{
  "name": "Hughes",
  "url": "/wiki/Hughes_(Fallout:_New_Vegas)",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0015A7B7",
  "ref_id": "0015A7CE",
  "editor_id": "HVPaladinDead05",
  "location": "Black Mountaincrater",
  "location_url": "/wiki/Black_Mountain",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Brotherhood of Steel",
  "detailed_location": "Black Mountain",
  "special": {
    "Strength": 8,
    "Perception": 7,
    "Endurance": 8,
    "Charisma": 4,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 4
  },
  "mod_special_values": {
    "Strength": 9,
    "Perception": 7,
    "Endurance": 8,
    "Charisma": 4,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 4
  },
  "level": "11",
  "tag_skills": [
    {
      "Energy Weap.:": "69"
    },
    {
      "Explosives:": "69"
    },
    {
      "Guns:": "67"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "0"
    },
    {
      "Poison Resist.:": "35%"
    },
    {
      "Rad. Resist.:": "14%"
    }
  ],
  "karma": "Good",
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Hughes is a 38 year-old Caucasian Male.\n\nA deceased Brotherhood of Steel Paladin of the Mojave chapter. Hughes was a disciplined soldier who died alongside his fellow Paladin Fairbanks during a mission to Black Mountain crater. His body lies in a crater on the path to the mountain's summit, a testament to the dangers of the Mojave wasteland.\n\nHughes's Personality: Disciplined, duty-bound, and principled. Hughes was a loyal member of the Brotherhood of Steel who followed orders without question and held their ideals of preserving technology and protecting humanity above all else. Despite his military bearing, he possessed a quiet determination and unwavering courage in the face of overwhelming odds.\n\nHughes's Backstory: Hughes was born and raised in the post-apocalyptic wasteland, eventually joining the Brotherhood of Steel Mojave chapter. He proved himself through numerous missions and rose to the rank of Paladin, serving Elder McNamara with distinction. In 2281, Hughes was assigned a critical mission alongside Paladin Fairbanks to venture into the treacherous Black Mountain crater. Their objectives were twofold: to scavenge useful technology parts for the Hidden Valley bunker and to negotiate with the super mutants residing there for assistance. Despite their training and experience, neither paladin survived the encounter with the hostile super mutants."
}