{
  "name": "Lupa",
  "url": "/wiki/Lupa",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "001252BF,0013E514",
  "ref_id": "0012B4A8",
  "editor_id": "FortLupa, FortLupaGladiator",
  "location": "The Fort",
  "location_url": "/wiki/The_Fort",
  "race": "Dog",
  "affiliation": "Caesar's Legion",
  "role": "Legion mongrelmotherQueen of Clubs",
  "detailed_location": "The Fort",
  "special": {
    "Strength": 6,
    "Perception": 8,
    "Endurance": 6,
    "Charisma": 1,
    "Intelligence": 1,
    "Agility": 6,
    "Luck": 5
  },
  "level": "1",
  "misc_skills": [],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Lupa is a 6 year-old Mongrel Female.\n\nLupa is a formidable mongrel and the matriarch of Caesar's Legion's canine forces. Living at The Fort, she is the mother to many of the Legion's most fearsome dogs, contributing to their reputation as efficient hunters and loyal companions to Legion soldiers.\n\nLupa's Personality: As a mother and seasoned warrior, Lupa is protective, disciplined, and fiercely loyal to Caesar's Legion. She carries herself with an air of authority befitting her status as the 'Queen of Clubs,' the title given to her by the Legion for her exceptional breeding and combat prowess.\n\nLupa's Backstory: Born in the harsh wastelands, Lupa was found as a pup by Caesar's Legion scouts and taken to The Fort. Recognizing her potential, Antony, the Legion's master of hounds, took her under his wing and trained her to become the formidable mongrel she is today. Over the years, she has produced litters of pups that have grown into some of the Legion's most effective canines, serving as hunters, trackers, and loyal companions to soldiers. Her loyalty and combat skills have earned her the title 'Queen of Clubs' and a respected place within the Legion hierarchy."
}