{
  "name": "Rex",
  "url": "/wiki/Rex_(Fallout:_New_Vegas)",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": true,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": true,
  "base_id": "00118E71",
  "ref_id": "0010D8DF",
  "editor_id": "Rex",
  "location": "King's School of Impersonation",
  "location_url": "/wiki/King%27s_School_of_Impersonation",
  "race": "Cyberdog",
  "gender": "Male",
  "affiliation": "Denver City police department(pre-War)Caesar(formerly)The KingCourier(optional)",
  "role": "Companion",
  "detailed_location": "FreesideKing's School of Impersonation",
  "special": {
    "Strength": 6,
    "Perception": 8,
    "Endurance": 8,
    "Charisma": 4,
    "Intelligence": 2,
    "Agility": 8,
    "Luck": 5
  },
  "level": "8→22",
  "misc_skills": [
    {
      "Hit Points:": "176→484"
    },
    {
      "Unarmed Dam.:": "40→100"
    },
    {
      "Dam. Threshold:": "10→20"
    }
  ],
  "karma": "Neutral",
  "voice_type": "RobotUniqueRex",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Rex is a 209 year-old Enhanced Canine Male.\n\nA cyberdog of the Mk III L.E.O. model, Rex is a canine companion with cybernetic enhancements that have allowed him to survive for over 200 years. Now suffering from neural degeneration due to his advanced age, Rex remains loyal to his current owner, The King, in Freeside.\n\nRex's Personality: Rex is loyal and protective, showing a distinct personality despite his cybernetic nature. He has particular aversions to rats and hats, likely due to past experiences or programming. Despite his age and deteriorating condition, he maintains a playful and affectionate demeanor with those he trusts.\n\nRex's Backstory: Originally a regular German Shepherd, Rex was cybernetically enhanced before the Great War to serve as a law enforcement officer in Denver. When the bombs fell in 2077, his cybernetics allowed him to survive the apocalypse. For decades, he served the Caesar's Legion after they found him in Denver, but eventually grew tired of their brutal methods. He escaped and wandered the wastelands before finding his way to Freeside. There, he was taken in by The King, who renamed him Rex (Latin for 'king') and treats him as a beloved companion."
}