{
  "name": "President Aaron Kimball¹",
  "url": "/wiki/Aaron_Kimball",
  "dialogue_name": "VHDKimball.txt",
  "dialogue_url": "/wiki/VHDKimball.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0013002D",
  "ref_id": "0012FCD2",
  "editor_id": "VHDKimball",
  "location": "Hoover Dam",
  "location_url": "/wiki/Hoover_Dam",
  "race": "Human",
  "gender": "Male",
  "affiliation": "New California Republic",
  "role": "President of the NCRCongressman(formerly)Army officer (formerly)King of Hearts",
  "detailed_location": "Hoover Dam",
  "voice_actor": "Monte Markham",
  "special": {
    "Strength": 5,
    "Perception": 6,
    "Endurance": 6,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 7,
    "Luck": 5
  },
  "level": "10",
  "tag_skills": [
    {
      "Guns:": "70"
    },
    {
      "Speech:": "71(76)"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "180"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "1.35"
    },
    {
      "Poison Resist.:": "25%"
    },
    {
      "Rad. Resist.:": "10%"
    },
    {
      "Carry Weight:": "200 lbs"
    },
    {
      "Dam. Threshold:": "0"
    }
  ],
  "karma": "Neutral",
  "geck_race": "CaucasianOld",
  "topics": [
    {
      "topic": "VHDKimballSpeech01",
      "topic_text": "VHDKimballSpeech01",
      "emotion": "Neutral 50",
      "response_text": "Thank you, Colonel Moore. And thank you, my fellow Californians, who have come so far to answer the call to service put forth by the republic.",
      "index": "1"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "President Aaron Kimball is a 48 year-old Caucasian Male.\n\nThe fifth and current President of the New California Republic, Aaron Kimball is a retired decorated Army general who leveraged his military hero status to rise to political power. Known for his hardline stances and autocratic leadership style, Kimball has been presiding over the elongated and costly Mojave Campaign for seven years as of 2281. Despite facing significant military setbacks and growing war fatigue among the NCR populace, Kimball remains committed to expanding NCR control over the Mojave Wasteland.\n\nPresident Aaron Kimball's Personality: A staunch 'war hawk' with an autocratic leadership style. Kimball is aggressive, stubborn, and fiercely committed to the NCR's expansionist policies. He prioritizes military conquest over diplomatic solutions and is willing to sacrifice countless lives for what he sees as the greater good of the Republic. Despite his military background, he struggles with the political nuances of his position and is often criticized for his disregard for losses and his rigid approach to problem-solving.\n\nPresident Aaron Kimball's Backstory: Born in 2233 to a caravan guard father and prospector mother in One Pine, Kimball experienced a challenging upbringing in the harsh NCR territories. He joined the NCR Army and distinguished himself through numerous campaigns, earning a reputation as a capable and aggressive officer. By 2273, he had risen to the rank of general and retired from military service to pursue political office. That same year, he successfully campaigned for a seat as a representative from the Hub. Less than two months into his term, he orchestrated the ousting of incumbent President Wendell Peterson, ascending to the presidency himself. Kimball won reelection in 2278, solidifying his position through his hardline policies and war hero status. His presidency has been marked by the ongoing Mojave Campaign, a protracted and costly war against Caesar's Legion for control of the Hoover Dam and surrounding territories."
}