{
  "name": "Moe",
  "url": "/wiki/Moe",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00173FB0",
  "ref_id": "00173FB2",
  "editor_id": "MoeTheCentaur",
  "location": "Black Mountaincrater",
  "location_url": "/wiki/Black_Mountain",
  "race": "Centaur",
  "affiliation": "State of Utobitha",
  "role": "PetFavorite centaur",
  "detailed_location": "Black Mountain",
  "special": {
    "Strength": 6,
    "Perception": 7,
    "Endurance": 6,
    "Charisma": 5,
    "Intelligence": 7,
    "Agility": 6,
    "Luck": 6
  },
  "level": "7",
  "misc_skills": [
    {
      "Hit Points:": "150"
    },
    {
      "Poison Resist.:": "25%"
    },
    {
      "Rad. Resist.:": "10%"
    }
  ],
  "karma": "Evil",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Moe is a 30 year-old Mutant Human It.\n\nA centaur created by the Master using the Forced Evolutionary Virus, Moe is part of a pack of centaurs corralled around an irradiated impact crater at Black Mountain by the State of Utobitha leader Tabitha. Moe and its pack are known to be aggressive and territorial, having killed Mojave Brotherhood of Steel paladins who underestimated the threat.\n\nMoe's Personality: Aggressive, territorial, and primitive. Moe operates on instinct and follows the commands of Tabitha without question.\n\nMoe's Backstory: Moe was created as an amalgamation of various organic parts by the Master and his modified use of the Forced Evolutionary Virus. After Black Mountain was resettled by an enclave of super mutants, State of Utobitha leader Tabith had Moe and other centaurs corralled around an irradiated crater near the peak. Prior to October 2281, Moe and its pack killed two paladins from the Mojave Brotherhood of Steel who were scouting the area for parts from pre-War radio equipment."
}