{
  "name": "Fairbanks",
  "url": "/wiki/Fairbanks",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0015A7B8",
  "ref_id": "0015A7CD",
  "editor_id": "HVPaladinDead06",
  "location": "Black Mountaincrater",
  "location_url": "/wiki/Black_Mountain",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Brotherhood of Steel",
  "detailed_location": "Black Mountain",
  "special": {
    "Strength": 8,
    "Perception": 7,
    "Endurance": 8,
    "Charisma": 4,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 4
  },
  "mod_special_values": {
    "Strength": 9,
    "Perception": 7,
    "Endurance": 8,
    "Charisma": 4,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 4
  },
  "level": "11",
  "tag_skills": [
    {
      "Energy Weap.:": "69"
    },
    {
      "Explosives:": "69"
    },
    {
      "Guns:": "67"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "0"
    },
    {
      "Poison Resist.:": "35%"
    },
    {
      "Rad. Resist.:": "14%"
    }
  ],
  "karma": "Good",
  "geck_race": "AfricanAmerican",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Fairbanks is a 45 year-old African-American Male.\n\nA deceased Paladin of the Brotherhood of Steel's Mojave chapter. Fairbanks was part of a mission to Black Mountain to salvage parts for the Hidden Valley bunker and seek assistance from the super mutants residing there. His remains, along with those of his fellow Paladin Hughes, can be found in an irradiated crater on the path to the summit.\n\nFairbanks's Personality: Disciplined, loyal, and duty-bound. As a Brotherhood of Steel Paladin, Fairbanks adheres strictly to the organization's principles of preserving pre-war technology and protecting humanity. He is brave but pragmatic, understanding the harsh realities of the wasteland.\n\nFairbanks's Backstory: Born in the ruins of Chicago, Fairbanks was recruited into the Brotherhood of Steel at a young age due to his technical aptitude and unwavering commitment to their cause. He rose through the ranks to become a Paladin, specializing in heavy weapons and combat tactics. In 2281, Elder McNamara dispatched Fairbanks and fellow Paladin Hughes to Black Mountain to recover essential parts for the Hidden Valley bunker and to negotiate with the super mutants living there. The mission ended in tragedy when both paladins were killed in an encounter with the mutants."
}