{
  "name": "Number 27",
  "url": "/wiki/Number_27",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx014460",
  "ref_id": "xx015857",
  "editor_id": "NVDLC03RefugeeBoss2",
  "location": "Little Yangtze",
  "location_url": "/wiki/Little_Yangtze",
  "race": "Ghoul",
  "gender": "Male",
  "affiliation": "Yangtze camp survivorsNumber 34",
  "role": "PrisonerSurvivor",
  "detailed_location": "NearLittle Yangtze",
  "special": {
    "Strength": 4,
    "Perception": 7,
    "Endurance": 3,
    "Charisma": 4,
    "Intelligence": 4,
    "Agility": 5,
    "Luck": 2
  },
  "misc_skills": [
    {
      "Hit Points:": "305"
    },
    {
      "Dam. Threshold:": "2(3)"
    }
  ],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Number 27 is a 104 year-old Caucasian Male.\n\nA former prisoner of the Little Yangtze internment camp at Big MT Research and Development Center, Number 27 is now a ghoul who survived the Great War and decades of imprisonment. He wanders the area near his former prison with fellow survivor Number 34, exhibiting extreme hostility toward outsiders.\n\nNumber 27's Personality: Hostile, distrustful, and territorial. Having endured decades of imprisonment and experimentation, Number 27 views outsiders with immediate suspicion and aggression. He shows loyalty only to Number 34, his fellow survivor from the camp.\n\nNumber 27's Backstory: Born before the Great War, Number 27 was incarcerated at the Little Yangtze internment camp within the Big MT Research and Development Center. Following the nuclear devastation of 2077, he and other prisoners survived but were gradually transformed into ghouls by the lingering radiation. The still-active explosive collars kept them confined for decades until he and Number 34 managed to circumvent the fence and sound-based triggers. By 2281, they continue to reside near the crater that was once their prison."
}