{
  "name": "Fiel",
  "url": "/wiki/Fiel",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000CD22E",
  "ref_id": "0008E447",
  "editor_id": "GibsonDog03",
  "location": "Gibson Scrap Yard",
  "location_url": "/wiki/Gibson_Scrap_Yard",
  "race": "Dog",
  "affiliation": "Old Lady Gibson",
  "role": "Pet dog",
  "detailed_location": "Gibson scrap yard",
  "special": {
    "Strength": 5,
    "Perception": 8,
    "Endurance": 7,
    "Charisma": 5,
    "Intelligence": 2,
    "Agility": 5,
    "Luck": 5
  },
  "level": "3→5 (equal to player character's level)",
  "misc_skills": [
    {
      "Hit Points:": "25"
    },
    {
      "Poison Resist.:": "30%"
    },
    {
      "Rad. Resist.:": "12%"
    }
  ],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Fiel is a 4 year-old Mixed breed Male.\n\nFiel is a loyal mixed-breed dog living in the Gibson scrap yard. With weathered fur and watchful eyes, he serves as both companion and guardian to Old Lady Gibson. Fiel has adapted well to the harsh conditions of the Mojave Wasteland, his coat matted with dust and grime from years of scavenging the yard.\n\nFiel's Personality: Loyal and protective, Fiel is deeply attached to Old Lady Gibson and territorial of the scrap yard. He's wary of strangers but warms up to those his owner trusts. Fiel is intelligent, having learned to distinguish friend from foe in the dangerous wasteland environment. He's playful with familiar faces but always alert for potential threats.\n\nFiel's Backstory: Fiel was found as a stray puppy near the Gibson scrap yard several years ago. Old Lady Gibson, recognizing his potential loyalty, took him in and named him 'Fiel'—Spanish for 'faithful.' Over the years, Fiel has proven his worth by helping guard the valuable scrap metal and warning Gibson of approaching raiders or wildlife. He's become an integral part of the scrap yard's ecosystem, respected by the other dogs and feared by intruders."
}