{
  "name": "Isabella Proud",
  "url": "/wiki/Isabella_Proud",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000C9AE1",
  "ref_id": "000C9AE4",
  "editor_id": "DEADTakomaParkScientist02",
  "location": "Hidden irradiated pool",
  "location_url": "/wiki/Hidden_irradiated_pool",
  "race": "Human",
  "gender": "Female",
  "affiliation": "Jason- colleague",
  "role": "Scientist",
  "detailed_location": "Hidden irradiated pool",
  "voice_actor": "Shari Elliker",
  "special": {
    "Strength": 3,
    "Perception": 6,
    "Endurance": 3,
    "Charisma": 4,
    "Intelligence": 8,
    "Agility": 6,
    "Luck": 5
  },
  "level": "3",
  "tag_skills": [
    {
      "Explosives:": "44"
    },
    {
      "Medicine:": "48"
    },
    {
      "Science:": "48"
    }
  ],
  "misc_skills": [],
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Isabella Proud is a 38 year-old Caucasian Female.\n\nA determined scientist conducting research into feral ghouls in the Capitol Wasteland. Isabella is known for her unconventional methods and willingness to take significant risks in pursuit of scientific knowledge.\n\nIsabella Proud's Personality: Curious, analytical, and somewhat reckless. Isabella is deeply committed to her research, often prioritizing scientific discovery over personal safety. She shows little regard for conventional wisdom and is willing to experiment with dangerous methods to gather data.\n\nIsabella Proud's Backstory: Before the war, Isabella was a promising biologist with a fascination with radiation's effects on human tissue. After the Great War, she found purpose in studying the ghoulification process, particularly focusing on feral ghouls. Partnering with Jason, another scientist, she established a hidden research station near an irradiated pool, where they conducted numerous experiments to understand ghoul behavior patterns."
}