{
  "name": "Ant researcher*",
  "url": "/wiki/Ant_researcher",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0003E644",
  "ref_id": "0003E63E",
  "editor_id": "ShalebridgeFFNoteGuy",
  "location": "Shalebridge",
  "location_url": "/wiki/Shalebridge",
  "race": "Human",
  "gender": "Male",
  "role": "Scientist",
  "detailed_location": "Shalebridge",
  "voice_actor": "Jeff Baker",
  "special": {
    "Strength": 3,
    "Perception": 4,
    "Endurance": 4,
    "Charisma": 2,
    "Intelligence": 3,
    "Agility": 7,
    "Luck": 5
  },
  "level": "1",
  "tag_skills": [
    {
      "Melee Weap.:": "30"
    },
    {
      "Small Guns:": "27"
    },
    {
      "Sneak:": "21"
    }
  ],
  "misc_skills": [],
  "karma": "Evil",
  "geck_race": "AsianOld",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Dr. Aris Thorne is a 65 year-old Asian Male.\n\nA former scientist from the Institute with a peculiar obsession with ants. Dr. Thorne was last seen venturing into the Shalebridge ant colonies, hoping to document their complex social structures. Unfortunately, his research proved fatal when he underestimated the aggressive nature of the larger warrior ants. His body now lies in a small, stagnant pool within the colony's egg chamber, his prized Big Book of Science still clutched in his hand.\n\nDr. Aris Thorne's Personality: Curious to the point of obsession, Dr. Thorne was a brilliant but reckless researcher who prioritized scientific discovery above personal safety. He was methodical in his work but often dismissed potential dangers, believing that all phenomena could be understood and controlled through systematic study.\n\nDr. Aris Thorne's Backstory: Born in 2112 in the Commonwealth, Dr. Aris Thorne showed an early aptitude for biology and entomology. He attended the prestigious Commonwealth Institute of Technology, where he specialized in xenobiology. After graduation, he was recruited by the Institute for his unconventional research methods. Thorne became increasingly fascinated by the mutated insects of the wasteland, particularly the unusually large and organized ant colonies in the Shalebridge area. Despite warnings from his colleagues about the dangers of these creatures, he insisted on conducting field research, believing that understanding these creatures could provide insights into evolutionary adaptation in post-apocalyptic environments."
}