{
  "name": "Dogmeat",
  "url": "/wiki/Dogmeat_(Fallout_3)",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": true,
  "base_id": "0006A772",
  "ref_id": "0006A775",
  "editor_id": "FFEU255Dogmeat",
  "location": "",
  "location_url": null,
  "race": "Cattledog",
  "affiliation": "Lone WandererUnknown scavenger (formerly)",
  "role": "CompanionPet",
  "detailed_location": "ScrapyardVault 101",
  "special": {
    "Strength": 7,
    "Perception": 8,
    "Endurance": 7,
    "Charisma": 6,
    "Intelligence": 2,
    "Agility": 8,
    "Luck": 3
  },
  "level": "55→30 (Broken Steel)",
  "misc_skills": [
    {
      "Critical Chance:": "3%"
    },
    {
      "Unarmed Dam.:": "3.5"
    },
    {
      "Poison Resist.:": "30%"
    },
    {
      "Rad. Resist.:": "12%"
    }
  ],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Dogmeat is a 4 year-old Canine Male.\n\nA loyal and resilient German Shepherd mix with distinctive brown and tan fur. Dogmeat is known for his unwavering loyalty to his companions and his remarkable ability to survive in the harsh wasteland environment. Despite the trauma of his past, he maintains a friendly and trusting demeanor toward those who don't pose a threat.\n\nDogmeat's Personality: Loyal, brave, friendly, and protective. Dogmeat is highly intelligent and perceptive, often sensing danger before his human companions. He forms strong bonds with those who show him kindness and is always eager to assist in combat and exploration.\n\nDogmeat's Backstory: Born in the wasteland, Dogmeat spent his early life as a stray before being taken in by a kind-hearted scavenger. Together, they survived by hunting and scavenging in the ruins of Maryland. In early August 2277, while searching for supplies near a scrapyard, they were ambushed by a group of raiders. Although Dogmeat fought valiantly to protect his owner, the scavenger was killed in the attack. Left alone once more, Dogmeat continued to roam the area, hoping to find a new companion."
}