{
  "name": "Survivor",
  "url": "/wiki/Survivor_(Fallout_3)",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000C1121",
  "ref_id": "000C0178",
  "editor_id": "Vault106CBoss",
  "location": "Vault 106",
  "location_url": "/wiki/Vault_106",
  "race": "Human",
  "affiliation": "Vault 106",
  "role": "Vault 106 survivorScientist (formerly)",
  "detailed_location": "Vault 106",
  "special": {
    "Strength": 7,
    "Perception": 5,
    "Endurance": 6,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "5",
  "tag_skills": [
    {
      "Melee Weap.:": "65"
    },
    {
      "Science:": "35(40)"
    },
    {
      "Small Guns:": "30"
    },
    {
      "Unarmed:": "28"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "195"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "1.9"
    },
    {
      "Poison Resist.:": "25%"
    },
    {
      "Rad. Resist.:": "10%"
    }
  ],
  "karma": "Evil",
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Dr. Evans is a 38 year-old Caucasian Male.\n\nA former scientist of Vault 106 who has been driven completely insane by the psychoactive drugs continuously pumped through the vault's air filtration system. His once-organized mind has deteriorated into a primal state of survival instinct, making him extremely hostile to any intruders.\n\nDr. Evans's Personality: Paranoid, aggressive, and unpredictable. Dr. Evans operates purely on fight-or-flight response, with no rational thought remaining. His speech is often disjointed and filled with ramblings about experiments and 'the treatment.'\n\nDr. Evans's Backstory: Born in Vault 106 to one of the original vault dwellers, Dr. Evans showed early aptitude for science and was eventually assigned to the vault's medical and research division. Unbeknownst to the residents, Vault 106 was conducting an experiment on the effects of continuous psychoactive exposure on the human psyche. When the experiment began to show signs of success in driving subjects insane, Dr. Evans, along with others, was exposed to the airborne compounds. Over the years, his mind deteriorated, and he became one of the most violent survivors of the experiment."
}