{
  "name": "Dead Chinese commando",
  "url": "/wiki/Dead_Chinese_commando",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000A0A4C",
  "ref_id": "000A0A4D",
  "editor_id": "FFEU07Corpse",
  "location": "Random encounter",
  "location_url": "/wiki/Fallout_3_random_encounters",
  "race": "Ghoul",
  "affiliation": "People's Liberation Army",
  "role": "Soldier",
  "detailed_location": "Random encounter",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 1,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 7,
    "Luck": 5
  },
  "level": "1",
  "misc_skills": [],
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Commander Zhang Wei is a 68 year-old Chinese Male.\n\nA ghoulified former Chinese commando and pilot who became stranded in the US after his aircraft crashed during the Great War. Despite being decades old, he maintained discipline and recorded a radio beacon in hopes of contacting friendly forces. His remains and the active beacon can be found somewhere in the Capital Wasteland.\n\nCommander Zhang Wei's Personality: Disciplined, loyal, and determined. Zhang Wei maintains military bearing even in undeath, but years of isolation have made him somewhat desperate and fatalistic. He clings to hope that someone might still receive his final transmission.\n\nCommander Zhang Wei's Backstory: Born in Beijing in 2009, Zhang Wei joined the People's Liberation Army Air Force at age 18. He distinguished himself as a skilled pilot and was eventually selected for special operations commando training. In 2077, as tensions between the US and China escalated, Zhang was part of a covert mission to infiltrate American airspace. His aircraft was shot down over the Capital Wasteland during the initial exchange of the Great War. Though he survived the crash, he was severely irradiated and eventually ghoulified. Alone in a hostile land, Zhang managed to jury-rig a working radio from the wreckage and recorded a beacon transmission, hoping for rescue. Decades passed with no response, and Zhang eventually succumbed to the harsh wasteland environment, but his beacon remained active, broadcasting his final message into the void."
}