{
  "name": "Tara",
  "url": "/wiki/Tara",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0004CFC7",
  "ref_id": "0004CFC8",
  "editor_id": "LDFortCTara",
  "location": "Fort Constantine",
  "location_url": "/wiki/Fort_Constantine",
  "race": "Human",
  "gender": "Female",
  "affiliation": "Allistair TenpennyRaiders",
  "role": "Mercenary (deceased)",
  "detailed_location": "Fort Constantinebasement",
  "voice_actor": "Shari Elliker",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 4,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 4
  },
  "level": "1→4",
  "tag_skills": [
    {
      "Barter:": "27→41"
    },
    {
      "Small Guns:": "31→45"
    },
    {
      "Unarmed:": "27→41"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "0"
    },
    {
      "Critical Chance:": "4%"
    },
    {
      "Unarmed Dam.:": "1.85"
    },
    {
      "Poison Resist.:": "15%"
    },
    {
      "Rad. Resist.:": "6%"
    },
    {
      "Carry Weight:": "210"
    }
  ],
  "karma": "Neutral",
  "geck_race": "CaucasianRaider",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Tara Fields is a 32 year-old Caucasian Female.\n\nA former mercenary who worked for Allistair Tenpenny, known for her combat skills and loyalty. Tara met her end while on a mission to retrieve experimental armor from Fort Constantine.\n\nTara Fields's Personality: Pragmatic and self-reliant with a neutral moral compass. Tara was focused on completing her contracts and collecting her pay, showing little concern for the ethics of her missions. She was skilled in combat but ultimately failed to overcome the defenses of Fort Constantine.\n\nTara Fields's Backstory: Born in the Capital Wasteland, Tara grew up learning to survive in the harsh post-war environment. She eventually turned to mercenary work, using her combat skills to make caps. Her reputation for reliability and effectiveness caught the attention of Allistair Tenpenny, who hired her for various missions. Her final and fatal assignment was infiltrating Fort Constantine with a team of four other mercenaries to retrieve experimental power armor. While her teammates survived, Tara reached the final chamber only to be killed by a robobrain when she couldn't find the key to unlock the door containing the armor."
}