{
  "name": "William Brandice",
  "url": "/wiki/William_Brandice",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0007086E",
  "ref_id": "00070870",
  "editor_id": "WilliamBrandiceCorpse",
  "location": "Marigold station",
  "location_url": "/wiki/Marigold_station",
  "race": "Human",
  "gender": "Male",
  "affiliation": "GrayditchEnclave(formerly)",
  "role": "Grayditch doctorEnclave doctor (formerly)",
  "detailed_location": "Brandice's houseMarigold station",
  "voice_actor": "Stephen Russell",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 2,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "1",
  "misc_skills": [
    {
      "Hit Points:": "0"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "0.75"
    },
    {
      "Poison Resist.:": "20%"
    },
    {
      "Rad. Resist.:": "8%"
    },
    {
      "Carry Weight:": "200"
    },
    {
      "Damage Res.:": "3%"
    }
  ],
  "karma": "Neutral",
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "William Brandice is a 38 year-old Caucasian Male.\n\nA former Enclave doctor who deserted and settled in Grayditch with his family. Now lives in constant paranoia, believing the Enclave is hunting him. Protective of his family but distrustful of newcomers.\n\nWilliam Brandice's Personality: Paranoid, protective, distrustful, resourceful, and anxious. William is always on edge, constantly scanning his surroundings for potential threats. He cares deeply for his family but struggles to trust others, especially those connected to any organization.\n\nWilliam Brandice's Backstory: William Brandice once served as a doctor within the Enclave before deserting with his family. They settled in Grayditch where he attempted to start a new life. In October 2276, hearing Enclave Radio broadcasts reignited his paranoia. Despite this, he maintains a cautious friendship with Fred Wilks while focusing on scavenging for supplies. When Doctor Lesko arrived in Grayditch in November 2276, William declined his offer of assistance, suspicious of his motives and potential Enclave connections. By February 2277, William traded his entire stockpile of ant meat in Megaton for a better weapon, which he hid in his home. In April 2277, he retrieved his old Enclave laser pistol, which he now carries at all times for protection."
}