{
    "bio_url": "/wiki/Teldryn_Sero",
    "bio": "Teldryn Sero is a Dunmer spellsword and mercenary who is typically available for hire at The Retching Netch inn in Raven Rock. He will follow the Dragonborn for a fee of 500 .\r\nHe grew up in the city of Blacklight, capital of Morrowind. At some point, he moved to Windhelm in the Gray Quarter, then to Raven Rock.\r\nAs a mercenary for hire, he was hired by a Nord from Skyrim. His employer was what Teldryn called a \"true Nord\"; had tattoos on his face, wore animal skins, a real \"traditional type\", had an insatiable bloodlust and was extremely stubborn, one of the toughest employers he has ever had.\r\nWhen asked why he kept working for him, Teldryn responds with \"Simple... he paid well. Very well\". One day, they cleared out a ruined fort near Whiterun and when they got outside, they saw a bandit galloping away on horseback. Teldryn continues on to say that they tracked and chased the bandit for three days, eventually arriving at what Teldryn called the \"largest bandit encampment I'd ever seen.\" He says his Nord boss took one look at Teldryn and had the most menacing grin he had ever seen. Teldryn recalls, \"At that moment, I knew I'd never see him again. No amount of money would be worth that kind of death.\"\r\nHe left Skyrim and made his way back to his home of Solstheim, where he currently lives in the Retching Netch, in Raven Rock.\r\nTeldryn Sero wears a full set of Chitin armor by default. Unlike most followers, he prefers to keep his chitin helmet equipped, even if a helm with a higher armor rating is given to him. Generally, he will switch to a different helm if it fully covers his face, such as the Nightingale Hood.\r\nTeldryn's class and skill set make him a strong ally. Not only are his One-Handed and Destruction skills high, but he is also a conjurer with the ability to summon a flame atronach.\r\nAfter summoning an atronach, Teldryn will switch to Destruction magic. He uses spells such as Firebolt at range before closing in with a one-handed weapon. If kept at range, he is capable of dual-casting to improve the damage of his spells. Furthermore, he may also utilize a ward spell if he becomes targeted by more than one enemy. If he loses a significant portion of his health, he may cast Fast Healing to sustain himself.\r\nIn close combat, Teldryn will begin using the Flames spell interspersed with power attacks. Like all followers, he will switch to a default Hunting Bow and iron arrows if he runs out of magicka and cannot close to range.",
    "name": "Teldryn Sero",
    "voice_model": "MaleDarkElfCynical",
    "skyrim_voice_folder": "DLC2MaleDarkElfCynical",
    "race": "Dunmer",
    "gender": "Male",
    "species": "Elf",
    "ref_id": "038565",
    "base_id": "038560",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}