{
    "bio_url": "/wiki/Raerek",
    "bio": "Raerek is an Elder Nord and the steward of Jarl Igmund in Markarth. He is usually found sitting next to the Jarl. He wears fine clothes, fine boots, and is equipped with an iron dagger. As well as being Igmund's steward, he is also his uncle and helps with the administration of Markarth. He manages the household, serves as the treasurer and commands the palace guards. Raerek advises Jarl Igmund, and he previously advised Igmund's father as well.\r\nRaerek is very cautious when it comes to advising the Jarl, though Igmund and Faleen think Raerek is too cautious. Raerek warns the Jarl, however, that the Forsworn live not only in the hills, but also in the city. Igmund thinks that the Legion should be gathered and drive the Forsworn out of the Reach, though Raerek disagrees, as he says the Legion doesn't know about the hills of the Reach and the caves that make up those hills. He then says that the Forsworn will hide and ambush every assault. Raerek believes the best way to defeat the Forsworn is to wait them out.\r\nHe will offer the Dragonborn the option to buy Vlindrel Hall for 8000 gold and optional decorations for 4200  gold once the Jarl approves.\r\nAs part of a miscellaneous quest, Bothela asks the Dragonborn to make a delivery to Raerek at Understone Keep.\r\n If given the Stallion's Potion, he will be thankful for the discretion, hinting that he has some form of erectile dysfunction.\r\nIf the Dragonborn sides with the Stormcloaks during the Civil War questline or surrenders Markarth to them during \"Season Unending,\" Raerek, as well as Igmund and Faleen, will move to the Blue Palace in Solitude.\r\nQuotes:\r\n\"Igmund, we need to talk about the Silver-Blood family. Thongvor supports Ulfric and his Stormcloaks! We should imprison the entire family as a precaution.\"\r\n\"My Jarl, we need to discuss Markarth's collapsing trade with the other Holds. The lifeblood of the city is gold, Igmund, and it doesn't stop beating because there's a war on.\"",
    "name": "Raerek",
    "voice_model": "MaleOldKindly",
    "skyrim_voice_folder": "MaleOldKindly",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "019904",
    "base_id": "0133B2",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}