{
    "bio_url": "/wiki/Siddgeir",
    "bio": "Siddgeir is a Nord and the current Jarl of Falkreath in Skyrim.\r\nSiddgeir took over the position as Jarl and replaced his uncle Dengeir of Stuhn. According to Dengeir, this was a plot of the Imperial Legion as his nephew had a good relationship with the Legion. However, when asked as to why he did so, Siddgeir says that he took over because his uncle was too old and frail to rule as a Jarl.\r\nSiddgeir can be seen as being lazy or unmotivated, as he usually lets his steward, Nenya, do his work for him. He suggests that the Dragonborn becomes a Jarl as well, since according to him, Jarls are wealthy and powerful, but do not have to do anything at all. He may also appear to be condescending, showing a lack of regard towards the Dragonborn when spoken to.\r\nIf the city is taken by the Stormcloaks, Dengeir of Stuhn takes over again as a Jarl. Siddgeir can then be found in the Blue Palace along with the expatriated Jarls and Stewards of other captured cities.\r\nSiddgeir believes the Dragonborn should provide him with a proper tribute before he can hire them for work. Thus he requires the Dragonborn to obtain Black-Briar Mead for him.\r\nIf the Dragonborn has befriended Siddgeir before this quest, he may be asked to cause a distraction so that the Dragonborn may infiltrate the embassy.\r\nSiddgeir has been colluding with bandits in exchange for a cut of their raids. However, they have stopped giving him money. Consequently, he asks the Dragonborn to kill them. Any of the Jarls or their steward/stewardess can give these when asked for work. A Bounty Note will be given to the Dragonborn identifying the type and location of the bounty.\r\nThe Dragonborn can become a Thane of all the Holds in Skyrim. The standard formula for each hold is to complete a specific quest or objective for the Jarl and then help out a specific number of citizens within the hold (three in minor holds, five in major ones), either by doing quests, miscellaneous objectives, or helping out in some other way.\r\nI got your letter. I'm Dragonborn (Player name) \"Ah, it's you. Yes, well, now we'll see if the stories about you are true. There's a group of bandits in my Hold that I... may have had a few discreet dealings with. The cut they were giving me was good at first, but now it's time to clean things up. Go and take care of it.\"",
    "name": "Siddgeir",
    "voice_model": "MaleCondescending",
    "skyrim_voice_folder": "MaleCondescending",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "019822",
    "base_id": "013653",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}