{
    "bio_url": "/wiki/Garan_Marethi",
    "bio": "Garan Marethi is a Dunmer vampire and a member of the Volkihar Clan. He is a senior member of Harkon's Court.\r\nAt around 400 years of age, Garan was once a member of House Dres, one of the great Dunmer houses of Morrowind. He recalls that during his time there he witnessed lots of political maneuvering, and sees himself to be above the constant power struggles and sabre rattling that happened frequently in Morrowind, and Lord Harkon's court. He is a strong proponent of magic and its versatility and admits he is baffled by the Nords' preference for weapons.\r\nUpon joining Harkon's court, Garan sends the Dragonborn to fill the Bloodstone Chalice from Redwater Den.\r\nGaran sends the Dragonborn to a radiant location to discreetly kill a Dawnguard member pretending to be an either a Traveling Merchant, Traveling Bard, or Traveling Pilgrim.\r\nThe Dragonborn is asked by Garan Marethi to kill a boss level Vampire at a radiant location.\r\nGaran tasks the Dragonborn with killing a Master Vampire and his bandits in a radiant location.\r\nGaran sends the Dragonborn to kill the leaders of the Dawnguard as he suspects they may be planning an attack now that Auriel's Bow has been retrieved.\r\nIf the player agrees, Garan Marethi will arrange to have the rubble removed from the doorway, allowing easy access to the courtyard and the portal to the Soul Cairn.\r\nI have killed the Master (Or another rank) Vampire at Brittleshin Pass (Or another location). \"Good. I prefer to nip budding problems before they reach full bloom. I trust it wasn't too much of an effort on your part.\"\r\nI've killed the Dawnguard leaders. \"Excellent. That should prevent the problem from escalating. Though they are a rebellious and determined lot. While you've severed the snake's head, the body will likely writhe a while longer.\"",
    "name": "Garan Marethi",
    "voice_model": "Garan",
    "skyrim_voice_folder": "DLC1MaleUniqueGaran",
    "race": "Dunmer",
    "gender": "Male",
    "species": "Elf",
    "ref_id": "0033AB",
    "base_id": "003364",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}