{
    "bio_url": "/wiki/Tolfdir_(Skyrim)",
    "bio": "Tolfdir is an elderly Nord mage at the College of Winterhold, where he teaches. An old, wise, and friendly mage, Tolfdir is adept in defensive magic, plus a master of Alteration and a trainer in its use. Some spells he sells include Telekinesis, Waterbreathing and Ebonyflesh. He serves as the Dragonborn's teacher and guide at the college. When Ancano is defeated, Tolfdir becomes Master Wizard of the College, succeeding Mirabelle Ervine following her death at the hands of the Thalmor agent.\r\nAs well as offering Master-level training in Alteration, Tolfdir sells Alteration-based items such as jewelry, staves, spell tomes, and mage robes. When not teaching in the Hall of the Elements, Tolfdir may be found sleeping or eating on the lower level of the Hall of Attainment.\r\nDespite his age and apparently absent-minded nature, Tolfdir is a very powerful mage; Mirabelle Ervine describes him as a preeminent scholar on Alteration and one of the best in Tamriel. He is never boastful, nor does he abuse his influence at the college, and is always glad to pass on his knowledge.\r\nDuring the Dragonborn's first lessons at the college, Tolfdir instructs the apprentices about the proper use of wards. He also provides a lesser ward spell, free of charge, if it isn't already known. Thereafter, he serves as a master-level trainer for Alteration, staying in the Hall of the Elements and studying the Eye of Magnus while it is there.\r\nTolfdir's second lesson takes the apprentices to Saarthal, where the Dragonborn stumbles upon a secret passageway while collecting magical artifacts. Tolfdir accompanies the Dragonborn as a companion from this stage until the Eye of Magnus is discovered at the end of the crypt.\r\nThe Dragonborn must find and consult the Augur of Dunlain about the recent events and findings at the College of Winterhold and how to proceed after being visited again by a monk from the Psijic Order.\r\nThe Dragonborn must recover the Staff of Magnus from the Nordic ruin of Labyrinthian to stop Ancano and stabilize the Eye of Magnus.\r\nAfter recovering the Staff of Magnus from Labyrinthian, Toldfir gets paralyzed when he tries to assist with defeating Ancano. Afterwards, he replaces Mirabelle Ervine as Master Wizard, due to her death in the skirmish that followed Ancano's seizing of The Eye.\r\nAt regular intervals, Tolfdir misplaces his alembic, which can be located in one of three places in the Hall of Countenance.\r\nMagic Anomaly appear at a random location, and Tolfdir tasks the Dragonborn to use the Staff of Magnus to remove them.\r\nAfter surpassing Alteration level 90, Tolfdir will send the Dragonborn to harvest dragon heartscales in order to be teach the master level spell Dragonhide.\r\nYou look like you could use a hand. \"Well, yes. This is rather embarassing, but it seems I've misplaced something. I can't find my Alembic. I suppose I could use another one, but... well, it sounds silly, but mine has sentimental value. If you happen to see it, would you mind bringing it to me?\"\r\nI found what you were looking for. \"Ah, yes! There it is! Thank you so much.\"\r\nIs there anything more I can learn about Alteration magic? \"At this very moment? No. However... Well, I've been working on something. An improvement on the Ebonyflesh spell. I've made progress, but then hit a snag. I think perhaps you could help.\"\r\nHere's your heartscale. \"Wonderful, just wonderful! And it's just as I suspected. The energies need to be channeled back through the nexus a second and third time... And that's it. I certainly think you deserve the first copy of the tome. Use it well!\"",
    "name": "Tolfdir",
    "voice_model": "MaleOldKindly",
    "voice_folder": "MaleOldKindly",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "01C1A1",
    "base_id": "01C19E",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}