{
    "bio_url": "https://www.afkmods.com/index.php?/files/file/2377-expanded-towns-and-cities-sse/",
    "bio": "Alday lives in Dawnstar. He is an older Nord man who used be the captain of a pirate ship. He has a thick gray beard, and has a scarred and blind right eye. He wears a feathered three-cornered hat.\r\nDawnstar is the capital of The Pale, near the center of Skyrim's northern coastline with the Sea of Ghosts. Dawnstar is known for its rich mines, harbor, and fishing. Dawnstar is one of the colder settlements in Skyrim, and resides in almost perpetual snow and ice.\r\nAlday's house is across the road from the stables, just inside the stone walls of Dawnstar. He can often be found at the Windpeak Inn, a popular local tavern.\r\nQuotes:\r\n\"Greetings.\"\r\nIf asked what he knows about Dawnstar: Not as much as others, I'm sure. I ended up here mainly by chance, stayed here mainly out of necessity. Though I suppose it's a good place to live out my days... At least I'm near the sea.\"\r\nIf asked how he ended up in Dawnstar: \"It was many years ago, back when we were in Cyrodiil. The empire had chased us up and down the coast, but my Queen, she was quicker than the fastest of their ships. We fled North to Skyrim. Eventually ended up in Dawnstar. Port city was an ideal place to blend in. Nobody took much notice of us with all the other ships coming and going. Plundered the coasts for a good long while. Found a few good scores between Markarth and Solitude, but by then the Empire's fleet was closing in...We were young, arrogant, foolish. Stayed a bit too long at an inn our way back, drank a bit too much ale. Gave the Empire the chance to catch up to us. It was their three ships against our one. They killed most of my men, sunk my Queen, and dragged me off as a prisoner. I've got Bowen to thank for that, but that's another story for another time.\"\r\nIf asked what he does in Dawnstar: \"I'm long past the age where I 'do' much of anything. I watch the sea most days... she still speaks to me, and then I'm off to the tavern most nights. Great selection of ales at the Windpeak if you've got the thirst.\"",
    "name": "Alday",
    "voice_model": "MaleNord",
    "voice_folder": "mjb_uniquealday",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "8908E0",
    "base_id": "8908D0",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Custom voiced, feel free to change the assigned voice model"
}