{
    "bio_url": "/wiki/Aringoth",
    "bio": "Aringoth, a Bosmer man, is the owner of Goldenglow Estate. Goldenglow Estate is a commercial apiary (bee/honey farm) located on a group of small islands near the middle of Lake Honrich, to the west of Riften. Befitting his wealthy status, Aringoth wears fine clothes and fine boots. Goldenglow Estate is the primary supplier of honey for the Black-Briar Meadery in Riften. The Black-Briar Meadery is owned by Maven Black-Briar, an extremely influential woman in Riften.\r\nUntil recently, the Thieves Guild made sure the operations at Goldenglow Estate ran smoothly, extorted considerable amounts of money from Aringoth, and prevented him from selling honey to competing meaderies. Aringoth has recently had a sudden change of heart and has betrayed Maven and the Thieves Guild by refusing to provide the the Black-Briar Meadery honey and by reporting Maven’s illegal activities to the authorities. Aringoth has stopped honey shipments, fortified the islands on which Goldenglow Estate is located, and hired an army of mercenaries. These actions have infuriated Maven Black-Briar and the Thieves Guild. Secretly, a mysterious figure has bought Goldenglow Estate from Aringoth, and Aringoth is secretly following the new owner’s orders. Aringoth is afraid of angering the new owner.\r\nThe player is a member of the Thieves Guild who has been sent by Maven to enact vengeance for Aringoth’s betrayal. When Aringoth is first encountered, he is hiding in his room on the second floor. Aringoth will be very reluctant to give the player the key to his safe, but he may agree to relinquish the key under threat of imminent death. If the player is unsuccessful in coercing Aringoth to relinquish his key, Aringoth will yell \"I won't let you take everything I've worked so hard for!\" and alert the mercenaries guarding the estate.\r\nQuotes:\r\n\"Worthless mercenaries. I didn't think Maven or Mercer would allow me to get away with this, but I had little choice.\"",
    "name": "Aringoth",
    "voice_model": "MaleElfHaughty",
    "skyrim_voice_folder": "MaleElfHaughty",
    "race": "Bosmer",
    "gender": "Male",
    "species": "Elf",
    "ref_id": "019E13",
    "base_id": "01334A",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}