{
    "bio_url": "/wiki/General_Falx_Carius",
    "bio": "General Falx Carius is an Imperial found in Fort Frostmoth, located on the island of Solstheim. He is the antagonist of the quest \"March of the Dead.\"\r\nCaptain Falx Carius was the Imperial commander of Fort Frostmoth. He was a Knight Protector of the Imperial Legion on Solstheim in 3E 427. During his time as Garrison Commander, Carius came into contact with the Nerevarine. Of no relevance to the choices made by the player in game, Carius found himself abducted by the Daedric Lord Hircine and forced against his will to partake in a series of trials during the events of the Bloodmoon Prophecy, along with others on Solstheim. He was forced to confront the Nerevarine inside the Mortrag Glacier, but it is unknown whether or not he survived this encounter.\r\nHis subsequent appearance inside Fort Frostmoth, and his increased rank (from Captain to General), imply that he was spared by the Nerevarine. He was presumably killed in the Eruption of the Red Mountain or its following ash storms. He was resurrected by a powerful necromancer and ultimately killed by the Last Dragonborn during the events of Miraak's Insurrection. He was unaware of his own death and resurrection, thinking no time had passed and little had changed.\r\nCarius most notably has no pupils in his eyes and a Heart Stone embedded in his chest. He wears a unique, unobtainable armor piece that has a chest design similar to General Tullius' Armor, but with a similar color scheme to the Penitus Oculatus Armor. His armor has a brace which holds his heart stone in place, and he also wears unobtainable gauntlets, boots and a helmet identical in appearance to their Imperial Armor counterparts, but are actually unique and named after him, known as the Falx Gauntlets, Falx Boots, and Falx Helmet.\r\nCarius is found to be responsible for the prevalent Ash Spawn attacks on Raven Rock after the Dragonborn finds a Declaration of War written by Carius on the remains of one. Upon showing him the note, Captain Veleth remarks that General Carius lived long ago and should not still be alive, and tasks the Dragonborn with killing Carius to stop the Ash Spawn threat on the colony. He is found in the ruins of Fort Frostmoth along with an army of Ash Spawn.\r\nHe is extremely strong, capable of doing severe damage. He typically outlevels the Dragonborn, meaning he will always have a large amount of health and stamina. He summons Ash Spawn to aid him in battle upon detecting the Dragonborn, and wields the Champion's Cudgel, a unique warhammer that randomly inflicts fire, frost, or shock damage. All three damages can trigger independently of one another, possibly all three at the same time.",
    "name": "General Falx Carius",
    "voice_model": "MaleEvenToned",
    "skyrim_voice_folder": "MaleEvenToned",
    "race": "Imperial",
    "gender": "Male",
    "species": "Human",
    "ref_id": "01A57A",
    "base_id": "01A564",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}