{
    "bio_url": "/wiki/Frabbi",
    "bio": "Frabbi, a middle-aged Nord woman, lives in Markarth. She runs the Silver-Blood Inn with her husband Kleppr, as well as their daughter Hroki and son Hreinn, who are both older teenagers.\r\nFrabbi’s usual schedule includes sweeping and cleaning, tending the fireplace, making beds, asking customers if they want food or drinks, warming herself near the hearth, and other duties associated with running the inn. The inn also serves as a tavern.\r\nThe inn is located near the city’s main market area, and is also not far from the city’s main gate. Like most buildings in Markarth, the inn is of ancient Dwarven stone and metal construction.\r\nFrabbi has white hair and blue eyes. She wears clothing typical of a female barkeeper.\r\nFrabbi has an acerbic relationship with her husband. She is constantly bickering with her husband, and the majority of her dialogue involves her opinion of his poor work ethic and low intelligence. She often refers to her husband as an idiot. While they're working, Frabbi and Kleppr's verbal exchanges are rife with sarcasm and hostility, and they often throw snide remarks at each other. She even hits her husband sometimes. Despite her negative view of her husband, she does not go so far as to wish him dead, and she will be angered if someone kills him.\r\nFrabbi is much more amicable towards her son Hreinn, doting on him. \r\nQuotes:\r\n\"Now you just tell me if you need something.\"\r\n\"You come right to me if you find an unwashed floor or lumpy bed.\"\r\n\"Unlike my husband Kleppr, I watch after our guests.\"\r\n\"I'll bend Kleppr's ear if there's anything wrong with a room you rent.\"\r\n\"Isn't my son Hreinn such a good worker? Not like his father at all...\"\r\n\"I should remind Kleppr to clean this place up.\"\r\nIf asked about Margret: \"Ah, yes. Rented the nicest room we had for a whole month.\"\r\nIf asked for rumors: \"Degaine the beggar got himself kicked out the Temple of Dibella. Caused quite the ruckus.\"\r\nIf asked for rumors: \"They say that something happened in the Hall of the Dead. Brother Verulus has the whole place closed.\"\r\nIf asked for rumors: \"A witchhunter from the Priesthood of Stendarr is in town. He's asking a lot of questions about that old abandoned house.\"\r\nIf asked about magic: “Magic? Got no good use for that here. Mages keep to their College in Winterhold. Go bother them. Wish the Jarl's wizard would up and leave with ya.\"\r\nIf her husband dies: \"My worthless husband is gone, so I run the inn now. I can't believe the mess Kleppr left things in. I have twice the work with him gone.\"",
    "name": "Frabbi",
    "voice_model": "FemaleShrill",
    "voice_folder": "FemaleShrill",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": "0198ED",
    "base_id": "013398",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}