{
    "bio_url": "/wiki/Gauldur",
    "bio": "Gauldur was a powerful Breton conjurer who lived during the First Era. He was all but erased from the annals of history by High King Harald.\r\nAs an Archmage at the beginning of the First Era, Gauldur was wise, wealthy, powerful, and honorable, so much so that he was revered throughout the North. Even the most powerful men of his time came to hear his wise words. He had three sons: Jyrik, Mikrul, and Sigdis, who were overcast by their father's shadow. As a result, they grew resentful and cruel, desiring their father's power and prestige. Jyrik, the oldest of his sons, discovered that Gauldur's power stemmed from the amulet which he wore at all times. He and his brothers conspired to kill their father and split the amulet and its power.\r\nGauldur's children had at last gained the power they sought, but they were cruel, evil men and used their newfound power to massacre the nearby villages. So extensive was the destruction that High King Harald sent a company of battlemages led by the Arch-Mage Geirmund to destroy them. A great battle was fought, and the brothers were defeated and made to flee the field of battle. Geirmund pursued them and killed them, eventually giving his life to defeat the last of the brothers in a duel. The amulet fragments were magically sealed, along with each brother, in the place they were defeated. Once all the dead had been buried and the amulet sealed, the High King ordered all records of Gauldur and his sons destroyed, to forever seal away the power of the amulet.\r\nThe Dragonborn discovers that after the Gauldur brothers were defeated, their tombs were sealed and they were left as undead as punishment for their betrayal, theft, and murder. It is revealed, however, that the legend survived. The book Lost Legends explains how the event began. Daynas Valen's journals and notes explain the history, as well as his plan to acquire the amulet. Unfortunately, it went horribly wrong as he was killed inside one of the ruins and his corpse was abandoned. Each brother has a Gauldur Amulet Fragment and a unique weapon in addition to a Writ of Sealing, punishing them for their crimes. Sigdis can be found in Geirmund's Hall. His weapon is the Gauldur Blackbow and his fragment increases Stamina. Jyrik can be found in Saarthal. His weapon is the Staff of Jyrik Gauldurson and his fragment increases Magicka. Mikrul can be found in Folgunthur. His weapon is the Gauldur Blackblade and his fragment increases Health. An Ancient Edict can be found at Reachwater Rock, warning adventurers and travelers to stay away from the corpses, and leave them alone to their rest. This is the place for the Dragonborn to go when reforging the amulet. After returning all three fragments and defeating all three ghosts, Gauldur's ghost will appear. Jyrik will say \"Gauldur!\" and Gauldur will banish the ghosts and reforge and give the Dragonborn the amulet as a reward.",
    "name": "Gauldur",
    "voice_model": "MaleWarlock",
    "skyrim_voice_folder": "MaleWarlock",
    "race": "Breton",
    "gender": "Male",
    "species": "Human",
    "ref_id": "0ECEDB",
    "base_id": "0ECEDA",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}