{
    "bio_url": "/wiki/Ingjard",
    "bio": "Ingjard, a Nord woman, is a vampire hunter and member of the Dawnguard. She has blue eyes and shoulder-length brown hair.\r\nFort Dawnguard is a large fort southeast of Riften which serves as the Dawnguard's base of operations. The fort is home to an order of vampire hunters who guard Skyrim from vampires (especially those of the Volkihar clan). The fort is hidden deep within the Velothi Mountains at the southeastern tip of The Rift (and of Skyrim), and can only be reached via Dayspring Canyon.\r\nA Redguard man named Isran is the leader of the Dawnguard. Isran is stoic, uncompromising, and is always deadly serious. Isran probably hates vampires more than anyone else does, and many have deemed his methods to be extreme.\r\nIngjard and Beleval (a Bosmer woman) are two of the newest members of the Dawnguard. Sorine Jurard and Gunmar joined shortly before Ingjard and Beleval joined. Sorine is a Breton woman who specializes who in the art of crafting crossbows and crossbow bolts, heavily influenced by the methods of the ancient Dwemer. Gunmar is a Nord man who serves as the Dawnguard's main blacksmith, and who also trains and armors trolls for use in fighting vampires. The player joined shortly before Sorine and Gunmar joined, and helped convince them to join.\r\nIngjard is willing to follow the player on adventures across Skyrim. She will also be open to being hired as the steward of one of the player's homesteaded properties, if asked. Ingjard has a strong moral compass and will not be willing to commit crimes.\r\nIngjard is skilled with two-handed melee weaponry and ranged weapons, as well as with using heavy armor and a shield. Her default attire is a set of Dawnguard heavy armor. She only puts on her helmet if battle is imminent. When it comes to fighting, her default melee weapon is a Dawnguard warhammer, and her default ranged weapon is a crossbow supplemented with a supply of steel bolts. During combat, she will switch between the warhammer and the crossbow, depending on the situation.\r\nIngjard spends a fair amount of time practicing with her crossbow on dummy targets within Fort Dawnguard, often alongside Beleval.\r\nIngjard will still be willing to talk to the player if the player becomes infected with vampirism, but will of course still encourage them to find a cure for it as soon as possible.\r\nQuotes:\r\n\"I hear you're doing a lot of the work in tracking down these vampires. If there's anything I can do to help, let me know.\"\r\nIf she is asked how she joined the Dawnguard: \"Something bad happens, word spreads. More bad things happen, people worry. The more they worry, the more they talk about it. I've been hearing rumors for a bit now. I was glad to find out not only the bad rumors were true.\"\r\n\"Friends like you are hard to find, and very valuable to me.\"\r\n",
    "name": "Ingjard",
    "voice_model": "FemaleCondescending",
    "skyrim_voice_folder": "FemaleCondescending",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": "015C17",
    "base_id": "01541B",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}