{
    "bio_url": "/wiki/Skjor",
    "bio": "Skjor, a Nord man, is a prominent member of The Companions. Skjor has balding gray hair, and has two stripes of horizontal face paint on each of his cheeks. He resides in Jorrvaskr in the Wind District of Whiterun, with the other Companions.\r\nSkjor is one of the highest-ranking members of the Companions, and is a member of the secret inner group called The Circle, along with Kodlak Whitemane, Aela, Farkas, and Vilkas, who are all Nords. All the members of The Circle are werewolves/lycanthropes. Skjor and Aela are particularly welcoming of the Daedric Lord Hircine’s gift of lycanthropy. Farkas and Vilkas are twin brothers, with Vilkas being the smarter and more well-spoken of the two. Kodlak Whitemane, the eldest of the group, is the Harbinger of The Companions. The position of Harbinger is something akin to an informal leader. Skjor has a great deal of respect for Kodlak, though Kodlak does not share Skjor’s enthusiasm about being a werewolf. Kodlak is actually seeking a way to cleanse himself of lycanthropy so that his spirit will be sent to Sovngarde upon his death, whereas Skjor wishes for his soul to be sent to The Hunting Grounds (the afterlife associated with the Daedric Prince Hircine) when he eventually dies. Other members of the Companions include Njada Stonearm (a Nord woman who specializes in the use of the shield), Athis (a Dunmer man who specializes in One-Handed weaponry), Torvar (a Nord man), and Ria (an Imperial woman).\r\nBefore becoming a Companion, Skjor, fought in the Great War against the Third Aldmeri Dominion before becoming critically injured in the fighting. After he recovered from his injuries, he became a sellsword for hire across Skyrim, and eventually joined the Companions.\r\nIt is rumored among some of the Companions that Skjor and Aela have a very intimate relationship. However, Skjor denies these rumors, insisting that he and her are merely friends.\r\nSkjor is clad in a set of Wolf armor, which is forged with steel at the Skyforge near Jorrvaskr by Eorlund Gray-Mane. Eorlund is likely the best blacksmith in all of Skyrim, and forges most of the Companions members’ armor and weapons out of high quality Skyforge steel. In combat, Skjor wields a Skyforge steel sword, along with a hide shield.\r\nSkjor spends much of his time in or around Jorrvaskr. His quarters are located in Jorrvaskr’s basement, adjacent to Aela’s room, and across the basement hall from the rooms of Farkas and Vilkas.\r\nQuotes:\r\nIf asked who The Companions are: “Ask any fool around here, and get a different answer. Mercenaries. Warriors of honor. Brothers and sisters of the blade. Drunken rabble. Take your pick. I've been here longer than most of them. Even I don't know sometimes. I just hope they don't kill each other.”\r\nIf asked why he joined The Companions: “I learned the ways of the blade in the Great War. Nearly lost my life outside the Imperial City. I came home to Skyrim when it was all over. But I wasn't much good at anything other than fighting. Wandered around as a blade for hire. Was a damned good one, too. The money was good, and the women were good, and the drinks were good. But I was losing myself. My heart. I was lucky the Companions found me. Now there's a reason to be fighting. The honor of my brothers and sisters is worth more than coin. Of course, the money is still good. And the drinks!”\r\nIf asked about his thoughts on the civil war: \"None of our business. There's no honor to be had in the squabbling of jarls.\"",
    "name": "Skjor",
    "voice_model": "MaleCommander",
    "voice_folder": "MaleCommander",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "01A691",
    "base_id": "01A690",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}