{
    "bio_url": "https://3dnpc.com/wiki/interesting-npcs/locations/eastmarch/rongeir/",
    "bio": "Rongeir is a straight-talking Nord man who resides in Windhelm. He is married to his daughter Shelur, who is his second wife. His first wife was Moghat, Shelurs mother, who died giving birth to Shelur. This has brought him much difficulty – not only do people look down on him for marrying an Orc, they also look down on him for in their eyes, committing incest. However, what most people don't realize is that due to the mechanics of Orcs interbreeding with humans, Shelur is actually practically a clone of her mother, Rongeir's first wife. Rongeir has this to say on this matter if questioned: \"Why is everyone so concerned with my sex life? No one cared when I murdered Ulfric's daughter. My daughter is not my kin, for when Nord and Orc breed, the child takes on the traits of the mother. Our children will be strapping young boys and girls chiseled in the mold of Malacath. So I married my daughter, and I make no apologies for it.\" He is not fond of Windhelm, finding the place dull and the people mean. He is also not fond of the racism they show towards Dark Elves. He thinks the people in Windhelm are meaner, but is too lazy to do anything about it. He keeps telling Shelur that they should starting patronizing the New Gnisis cornerclub in the Gray Quarter run by the Dark Elves, instead of Candlehearth Hall in the Stone Quarter run by the Nords, but Shelur likes it in Candlehearth Hall. Rongeir has made an enemy of a Nord man named Rolff Stone-Fist, who keeps asking him if he wants to brawl. Rongeirs opinion on this is expressed by saynig \"What are we, twelve? I think all Rolffs ggression is compensating for something. Down there.\"",
    "name": "Rongeir Ice-Eye",
    "voice_model": "MaleNord",
    "voice_folder": "rongeirvoice",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "009076",
    "base_id": "0012F5",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}