{
    "bio_url": "/wiki/Fihada_(Skyrim)",
    "bio": "Fihada lives in the city of Solitude, where he works as a fletcher.\r\nFihada is a Redguard man with dark skin and stylishly slicked-back blond hair. His shop, which is simply called Fletcher, primarily sells bows and arrows. He is also willing to buy used armor, weapons, and tools at a cheap rate. The shop is located just outside the walls of the Castle Dour courtyard, across the way from Beirand's blacksmithing shop. Fihada's living/sleeping quarters are on the second floor above his fletching shop.\r\nFihada's fletching apprentice is a younger Redguard man named Jawanan, who helps him at the shop.\r\nOn most evenings, Fihada heads down to the nearby Winking Skeever for a meal and some socializing with the other citizens. The Winking Skeever is a popular local tavern/inn, run by an Imperial man named Corpulus. Fihada seems generally well-liked by the ladies who patronize the tavern, such as the lovely Breton woman named Vivenne Onis. Vivienee's aunt Angeline runs the nearby apothecary shop.\r\nQuotes:\r\n\"Your path has brought you to the finest fletcher in all the land.\"\r\n\"Hello and welcome, my friend. How may I help you on this fine day?\"\r\n\"True, I may look the part of dashing swordsman, but I prefer the art of wit to that of warfare.\"\r\n\"A sharp mind beats a sharp blade any day. Words to live by.\"\r\n\"Please come back if you're ever in need of fletching supplies.\"\r\n\"Your typical Solitude wench is like the city itself. Stormy exterior, but ah the charms that lie within...\"\r\nWhen discussing the crafting of arrows with Jawanan: \"Slow's the only way to do it! Work too hard and you'll warp the wood.\" \r\nIf asked where he learned how make bows so well: \"The same place I learned my charm and quick wits; I used to be an Imperial ranger!\" \r\nWhen speaking to Jawanan about his days in the Imperial Legion: \"You'd make a better Imperial ranger than me. I may have charmed the locals, but my fellow soldiers hated my waggling tongue.\"\r\nIf someone asks for some arrows that can take down a dragon: \"Why of course. And will you also be needing the bow that shoots rainbows? Or perhaps a quiver that dispenses beer? Look, if you want arrows we have them, but don't insult my intelligence.\"",
    "name": "Fihada",
    "voice_model": "MaleCondescending",
    "voice_folder": "MaleCondescending",
    "race": "Redguard",
    "gender": "Male",
    "species": "Human",
    "ref_id": "0198B1",
    "base_id": "013275",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}