{
    "bio_url": "/wiki/Birna",
    "bio": "Birna, a Nord woman, owns a general goods store called Birna's Oddments in Winterhold. She has blue eyes and shoulder-length blonde hair. Her brother is Ranmir, whom she is constantly arguing with. One of her main customers is Thaena, who is the wife and housecarl of Jarl Korir. Thaena isn’t the friendliest person, but at least she gives provides Birna with business.\r\nBirna may offer to sell the Coral Dragon Claw to the player for 50 gold. Birna has heard that this claw is somehow associated with a hidden treasure in the ancient Nordic tomb known as Yngol Barrow, which is located east of Windhelm on the opposite side of the River Yogrim. Birna has no intentions of venturing through a remote ancient crypt, so she is trying to sell this claw since she has no use for it.\r\nHer brother Ranmir is constantly at the Frozen Hearth inn in Winterhold, drinking excessively in an attempt to forget about his missing lover, a woman named Isabelle Rolaine. Birna is always angry with him because she has to pay for his drinking, and is also worried that he’s going to drink himself to death.\r\nQuotes:\r\n\"I'll sell just about anything, if it's worth my time. Keep that in mind, will you?\"\r\nIf asked why she started her business in Winterhold: “I didn’t set up shop here by choice, I can tell you that. Options were in short supply. Ranmir and I grew up here, and nearly any money I make, he drinks away. Without the coin to pack up and leave, I decided to take to trading.\"\r\nIf asked if she gets a lot of business: “I’m sure you have noticed that the town isn't exactly overflowing with people. So I'll sell whatever I can. If it's worth putting a price on, you can bet I'll do it. I've made a few bad deals. Been burned a few times. But mostly, I come out on top.\"\r\n“I’m trying to keep my only brother from drinking himself to death.\"\r\n\"I do what's necessary so we can get by. Have to, since I can't count on my brother for anything.\"\r\n\"You looking for Ranmir? He's either passed out in bed, or working on winding up that way.\"\r\n\"Ranmir's a good for nothing drunk. We'd've lost the house by now if it were up to him.\"\r\nIf the player buys the Coral Dragon Claw from her: “Here you go. You get killed on account of this thing, it's not my fault. Got it? But, I suppose, if it does actually turn out to be worth something, let me know, will you?\"\r\nIf the player offers to invest in her business: \"You want to give me money? Just like that? Fine, but I intend to earn that investment. I don't need handouts.\"\r\nIf the player assists Ranmir in overcoming his drinking problem: \"Things are easier now that I don't have to worry about Ranmir anymore. I still can't believe you were able to help him pull himself together. Without all our money going to drink, I can afford to expand my selection a bit.\"",
    "name": "Birna",
    "voice_model": "FemaleNord",
    "voice_folder": "FemaleNord",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": "01C18C",
    "base_id": "01C187",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}