{
    "bio_url": "/wiki/Mikrul_Gauldurson",
    "bio": "Mikrul Gauldurson is a Draugr located within the crypt of Folgunthur. He has one of three amulet fragments, which when combined form the powerful Gauldur Amulet.\r\nThousands of years ago, at the beginning of the First Era, Mikrul lived as the youngest son of Arch-Mage Gauldur. Along with his two brothers, Jyrik and Sigdis, Mikrul coveted the power of his father's amulet. After recovering the amulet, it was split into three fragments, with the three brothers each taking a fragment for themselves. Each fragment is still powerful by itself, though noticeably less powerful than the original Gauldur Amulet.\r\nIn their lust for power, the brothers used the power of the amulet fragements to summon armies to destroy the cities of Skyrim. Arch-Mage Geirmund of Windhelm led a battalion of battlemages to end the brothers' murder spree, and sealed the brothers in their respective tombs with a Writ of Sealing in each tomb.\r\nIf any adventures invade his crypt, Mikrul summons Draugr thralls to distract his enemies during battle. He wields the Gauldur Blackblade, an enchanted ancient nord sword that absorbs a portion of its target's vitality. Mikrul prefers to fight his enemies in melee range. Mikrul also has a writ of sealing on him, which states that he is a murderer and betrayer.\r\nIf an adventurer manages to recover all three amulet fragments from Mikrul and his brothers, the adventurer may then head to Reachwater Rock to reforge the Gauldur Amulet. There in Reachwater Rock, the three Gauldurson brothers will manifest themselves again. Mikrul will then be the first of the brothers to engage the adventurer in battle once again.",
    "name": "Mikrul Gauldurson",
    "voice_model": "Riekling",
    "voice_folder": "CrDraugrVoice",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": null,
    "base_id": "0AB6FF",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done. Free free to change voice model"
}