{
    "bio_url": "/wiki/Ildari_Sarothril",
    "bio": "Ildari Sarothril, a Dunmer woman, is a necromancer who once served as an apprentice of Neloth, the Telvanni wizard who lives at Tel Mithryn on the island of Solstheim. She is encountered in Highpoint Tower, northwest of Tel Mithryn.\r\nThe Telvanni wizard Neloth had been planning for many years to enhance his magical abilities by replacing his own heart with a Heart Stone, similar to how Forsworn Briarhearts replace theirs with Briar Hearts. Ildari, his apprentice, volunteered to be his test subject before he underwent the operation himself, but she was apparently accidentally killed when Neloth performed the operation incorrectly. At least, that was what Neloth believed. In reality, Ildari survived due to the Heart Stone still embedded in her chest, and greatly resents Neloth's bungled operation. Neloth promised her power and glory, but gave her only great pain, and that she plans to get her revenge on Neloth by necromantically raising an army of Ash Spawn to destroy Tel Mithryn.\r\nAfter escaping her grave, Ildari traveled to Highpoint Tower and was taken in by a group of miners, who believed she was severely injured and nursed her back to health. Through the Heart Stone, Ildari noticed that she had become stronger, could feel the bones in the ash calling to her, and had learned how to bind the spirits to bone and ash and raise a servant to do her bidding. She has a journal in which she details these experiences.\r\nHowever, Ildari also started to become paranoid from constantly hearing the bones' voices in her head. The voices told her that the miners wanted her Heart Stone for themselves. Raising her Ash Spawn from the ground, she killed the miners' leader and then imprisoned the others as her own test subjects, though it is unknown what experiments she conducted on them. Highpoint Tower thereby became her base of operations where she could plot her revenge upon Neloth undisturbed.\r\nIldari's journal in Fort Frostmoth details her successful attempts at re-animating General Falx Carius from the dead, to use him as a puppet in her plan to get revenge on Neloth.\r\nIn combat, Ildari will use her Staff of Lightning Bolts, ward and Shock spells. If fought in her final chambers, she will be aided by two soul-gem fueled traps that will shoot lightning towards intruders. These traps can be disabled by removing the soul gem manually or with a projectile.\r\nAs long Ildari she still possesses her heart stone, she will not die.",
    "name": "Ildari Sarothril",
    "voice_model": "FemaleDarkElf",
    "voice_folder": "FemaleDarkElf",
    "race": "Dunmer",
    "gender": "Female",
    "species": "Elf",
    "ref_id": "019B87",
    "base_id": "01773B",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - kinda done"
}