{
    "bio_url": "/wiki/Vaermina",
    "bio": "Vaermina the Dreamweaver is one of the seventeen Daedric Princes. Her sphere of influence includes nightmares, psychological terror and torment, dreams, bringing evil omens, and stealing memories.\r\nVaermina's physical appearance is usually that of a female mage, complete with a flowing robe with deep sleeves and a magic staff. She rules the plane of Oblivion known as Quagmire, which is described as a constantly shifting nightmare realm. She is one of the Daedric Princes that is consistently depicted as evil or demonic, with a strong preference for psychological torture. At the same time, Daedra worshipers will often pray to her just before sleeping, likely in hopes of warding off any potential meetings during their rest.\r\nVaermina is often said to be strongly connected with Magnus, the source of magic on Tamriel. Many scholars believe that, through their dreams, even otherwise magically-untalented mortals can slip into Quagmire, and behold Vaermina's presence. Upon speaking to her, Vaermina will explain that mortals visit her constantly in their nightmares, speak to her in their sleep, and often wake in a cold sweat upon leaving her presence. Most mortals are unaware of this meeting, however, as they cannot remember anything that occurred during their dreams. After a true, remembered encounter with the Daedric Lord, her followers often claim that nothing on Nirn holds any fear for them, as nothing can possibly be as frightening as being in Vaermina's presence.\r\nVaermina is knowledgeable on how to cure vampirism.\r\nSkull of Corruption is a Daedric artifact associated with Vaermina. It is a staff capable of creating a nightmare double of any humanoid creature, which automatically attacks the original being with a vengeance.\r\nIn the town of Dawnstar, the player will encounter - either inside the inn or just outside of it - a couple of citizens speaking with a robed man, speaking to them about their horrific nightmares. The man, named Erandur, knows something about the situation. The man claims to be a Priest of Mara, and that he can indeed remedy the situation.\r\nErandur then leads the player to a tower overlooking the town. Upon reaching the tower, the priest explains that the tower used to be a shrine dedicated to Vaermina. Long ago, a band of Orcs invaded the tower and had a bloody conflict with all those dwelling inside. As a last-ditch effort to prevent the Orcs from seizing the inner sanctum in which the Skull of Corruption stands, the priests released the Miasma, a gas which instantly puts all those who inhale it into an unbreakable deep hibernation, while also keeping those slumbering perfectly preserved.\r\nUnfortunately, the longer one stays asleep under the Miasma's influence, the more their mind breaks down. As such, upon entering the tower and breaking the air-tight seal, the Miasma recedes, allowing the Orcs and priests to awaken and begin attacking in a frenzy. Upon entering the shrine, the priest explains to the player how the Skull of Corruption is the source of everyone's nightmares, since it devours dreams and memories for Vaermina to collect.\r\nAlong the way to the inner sanctum, the player must drink a special potion called Vaermina's Torpor in order to get past a magical barrier. This potion allows one to enter a state of being called \"The Dreamstride.\" In theory, this allows someone to physically teleport across great distances. Any who drink it instantly fall asleep and enter a dream-like world of the memories from someone nearby. Where they are in the world during The Dreamstride when they wake up is where their physical body will be in the physical world. As such, the hero visits the memory of a Priest of Vaermina on the day that the Orcs invaded, allowing the hero to witness as this priest runs to the device that sets up the barrier and releases the Miasma. Upon doing this in the dream, the hero awakens in the physical world, looking at the barrier control device (a soul gem).\r\nHaving circumvented the barrier, the priest and the hero make their way into the inner sanctum where they find two of the priest's former companions. Upon defeating them and having the Skull within sight, Vaermina's disembodied voice speaks out, telling the player that the priest is trying to deceive them, and that they should kill the priest and claim the staff for their own. If the priest is allowed to finish the ritual, he won't turn against the player, and he may be recruited as a companion. As a result, though, the Skull can not be obtained. Alternately, if he is killed by the player, then the Skull of Corruption will be rewarded to them.",
    "name": "Vaermina",
    "voice_model": "FemaleShrill",
    "voice_folder": "FemaleUniqueVaermina",
    "race": "Daedra",
    "gender": "Female",
    "species": "Daedric",
    "ref_id": "0EA26D",
    "base_id": "0E16CD",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - started. Feel free to chance voice mode. Female Shrill isn't that far off, despite being a different VA."
}