{
    "bio_url": "/wiki/Scouts-Many-Marshes",
    "bio": "Scouts-Many-Marshes, an Argonian man, lives in Windhelm. He has with darkened green scaly skin and darkened blue feather-like hair. He can often be found unloading materials (usually firewood) at the Windhelm Docks outside the city during the day and sleeps in the Argonian Assemblage at night.\r\n\r\nUnlike many of his fellow Argonians, Scouts-Many-Marshes does not bear any ill will towards the Nords and the Dunmer He wishes that everyone in Windhelm could live in harmony.\r\n\r\nIf asked if he is having trouble, he will lament that Torbjorn Shatter-Shield (a middle-aged Nord man and a prominent citizen of Windhelm) is not paying the Argonian dockworkers anywhere near the amount he would pay a Nord. Scouts-Many-Marshes may ask the player to talk to Torbjorn about raising the Argonians' wages.\r\n If the player \r\nScouts-Many-Marshes sometimes sells lessons in the optimal use of light armor.\r\nIf Scouts-Many-Marshes considers the player a friend, and if the player is wearing an Amulet of Mara (signaling one’s intention of finding a spouse), Scouts-Many-Marshes will accept a marriage proposal from the player.\r\nIf Scouts-Many-Marshes and the player get married,  Scouts-Many-Marshes will be willing to switch residences from the Argonian Assemblage to the player's home residence of choice.\r\nIf Scouts-Many-Marshes and the player get married, Scouts-Many-Marshes will open up a general goods shop to provide some extra income for himself and his new spouse. Scouts-Many-Marshes will subsequently give his spouse 100 gold daily from the store’s profits. The player will also be able buy, sell, and trade goods from the store’s inventory with Scouts-Many-Marshes.",
    "name": "Scouts-Many-Marshes",
    "voice_model": "MaleArgonian",
    "voice_folder": "MaleArgonian",
    "race": "Argonian",
    "gender": "Male",
    "species": "Argonian",
    "ref_id": "01B140",
    "base_id": "01412E",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - kinda done"
}