{
    "bio_url": "/wiki/Malacath",
    "bio": "Malacath, sometimes called Malak, Orkey The Blue God, or Mauloch, is the Daedric Prince of vengeance, the spurned and the ostracized, the keeper of the Sworn Oath, and the Bloody Curse.\r\nMalacath is a Daedric Prince, patron god of the Orsimer, and member of the House of Troubles in Dunmeri theology Malacath's teachings put a large emphasis on conflic, and he seems to enjoy watching mortals fight one another.\r\nThe summoning date of Malacath is 8th of Frost Fall. However, Malacath can also be summoned at his shrine, if the summoner offers Troll Fat.\r\nThe Ashpit is Malacath's plane of Oblivion. While typically seen as a desolate and unwelcoming place, this spartan landscape is considered a good thing in orc religion, and that orcs who revere Malacath reside in the Ashen Forge, a place of perpetual feasting, drinking and battle, where every orc is a chief, and has many wives. The Backbone of Ashpit has also been called an actual backbone, alluding to the possibility that Ashpit may be made from Malacath himself.\r\nMalacath was created when Trinimac attempted to stop the Chimer from leaving the Summerset Isles. Boethiah, who was the mastermind behind the exodus, confronted Trinimac. Details of the account vary, with some claiming Boethiah swallowed Trinimac and spoke with his voice to encourage and teach the Chimer while at the same time mocking the opposed Aldmer, before excreting Trinimac out and the remains becoming Malacath. His followers then became the orcs, who fled from the Isles in shame. However, when Attrebus Mede told this story to Malacath disguised as an old woman, the Prince remarked that, \"[y]ou people are always so literal-minded\", indicating that this may not be the whole truth.\r\nThe Daggerfall Covenant calls this version of events \"anti-orc propaganda\". The orcs tell a tale whereby Trinimac was defeated by the treachery of Boethiah and Mephala, and cast into the Ashpit by a curse. Trinimac then tore the shame from his skin, and was reborn as Malacath thanks to that disfigurement and shedding of blood.\r\nThe Hero of Daggerfall received Malacath's hammer, Volendrung, around 3E 417, after he dealt with a troublesome Daedra Seducer for the Daedric Prince. After wandering throughout Tamriel, the hammer returned to Morrowind and came to be in the possession of Yagrum Bagarn, the last living Dwemer, who had the hammer in his closet. At that time all the enchantments on the hammer had vanished, for no apparent reason. It was just a mundane hammer. However, in 3E 433 the hammer came into the possession of Malacath again, and all its powerful enchantments returned. Volendrung is best known for the paralyzing and strength leeching effects it has when hitting an enemy.\r\nMalacath's mace Scourge was found in the Battlespire during time of the Imperial Simulacrum. It changed owners, and finally the mace came to the possession of the Telvanni lord, Divayth Fyr. As any of Fyr's artifacts, it was free for the thieves to steal if they could. It might have passed into the hands of the Nerevarine.\r\nGortwog gro-Nagorm was an orc leader and the founder of Orsinium the Orc Capital established in 3E 399. Gortwog gro-Nagorm created controversy among orcs because he accused Malacath of being a false god and created a priesthood dedicated to Trinimac the ancient champion of the Aedra. This view contradicted the common belief that Malacath was Trinimac after he was devoured by Boethiah. Gortwog believed that Trinimac was still alive and that Malacath was a demon. His views were regarded as heresy by most orcs.\r\nDuring the Umbriel crisis, Prince Attrebus and Sul confronted Vuhon in Umbriel. They discovered Vuhon could not be defeated without recovering the Umbra Sword. Sul noticed that Vuhon had mentioned that Umbriel was part of Oblivion, so he opened a gate so that Attrebus and him could escape. They ended up in another Oblivion plane.\r\nWhen Attrebus woke up, he was greeted by female elf. The woman told Attrebus she was Silhansa, and that they were in Malacath's realm. Silhansa had healed Attrebus' wounds. Attrebus was shocked that she was naked. Her hair was rosy gold, her skin alabaster white, and her eyes twin emeralds. She had the slender, pointed ears of an elf.\r\nAttrebus told Silhansa about his adventure to stop Umbriel from destroying Tamriel. He also told her about a tale he had heard about Malacath while he was seven years old. When he finished, Silhansa started to grow, and she transformed into Malacath. Malacath now held both Attrebus and Sul in his hands. Malacath reveals that Sul had sworn an oath to him once. Attrebus manages to convince Malacath to release them and teleport them to Solstheim so that Sul could fulfill his oath. Before leaving his realm Malacath told Attrebus that if he ever had use for him, the prince would know it.\r\nDespite his ferocity, Malacath is genuinely caring towards his followers. He refers to his enslaved Ogre followers as his \"little brothers\" and ensures their safety. He has also been known to curse orc chiefs for their negligence. Malacath also allegedly showed sorrow over the death of his mortal son.\r\nMalacath is one of the Dunmer Four Corners of the House of Troubles, gods that are sent to test the Dunmer in various ways by inflicting trials upon them. Malacath, or Malak, is considered to be a god-king who tests the Dunmer for physical weakness. He is also a demon for the Nords, who typically refer to him as Mauloch.\r\nDuring the time of the Nerevarine, Malacath was summoned by the Nerevarine in his Shrine of Assurdirapal. The Prince of Curses asked the Nerevarine to track and kill the last of the Oreyn Bearclaw family line. He was upset that Oreyn Bearclaw took all the glory of a hero while in fact all the deeds were done by Kharag gro-Khar, Oreyn's Orcish companion. The target was finally killed by the Nerevarine and Malacath rewarded him the Helm of Oreyn Bearclaw. However Malacath was wrong in believing that the Oreyn Bearclaw's family line had ended, as one of the family members was still alive. This person, named Modryn Oreyn, became a rather important person in the Fighters Guild after his role in the quest to eliminate the dangerous competitor of the guild, the Blackwood Company.\r\nMalacath's quest in Cyrodiil involves the Hero of Kvatch's rescue of another group of outcasts, namely, a group of enslaved Ogres. He requires an offering of Troll Fat, and the Hero must be level 10 to start the quest. He will send them to the Home of Lord Drad, the slave owner, with instructions to free the Ogres without harming them. After speaking with Lord Drad and then his wife, an easy way to complete this quest is to simply walk into the mine and ignore the guards. As long as they are not attacked, they will tolerate the Hero's presence, and in a simple manner, go to the two Ogre cages and pick the locks of each of the cell doors. Once freed the Ogres and the guards will fight each other, leaving the Hero to simply pick what he likes from the dead bodies of the fallen. Neither side will attack the Hero as long as he remains passive, and even if one or more of the guards survive they will not care as the Hero loots the chests throughout the mine. Note that even if all the Ogres are killed during the battle with the guards, this will not affect the outcome of the quest.\r\nAs a reward for finishing the quest, Malacath gives the Hero Volendrung, his enchanted two-handed warhammer.\r\nIn Skyrim, an Orc named Atub asks the Dragonborn to bring her troll fat and a Daedra heart so that she can pray to Malacath to end the curse he put on her tribe. After doing so, Atub suggests that Yamarz the chief and the Dragonborn join in the summoning. Yamarz begrudgingly accepts, and Atub begins the ceremony. Malacath then speaks to Yamarz and he commands Yamarz to go and bring back a warhammer. Yamarz orders the Dragonborn to come along with him, stating that the Dragonborn got him into this mess. At the shrine, Yamarz will say that he will pay the Dragonborn to kill the giant. The Dragonborn can accept the deal, but Yamarz will betray them. Alternatively, the Dragonborn can let Yamarz attempt to kill the giant. The chief may die in the process, unless the Dragonborn helps kill the giant. If Yamarz survives, he will betray the Dragonborn in order to claim sole credit for killing the giant. Regardless, once the giant and Yamarz are dead, Malacath speaks again telling the Dragonborn to take Shagrol's Warhammer back to the stronghold. The Dragonborn can either lie to Atub and conceal Yamarz's cowardice/betrayal or reveal the truth of his fate. Malacath speaks once more telling the tribe that they have earned a second chance and appoints a new chief from within the stronghold. Finally, he tells the Dragonborn they have earned his favor with their valorous conduct and to place Shagrol's Warhammer on the shrine to accept their reward. The hammer then transforms into Volendrung.",
    "name": "Malacath",
    "voice_model": "KodlakWhitemane",
    "voice_folder": "MaleUniqueMalacath",
    "race": "Daedra",
    "gender": "Male",
    "species": "Daedric",
    "ref_id": "019E17",
    "base_id": "019E16",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn- not started. Voice model has been changed to Kodlak Whitemane's, since Malacath's dialogue was voiced by the same voice actor"
}