{
    "bio_url": "/wiki/Sulla_Trebatius",
    "bio": "Sulla Trebatius, an Imperial man, is currently inside a Dwemer ruin known as the Alftand Cathedral, right above the entrance to the vast underground caverns of Blackreach.\r\nBefore going to the ruins, Sulla gathered a crew to navigate the ruins, comprised of the following members: Umana, J'darr, J'zhar, Endrast, Yag gra-Gortwog, and Valie. Sulla left the expedition's manifest at the entrance of the ruins, describing the members of the crew and the roles each one fulfilled for the expedition. His journal describes his ill-fated attempt at excavating the ruins, though he himself was undaunted by the tragedies. Inside, they found some Dwarven spiders that were disposed of easily, and afterwards Sulla began taking them apart to research them.\r\nAccording to Endrast's Journal, their camp was ambushed at night by the Falmer. While everyone was trying to escape, Sulla delved deeper into the ruins. He would not leave without finding what he came for. Umana, a Redguard woman, chased after him.\r\nWhen Sulla is first encountered, he is in a discussion with Umana. She is trying to persuade him to leave the ruins. Sulla is now paranoid, thinking that Umana will betray him to take the glory for herself. They are currently fighting until one of them kills the other.\r\nSulla's fighting tactics are simple. He uses destruction magic as his primary attack and will use his Lesser Ward to block hostile spells should they be employed against him. When he runs out of magicka, he engages in melee combat. If his health goes very low, he flees from combat and uses Fast Healing. When his health has recovered enough, he continues to fight.\r\n",
    "name": "Sulla Trebatius",
    "voice_model": "MaleSoldier",
    "skyrim_voice_folder": "MaleSoldier",
    "race": "Imperial",
    "gender": "Male",
    "species": "Human",
    "ref_id": "03B0FA",
    "base_id": "03B0E2",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - kinda done"
}