{
    "bio_url": "/wiki/Aerin_(Skyrim)",
    "bio": "Aerin is a young Imperial man who lives in his house in Riften. He has brown hair. He can frequently be found accompanying Mjoll at the Bee and Barb. The Bee and Barb is a popular inn in the center of Riften, which is run by an Argonian woman named Keerava.\r\nSomewhat recently, Aerin saved the life of a Nord woman with flowing blonde hair named Mjoll (sometimes called Mjoll the Lioness), whom he found in critical condition outside the Dwemer ruin of Mzinchaleft. Mjoll says that a Dwemer Centurion bested her in battle, but she was able to crawl out of the ruin just before losing consciousness. When she awoke, Aerin was there, and he brought her to his home and nursed her back to health.\r\nAccording to Mjoll, Aerin told her of the problems of his home city of Riften, and Mjoll decided to stay and purge the city of its ills. Since that time, Aerin has followed Mjoll and she continues to reside in his house.\r\nAerin usually follows Mjoll around unless she is journeying outside of Riften.\r\nQuotes:\r\n\"Be careful. The Thieves Guild has Maven Black-Briar at her back. One snap of her fingers, and you could end up in Riften Jail... or worse.\"\r\n\"I've never seen Mjoll this upset about anything. The city really gets to her.\"\r\n\"Mjoll told me that it isn't this bad everywhere. Maybe one day I'll venture out and see if she's right.\"\r\n\"Mjoll's brought me nothing but safety and piece [sic] of mind... and some lessons with the blade.\"\r\n\"I hope that someday this city will be free from corruption and we can all live in peace.\"\r\n\"Watch yourself around here, it isn't safe.\"",
    "name": "Aerin",
    "voice_model": "MaleYoungEager",
    "voice_folder": "MaleYoungEager",
    "race": "Imperial",
    "gender": "Male",
    "species": "Human",
    "ref_id": "019DF8",
    "base_id": "013346",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}