{
    "bio_url": "/wiki/Gulum-Ei",
    "bio": "Gulum-Ei is an Argonian dockworker who works in the East Empire Company Warehouse and helps to process all of the shipments of goods that go in and out of Solitude. He can be found in The Winking Skeever during the day to fence stolen goods.\r\nBefore the Thieves Guild questline, he is quite cold, and the only words he says to the Dragonborn are, \"I have no business with you. Leave me.\", \"Go away. I have more important things on my mind right now.\" and \"I don't like strangers...\"\r\nBeing of a dubious nature, Gulum-Ei has first dibs on of some of the finest goods to grace Skyrim's shores and pays the Thieves Guild a cut of whatever he lifts. Though not officially part of the Guild, their arrangement has proven to be lucrative enough that the Guild allows Gulum-Ei to operate independently. However, as of late, Gulum-Ei's shipments have begun to dwindle, and the Guild has become suspicious.\r\nRecent information leads Mercer Frey to believe Gulum-Ei has been acting as a go between for the Guild's \"anonymous adversary.\" Upon the speaking to him, Gulum-Ei will act oblivious, but his tongue can be loosened up if he is bribed or persuaded. However, even then, he will only say that the woman he is dealing with has a grudge against Mercer, leaving towards the East Empire Company Warehouse afterwards. After following Gulum-Ei deep into the warehouse, the Dragonborn confronts him, and Gulum-Ei confesses the woman's name: Karliah, the previous guildmaster's murderer and the person after Mercer. Alternatively, he can be killed before the confrontation, resulting in the Dragonborn getting the information necessary in a nearby chest that has Gulum-Ei's Confession and the Goldenglow Bill of Sale.",
    "name": "Gulum-Ei",
    "voice_model": "MaleArgonian",
    "skyrim_voice_folder": "MaleArgonian",
    "race": "Argonian",
    "gender": "Male",
    "species": "Argonian",
    "ref_id": "0198B7",
    "base_id": "013284",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}