{
    "bio_url": "/wiki/Sorine_Jurard",
    "bio": "Sorine Jurard is an expert on Dwemer technology. She is a Breton of short stature, with short red hair.\r\nShe was an old associate of Isran many years ago, but left on bad terms when he made it clear he didn't need her help any longer. After she left, she pursued her interest in Dwemer technology and was last reported to being somewhere in The Reach, attempting to uncover a large Dwemer ruin.\r\nIsran later tasked the player with recruiting Sorine into the Dawnguard, Isran's recently reformed order of zealous vampire slayers. The player finds her west of Druadach Redoubt and south of Darkfall Cave, near some surface-level Dwemer ruins. Once recruited to Dawnguard, Sorine can be found at Fort Dawnguard in canyon within the Velothi Mountains at the far southeast corner of Skyrim. She will trade in leather armor in for a set of Dawnguard armor. She will the become the weapons specialist for the Dawnguard, mainly in crossbows. She uses her knowledge on Dwemer technology to aid in upgrading the Dawnguard's crossbows and bolts.\r\nAt Fort Dawnguard, she serves as a general goods merchant, and notably sells large quantities of crossbow bolts. She can also provide training in the use of a crossbow, as she is a master of it.\r\nSorine has recently been made aware of the rumored locations of various ancient Dwemer schematics which can provide upgrades or types of special ammunition for a crossbow. She will likely ask the player to retrieve such schematics from various Dwemer ruins and bandit strongholds. If such schematics are found and provided to Sorine, she will be able to correspondingly advance and expand the weapons and/or ammunition available for sale from her inventory.",
    "name": "Sorine Jurard",
    "voice_model": "FemaleEvenToned",
    "voice_folder": "FemaleEvenToned",
    "race": "Breton",
    "gender": "Female",
    "species": "Human",
    "ref_id": "003475",
    "base_id": "00336B",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - started"
}