{
    "bio_url": "/wiki/Thongvor_Silver-Blood",
    "bio": "Thongvor Silver-Blood is a Nord in Markarth and is the patriarch of the Silver-Blood Family. He is also Jarl Igmund's replacement as Jarl, if the Stormcloaks liberate the Reach.\r\nThongvor has a great disapproval of elves in general due to the Thalmors influence on Skyrim's politics and an even greater hatred for the Forsworn, who ravage his family's city.\r\nThongvor's prejudice and disdain for elves and Imperials appears to make him highly judgmental regarding them. Should he speak to an elven Dragonborn he will lump them in with the Thalmor as \"your kind\" regardless of the specific elven race, such as the Dunmer (who despise the Thalmor) and he will accuse Brother Verulus of \"typical Imperial lies\" and accusing him of taking away Talos, despite the fact that Verulus had no involvement in the White-Gold Concordat.\r\nThongvor is the older brother of Thonar Silver-Blood, who takes care of the family's business interests, allowing Thongvor to concentrate on the politics of The Reach and Skyrim.\r\nHe expresses unhappiness with Jarl Igmund for not listening to him, despite the Silver-Bloods being the richest and most influential family in Markarth. He is particularly upset about the Jarl's decision to support the White-Gold Concordat, which outlawed the worship of Talos. He is a supporter of Ulfric Stormcloak and will speak in an aggressive and disdainful way towards the Dragonborn if they are an Elf or profess themselves as an Imperial supporter.\r\nThongvor argues with Brother Verulus over the recent closing of the Hall of the Dead in Markarth. Thongvor isn't happy about being denied access to his ancestors' graves, located left of the Understone Keep.\r\nIf the Stormcloaks gain control of Markarth, during the quest \"The Battle for Fort Sungard,\" Thongvor becomes the new Jarl of Markarth. Yngvar the Singer will be his housecarl and Reburrus Quintilius will be his steward.\r\nThongvor \"What are you hiding, priest?\" Thongvor \"Typical Imperial lies. First you take away Talos, and now keep us from seeing our honored dead? You and the Jarl will answer for any desecration of my ancestors' bodies!\"",
    "name": "Thongvor Silver-Blood",
    "voice_model": "MaleNord",
    "voice_folder": "MaleNord",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "0198E3",
    "base_id": "0133BB",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}