{
    "bio_url": "/wiki/Arch-Curate_Vyrthur",
    "bio": "Arch-Curate Vyrthur is one of the last living Snow Elves, alongside his brother Knight-Paladin Gelebor, and is the secondary antagonist of the Dawnguard storyline. He is also a vampire, and believes that Auri-El is to blame for allowing him to turn after becoming infected.\r\n\r\nSometime in the late Merethic Era, Vyrthur served as the Arch-Curate within the Chantry of Auri-El. During this time he was turned into a Vampire by one of the initiates of the Chantry.\r\n\r\nHe believed that Auri-El, the Snow Elves' primary deity, betrayed him by not providing him with any protection against disease. In an act of revenge for allowing him to become inflicted with vampirism, Vyrthur created the Tyranny of the Sun prophecy, the fulfillment of which would weaken Auri-El's overall influence on Nirn and provide him some measure of personal satisfaction for his suffering. All that was needed to fulfill this prophecy was the blood of a Daughter of Coldharbour and Auriel's Bow.\r\n\r\nDuring the First Era, the Chantry of Auri-El was attacked by the twisted remnants of his extinct race - the Falmer. Several stormed the Inner Sanctum, but Vyrthur defeated the intruders, freezing them solid within casings of ice.\r\nIn order to obtain Auriel's Bow, the player has been tasked by Knight-Paladin Gelebor to fill the Initiate's Ewer at five of Auriel's Wayshrines, in order to unlock the Inner Sanctum, where Vyrthur awaits with the bow in his possession.\r\n\r\nVyrthur can be found seated on a throne behind a magical wall of ice. Approaching him will begin a short dialogue, admitting that he has been waiting all this time for someone to bring the final component to him, namely Serana. Afterwards, he unleashes swarms of frozen Falmer and Chaurus upon the player and Serana.\r\n\r\nOnce the swarms have been defeated, Vyrthur will destroy the entire roof of the chapel in a fit of rage and retreat out to a grand balcony overlooking the Forgotten Vale.\r\nIn battle, he uses ice magic. Spells such as Icy Spear and Frost Cloak, in addition to a unique variant of Vampiric Drain that also drains stamina, make up the core of his arsenal. He also typically summons a Frost Atronach at the start of the battle. Once his magicka runs out, he switches to his frost-enchanted Elven Dagger.\r\n\r\nArch-Curate Vyrthur wears the only obtainable set of Ancient Falmer Armor.",
    "name": "Arch-Curate Vyrthur",
    "voice_model": "MaleVampire",
    "voice_folder": "DLC1MaleVampire",
    "race": "Snow Elf",
    "gender": "Male",
    "species": "Elf",
    "ref_id": "006C13",
    "base_id": "003788",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}