{
    "bio_url": "/wiki/Gormlaith_Golden-Hilt",
    "bio": "Gormlaith Golden-Hilt is a Nord heroine who helped overthrow the tyrannical rule of Alduin and his dragons over humanity, during the Dragon War in ancient times, many thousands of years ago. She helped lead humanity's rebellion against the dragons, along with two men named Hakon One-Eye and Felldir the Old. All three of them were strong warriors and powerful wielders of the Voice (the Thu'um, in the dragon tongue), which was taught to them by a dragon named Paarthurnax. Paarthurnax was Alduin's chief lieutenant, but was influenced by the goddess Kyne to defect from Alduin and to aid humanity. After training with Paarthurnax, Gormlaith, Hakon, and Felldir were able to craft their own Shout: Dragonrend, which forces a dragon to experience the unfamiliar sensation of mortality, rendering it unable to fly.\r\nGormlaith is famed for slaying four dragons in a single day. Later in that same day, Gormlaith, Hakon, and Felldir engaged Alduin himself at the peak of the Throat of the World, the tallest mountain in all of Tamriel. The three of them used Dragonrend to force Alduin to the ground and engaged him in close combat. Gormlaith fought valiantly, but Alduin eventually managed to clamp his jaws around her, ripping her body to shreds. After Gormliaht;s death, Hakon and Felldir realized they were still no match for Alduin, and were forced to use an Elder Scroll to banish Alduin eons into the future.\r\nFor countless years, Gormlaith's spirit has resided in Sovngarde, the afterlife for Nord warriors, along with the spirits of Hakon and Felldir. Recently, Alduin finally emerged from his temporal banishment, and has been flying the skies of both Skyrim and Sovngarde; traveling between the world of the living and the realm of the dead via a hidden portal. When in Sovngarde, Alduin has been devouring the souls of those who wander outside of Shor's hall (the Hall of Valor). Only a Dragonborn (a mortal with the soul of a dragon) is capable of truly defeating Alduin. Thus, in order to prevent Alduin consuming more souls, Shor decreed that all surviving spirits must remain inside the Hall of Valor until the Dragonborn arrives from the land of the living. Gormlaith and her comrades are eager to join the Dragonborn in a rematch against Alduin.\r\nIf Alduin is slain, the Dragonborn will then be able to invoke a Shout named Call of Valor to summon the spirit of either Gormlaith, Hakon, or Felldir to aid them in combat in the land of the living, for a brief time. Gormlaith has blue eyes and blonde hair, her face streaked with three diagonal lines of blue-green face paint. She wears a set of steel plate armor (without a helmet), and wields a sword.\r\nQuotes:\r\n\"For Skyrim!\"\r\n\"Let those that watch from Sovngarde envy us this day!\"\r\nWhen in combat against Alduin: \"If I die today, it will not be in terror. You feel fear for the first time, worm. I see it in your eyes. Skyrim will be free!\"\r\nWhen met in the Hall of Valor: \"At long last! Alduin's doom is now ours to seal - just speak the word and with high hearths we'll hasten forth to smite the worm wherever he lurks.\"\r\n\"To battle, my friends! The fields will echo with the clamor of war, our wills undaunted.\"\r\nIf Alduin is slain: \"Our ancient debt for Alduin's reprieve is now repaid - the long night is ended!\"\r\n\"Even here, where heroes throng, few can match this mighty deed. What glory! The gods themselves must envy us this well-earned honor!\"",
    "name": "Gormlaith Golden-Hilt",
    "voice_model": "Azura_Gormlaith",
    "voice_folder": "SpecialFemaleUniqueGormlaith",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": "0CD9F8",
    "base_id": "044236",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done. Download the Azura_Gormalith voice model via the link in the #voice-models Discord channel. It's a Skyrim-ified version of the FemaleNords voice model from Oblivion. It's not a perfect match, but it's the same VA: Lynda Carter"
}