{
    "bio_url": "/wiki/Tonilia",
    "bio": "Tonilia is a Redguard woman and a member of the Thieves Guild in Riften. She acts as a fence for stolen items and occasionally sells lockpicks. She has a 1000 gold spending limit per day. That amount increases step by step to up to 4000 gold as the player completes special jobs for Delvin.\r\nTonilia is in a romantic relationship with the owner of The Ragged Flagon, Vekel the Man, though both seem to have different views of where they want the relationship to go; in a conversation between the two, Vekel states that he wishes she would slow down and live with him, while Tonilia says that she is just fine with the way things are. In another conversation between Tonilia and Dirge, Dirge says that he believes Tonilia is cheating on Vekel with Brynjolf, though she quickly denies this. Though not wanting to commit to marriage with Vekel at this point, Tonilia clearly views her relationship with Vekel as exclusive. Tonilia will not be willing to cheat on Vekel, and will threathen any woman whom she perceives as trying to make a move on Vekel.\r\nTonilia sometimes has conversations with Delvin in which Delvin tries to convince her to start doing jobs for the Thieves Guild, but Tonilia always declines his offer for the time being.\r\nQuotes:\r\n\"I'm the fence down here. You come by anything you don't exactly own and I'll pay you some coin for it. Minus a little slice for the Guild, of course. I can also provide a few supplies useful to our trade now and again, for a small fee.\"\r\n“Look, I've been in this business a long time and I've seen all types. You can play it tough, you can play it smart... whatever. At the end of the day you'll find all we care about down here is how much gold you can make us.\"\r\n\"Well, you could always speak to Delvin or Vex if you're looking for extra work. Or if you're looking for training, we've got plenty of it down here. Delvin, Vex, Niruin and Vipir can give you a leg on that.\"\r\n\"Welcome to the cozy little family. I'm one of the lookouts for the Guild. I watch Delvin's back.\"\r\n\"Why don't you take a look at some of my merchandise and we'll see what kind of a deal we can make.\"\r\nIf the player is a man: \"Vekel and me, we have a thing going. So I recommend you keep your hands off the merchandise.\"\r\nIf the player is a woman: \"Vekel and me, we have a thing going. Try anything with him and it'd be bad for your health.\"",
    "name": "Tonilia",
    "voice_model": "FemaleCondescending",
    "voice_folder": "FemaleCondescending",
    "race": "Redguard",
    "gender": "Female",
    "species": "Human",
    "ref_id": "0B882A",
    "base_id": "0B8827",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - doneish"
}