{
    "bio_url": "/wiki/Proventus_Avenicci",
    "bio": "Proventus Avenicci is Jarl Balgruuf the Greater's Steward. His daughter, Adrianne, runs Warmaiden's, a weapons and armor shop located in the Plains District of Whiterun.\r\nProventus can usually be found standing next to the Jarl's throne, in the Jarl's War Room behind the throne, in his bedroom in the back rooms of Dragonsreach, or dining on the Great Porch. Rewards for completing bounties can be collected from him in any of these places.\r\nAfter the Dragonborn returns from killing the first dragon at the Western Watchtower with Irileth, Proventus denies the probability that they are the Dragonborn and tells the Jarl that there is no evidence to support it. Also Proventus Avenicci is one of the possible guests that may be present in the Thalmor Embassy during the quest \"Diplomatic Immunity.\"\r\nAside from asking for information about Whiterun, the Dragonborn can fulfill bounties for Proventus by killing giants and Bandit leaders in Whiterun Hold.\r\nBreezehome, a house in Whiterun, may be purchased from Proventus for 5000 gold. All the furnishings needed to decorate the home are also sold by him.\r\nIf the Dragonborn sided with the Stormcloaks during the Civil War, and takes control of Whiterun Hold during the quest \"Battle for Whiterun,\" Proventus, Hrongar, Balgruuf, and Irileth will enter exile in the Blue Palace in Solitude. Proventus is then replaced as Steward by Brill. However, if the Dragonborn kills Brill, Proventus returns to the city as steward and serves the new Jarl, Vignar Gray-Mane.\r\nProventus' daughter, Adrianne, asks the Dragonborn to deliver a sword to him for Jarl Balgruuf. After bringing him the sword, he tells the Dragonborn he will give it to Balgruuf when \"the time is right.\" He then equips the blade regardless. He can be heard later in conversation with Balgruuf offering the sword. Balgruuf chastises Proventus, saying \"You are here to give me counsel. This is not counsel.\"",
    "name": "Proventus Avenicci",
    "voice_model": "MaleCoward",
    "voice_folder": "MaleCoward",
    "race": "Imperial",
    "gender": "Male",
    "species": "Human",
    "ref_id": "01A67D",
    "base_id": "013BBA",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}