{
    "bio_url": "/wiki/Isran",
    "bio": "Isran, a Redguard man, is the stoic leader and founder of the Dawnguard, an order of vampire hunters. The Dawnguard are headquarted at Fort Dawnguard, nestled in the mountains at the far southeastern edge of Skyrim.\r\nIsran is as a master skill trainer in the usage of heavy armor, and will offer his training services to the player if they join the Dawnguard.\r\nYears ago, Isran was a member of the Vigilants of Stendarr. He joined the Vigilants after witnessing his family's death at the hands of Molag Bal vampire cultists. He joined the Vigil at the same time as Celann. Dissatisfied with the order, and the fact the Vigil found his methods \"extreme\", Isran and Celann they both left to form their own partnership. It didn't last long, as Celann began to disagree with some of Isran's methods. However, Celann eventually returned to join the Dawnguard.\r\nThis year, after a recent spate of vampire attacks, Isran founded the modern iteration of the Dawnguard. In ancient times, the original Dawnguard were an order of master vampire slayers. Isran re-established the Dawnguard's ancient headquarters in Fort Dawnguard, a massive fortress deep within the Velothi Mountains. Isran then rallied new recruits in order to combat the vampire menace.\r\nIsran has a strong sense of righteousness and in addition believes it is his duty to protect Skyrim from vampires. However, he tends to prioritize killing vampires over most other things, and would even put the lives of innocents at stake in order to aid his cause. Even though he is not from Skyrim, he is proud to live there. Despite no longer being a Vigilant, he still worships Stendarr in particular. Isran has quite a cold demeanor initially. His unfriendliness goes to new extremes if the vampire Serana is among the Dawnguard; he talks to her in harsh tones and constantly refers to her as 'it', even to her face. However, towards the end of the main questline, Isran refers to Serana by her name, rather than 'it', and goes as far to thank her for helping kill Harkon, her father.\r\nAccording to Isran, his hatred of vampires is what keeps him strong; that, and constant vigilance. Compared to Gunmar, who also lost his family to vampires, Isran's goal of purging the land of vampires is less out of a desire to help people from the vampire menace, and more out of a pure hatred for vampires. Despite this, Isran can still be compassionate and forgiving.\r\nIsran is so tense and alert that he belittles the player for sleeping, claiming it to be a weakness. He is perfectly content expecting the worst to happen. However, while others mocked him, he read the signs and was able to take the right measures.\r\nIsran apparently has a consistent habit of falling-out with people and holding grudges. The Vigil let him go after he proved too \"extreme.\" Celann explains that he was never happy with Isran's rough and violent methods, and broke off their partnership. Florentius, the priest of Arkay, never got on with him either. However, Isran is not so petty as to stay mad at people in times of need. To the surprise of his old colleagues, he recruits them to help the Dawnguard. In his own gruff manner, he continued to care for these people too. Upon hearing of Keeper Carcette and the other Vigilants' deaths, he shows sorrow and compassion for their losses. If anything, it gives him more fuel for his obsession: to exterminate all vampires.\r\nHe makes this more clear if the player returns to Fort Dawnguard after either contracting vampirism or becoming a Vampire Lord, angered that the player has become one of them and directs them to Morthal to seek a cure from Falion, stating that until the player does that, he will not allow them to remain in Fort Dawnguard, saying \"How dare you come back here after being infected by one of them.\" and \"Get out of here, monster.\"\r\nIsran is a formidable warrior, more than capable of spearheading an assault on vampires. In battle, he expertly wields a Dawnguard warhammer, which is especially deadly to vampires. He also uses a special spell called Stendarr's Aura.\r\nAfter hearing about an order of vampire hunters who are recruiting, the Dragonborn goes to join them at Fort Dawnguard. Isran and Celann meet both the Dragonborn and Agmaer and induct them into the group.\r\nAfter a plea from Tolan, Isran sends the Dragonborn to investigate what the vampires who attacked the Hall of the Vigilant were looking for within Dimhollow Crypt, which was just up the mountain from the Hall of the Vigilant.\r\nFurious at the Dragonborn's compassion to Serana and delivering an Elder Scroll to the Vampires, Isran orders the Dragonborn to make amends and recruit two of his old colleagues to their cause: Sorine Jurard and Gunmar. When they return to Fort Dawnguard, Isran checks to make sure they haven't contracted Sanguinare Vampiris, then lets them into the fort to begin their work with strengthening the Dawnguard for future battles with the Vampires.\r\nIsran brings the player to reunite with Serana, who has fled from her father, Harkon. While disgusted at her presence, Isran is interested to hear about a Moth Priest in Skyrim and could help them understand the Tyranny of the Sun that Serana mentions. He sends the Dragonborn to retrieve Dexion Evicus to help read Serana's Scroll and see if it provides any details that could aid the Dawnguard against Harkon.\r\nAfter the Dragonborn retrieves Auriel's Bow, leaving him amazed that they have the object that Lord Harkon seeks to complete the Tyranny of the Sun prophecy, Isran rallies the Dawnguard to prepare for the final assault against Harkon and his court at Castle Volkihar, taking Sorine Jurard, Durak, Florentius Baenius, Gunmar, Celann, and an Armored Troll with him to the castle. Once joined by the Dragonborn and Serana, they attack the castle and eliminate all of Harkon's court members, including his two Death Hounds, Garmr and CuSith, leaving Serana and the Dragonborn to face Harkon alone. After Harkon is slain, Isran thanks Serana for her help, showing newfound respect for Harkon's daughter. He offers the Dragonborn a chance to return to Fort Dawnguard to continue working with the Dawnguard to weed out other vampires around Skyrim, knowing that Auriel's Bow is in good hands.\r\nHe and the others members in Fort Dawnguard are targets for this vampire side quest with eliminating them to ensure the Dawnguard won't be a threat to Harkon's court any longer.\r\nIsran requires help dealing with a vampire masquerading as a Visiting Advisor to a Jarl.\r\nQuotes:\r\nIf the player has killed the vampire in the Jarl's court: \"Good. Maybe now they'll afford the vampire threat a tad bit more respect, eh?\"",
    "name": "Isran",
    "voice_model": "Isran",
    "voice_folder": "DLC1MaleUniqueIsran",
    "race": "Redguard",
    "gender": "Male",
    "species": "Human",
    "ref_id": "003478",
    "base_id": "00336A",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - started"
}