{
    "bio_url": "/wiki/Sanguine",
    "bio": "Sanguine also known as the Lord of Revelry, Blood-Made-Pleasure, Prince of Hedonism, Daedric Lord of Debauchery or Daedric Prince of Debauchery, Lord of Hard-Partying, and he who tastes the Shaven Fruit, is the Daedric Prince of revelry and debauchery. He also has domain over the darker natures of man, such as lust, sin, sloth, gluttony, and greed. He is the patron deity of sinners and is often seen with a bottle of wine or beer (ale) in his hand. Sanguine enjoys playing pranks on others, one such example being a spell that removes the clothing of everyone within the spell's radius. Although a joker, Sanguine prefers to drag mortals down to sinful lifestyles by means of temptation and humiliation. In Khajiiti religion he is known as Sangiin, the Blood Cat, who is known to test the Khajiit with promises of immortality and debaucheries of the flesh.\r\nHe has over a thousand personal realms known as the Myriad Realms of Revelry.\r\nSanguine was once asked by Mephala for twenty-seven tokens to give to her devoted followers. The Dark Brotherhood stole these tokens from the Morag Tong. According to Morag Tong members, Mephala eventually arranged for them to return to the guild. The Nerevarine systematically killed the members of the Dark Brotherhood one-by-one and retrieved the tokens from them.\r\n\r\nSanguine can be called upon at the Shrine of Sanguine. The summoning date of Sanguine is 16th of Sun's Dawn. Sanguine can also be summoned in his shrine, if the summoner offered Cyrodilic Brandy.\r\n\r\nThere is a shrine in Cyrodiil which bears the appearance of Sanguine. Upon completing the related quest, Sanguine will give the Sanguine Rose, a strange staff shaped like a twisted and thorny black rose. When the energy within the Sanguine Rose is cast at a target, one random Daedric servant of Sanguine is summoned to do battle.\r\nWhen the Hero of Kvatch visited the Shrine of Sanguine and summoned him, sometime during the Oblivion Crisis, Sanguine tasked the Hero of Kvatch to join the royal dinner party of the Countess of Leyawiin, Alessia Caro. Sanguine believed that the Countess of Leyawiin was too stuffy, and wanted the hero to do something about it. The hero should sneak into the castle undetected and cast the spell of Stark Reality on her and her guests. When the hero cast the spell all the guests and the Countess herself were stripped, it brought chaos to the party, but Sanguine was pleased. When the hero returned to the shrine, Sanguine rewarded his Sanguine Rose to the hero of Kvatch, a staff that has the capability to summon a lesser Daedra to \"supposedly\" fight for the wielder of the staff. The same artifact was also rewarded some decades before to the Hero of Daggerfall, and also to Martin, the last of the Septims. Martin in his youth was one of the followers of a Daedric Cult, and he somehow retrieved Sanguine's Rose - probably after some odd task.\r\n\r\nSanguine appears in Skyrim disguised as Sam Guevenne, who offers a friendly drinking competition with his \"special\" brew for his staff with the player. If the player accepts and drinks three mugs, Sam, impressed, will give the staff and offers to show the player a place where the wine flows like water. After that, they go out to commit drunken pranks in Skyrim. The player then heads to Morvunskar where a portal to Sam's location is found. Going through the portal reveals Sam in the Misty Grove, where he reveals his true identity as Sanguine, commenting that he hadn't had that much fun in a hundred years and rewards the player with his staff, the Sanguine Rose.\r\nArrows, melee weapons, and spells will pass through Sanguine, and he cannot be damaged.",
    "name": "Sanguine",
    "voice_model": "MaleDrunk",
    "skyrim_voice_folder": "MaleDrunk",
    "race": "Daedra",
    "gender": "Male",
    "species": "Daedric",
    "ref_id": "02E1F3",
    "base_id": "02E1F2",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - started"
}