{
    "bio_url": "/wiki/Braith",
    "bio": "Braith is a Redguard child living in the Wind District of Whiterun. She is the energetic and belligerent daughter of Amren and Saffir. Braith’s father used to be a soldier, and her mother Saffir spends much of her time reading adventure and romance books. \r\nBraith's mother wants her daughter to start reading more and stop getting into fights with just about every child she runs into, but Braith will either ignore her mother or frown at her when she overhears this. Braith has a secret crush on Lars Battle-Born, which is the reason why she is bullying him. If the player convinces Braith to stop harassing Lars, she will elaborate that she would not have had to bully Lars in the first place if Lars would just kiss her.\r\nBraith, Mila Valentia and Lars Battle-Born can sometimes be seen playing tag or hide-and-seek in the city. Braith feels that neither of her parents give her enough attention, especially her mother who always has her nose in a book. Whenever she tries to bring up the subject of her crush on Lars Battle-Born, both of her parents brush her off and tell her that they’re too busy to listen. If Braith sees her father preparing to leave the city for mercenary work, she will ask him if she can accompany him, but he always makes her stay home.\r\nIf both of Braith’s parents die, she will agree to be adopted by the player if they offer to do so.\r\nQuotes:\r\n\"Stupid Lars Battle-Born. I fight him almost every day, but it's not much of a fight, 'cause he don't fight back.\"\r\n\"Boys, girls, dogs, elders - there's nobody I won't fight!\"\r\n\"What're you lookin' at? I'm not afraid of you, ya know. Even if you are my elder.\"",
    "name": "Braith",
    "voice_model": "FemaleChild",
    "skyrim_voice_folder": "FemaleChild",
    "race": "Redguard",
    "gender": "Female",
    "species": "Human",
    "ref_id": "01A66B",
    "base_id": "013BA9",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}