{
    "bio_url": "/wiki/Amren",
    "bio": "Amren is a Redguard man who lives in Whiterun. His dark hair is styled into cornrows, and he sports a short mustache and beard. Amren wears studded armor and hide boots, and carries a steel sword on his hip.\r\nAmren is married to a Redguard woman named Saffir, and together they have a daughter named Braith. He serves as a trainer of One-Handed weaponry. He left military service for a quieter family life, and although he misses it sometimes, he says he knows he made the right decision.\r\nAmren has argued with his wife Saffir in front of House Gray-Mane about his attempts to retrieve his family sword. His wife is upset that he is wasting too much money on the endeavor.\r\nWhen encountered, he will ask the player to retrieve his family sword, which has been stolen by a thief. Upon completing the quest, he will give the player a lesson in One-Handed weaponry and in the effective use of a shield.\r\nQuotes:\r\n“I'm a Redguard. My family hails from the Imperial Province. Ah, but I left home when I was just a lad. Been wandering ever since.\"\r\n\"My Saffir doesn't like that I've been spending so much time looking for my father's old sword. He fed his entire family with the gold he made using that weapon. I'm not about to let it gather dust in some thief's trophy room.\"\r\n\"My wife's a good woman. She can be a little hard-headed sometimes, but I love her just the same.\"\r\n\"You tried mercenary work? It might suit you.\"\r\n\"Sometimes I miss the soldier's life, but when I hold my daughter in my arms, I know I've made the right choice.\"\r\nIf the player retrieves his sword: \"You found it? I've been looking for that blade for months. You took on all those bandits yourself? Thank you. Here, my father had a favorite sword and shield technique. Let me teach it to you, in honor of his memory.\"",
    "name": "Amren",
    "voice_model": "MaleEvenToned",
    "voice_folder": "MaleEvenToned",
    "race": "Redguard",
    "gender": "Male",
    "species": "Human",
    "ref_id": "01A66A",
    "base_id": "013BAA",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}