{
    "bio_url": "https://www.nexusmods.com/skyrimspecialedition/mods/18330",
    "bio": "Nestynia is a member of the Bards College in Solitude. She is a Bosmer. She typically wears expensive fine clothing.\r\nShe often plays and drinks at the Winking Skeever (a popular tavern in the city), which is run by an Imperial man named Corpulus.\r\nQuotes:\r\nIf asked to perform a song: \"Oh, what song would you like me to play?\"\r\n\"Are you not the student responsible for resurrecting King Olaf's festival, then? Headmaster seems quite fond of you. You and me both, I like to think.\"\r\n\"Headmaster Viarmo has sought to put my unique talents to good use for their various endeavors.\"\r\n\"I am a bard-to-be, among a few other things. My family runs a shipping company in Cyrodiil, which I serve as a diplomat and negotiator. I represent the company for our clients, whose domains stretch as far to the west in Daggerfall and to the east in Raven Rock. Most interactions take place in the form of letters which I compose, however. I only get a few opportunities per year where my presence on their ship is required. I suppose my father cares for me too deeply to risk my well-being on the varying soberness of our navigator. For now, Solitude is where I call home in a civilized world.\"\r\n\"Outside of societal obligations, I've also been prepared for challenges faced in the wilds, for such is the way of true Bosmer. At 11 years of age, my family deemed I be sent to Valenwood and trained under the tenet of the Green Pact. I trained under my distant relative who lived as a Spinner, or, a priest, in the outskirts of the city of Haven, for several years. The trials undertaken in the course of my training took place in Elden Root, a city in a colossal grasp of an ancient tree known as the Elden Tree. I've learned to be one with nature, to call upon their acolytes in the face of challenges. But according to my master, I've merely been able to scratch the surface.\"",
    "name": "Nestynia",
    "voice_model": "FemaleYoungEager",
    "voice_folder": "settefemaleuniquenestynia",
    "race": "Bosmer",
    "gender": "Female",
    "species": "Elf",
    "ref_id": "A78A2D",
    "base_id": "A78A2C",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Custom voiced, feel free to change the assigned voice model"
}