{
    "bio_url": "/wiki/Aslfur",
    "bio": "Aslfur, a Nord man, is the steward and husband of Jarl Idgrod Ravencrone and lives with her in Highmoon Hall in Morthal. Aslfur and his wife have a young adult daughter named Idgrod the Younger, and a young son named Joric. Aslfur has brown shoulder-length hair and a short beard. He wears a set of farm clothes and a pair of boots, and carries an iron sword on his hip.\r\nAslfur is very dutiful and protective of the Jarl, both as her steward and as her husband. He is concerned with people bothering the Jarl with their petty concerns, and states that his only concern is keeping his wife safe.\r\nAslfur can give a bounty quest if asked for work and can also give rewards for completed bounty quests in the hold.\r\nAslfur often visits the Moorside Inn in Morthal in the evening. The innkeeper there is Jonna, a Redguard woman.\r\nIf the Stormcloaks were to take control of Hjaalmarch, Aslfur and his family would be forced to take refuge at the Blue Palace in Solitude, under the protection and rule of Jarl Elisif.\r\nQuotes:\r\n“I’m worried about Joric. I fear his condition is worse. He calls out in his sleep sometimes.”\r\n“Life in Morthal has been troubled lately. The people are uncertain, restless. They merely look to the Jarl for leadership.\"\r\n“What many here in Morthal want is just a quiet life in a quiet place, without the noise or the trouble of a city. Now some worry this wizard, Falion, will foul it all up.\"\r\n\"I do what I can to see that Idgrod's time isn't wasted, and that she only has to deal with important matters.\"\r\n\"If you've business with the jarl, I'd ask that you speak to me first.\"\r\n\"Too many bother my wife with their petty problems, and then don't even understand the advice she gives them.\"\r\n\"The only thing that matters to me is keeping my wife safe. I won't let anyone harm her.”\r\n\"Idgrod, have you made a decision about Falion? There are concerns. Rumors that he's up to something.”",
    "name": "Aslfur",
    "voice_model": "MaleCommander",
    "skyrim_voice_folder": "MaleCommander",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "01AA68",
    "base_id": "0135E7",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}