{
    "bio_url": "https://3dnpc.com/wiki/interesting-npcs/locations/quest-npcs/alassea/",
    "bio": "Alassea is a bard, and is passionate about her profession. She has a lovely melodic voice, and also plays the lute. She currently plies her trade in Robber's Refuge.\r\nRobber's Refuge is tavern within a cave in a remote part of the Rift, near the base of the Velothi Mountains to the east. Shor's Stone, the mining town to the west, is the closest notable settlement to Robber's Refuge. Unfortunately, Robber's Refuge is currently patronized by numerous bandits, assassins, and other such disreputable folk.\r\nAlassea is a young Imperial woman with shorter light brown hair. Her father is a Nord, and she was raised in the city of Windhelm. Viola Giordano, a prominent wealthy woman in Windhelm, is Alassea aunt on her mother' side. Alassea has an upbeat and cheeky personality, and her sense of humor largely centers around silly puns.\r\nAlassea originally trained in magic, but ended up deciding to pursue the life of a bard instead. She is still a competent mage (particularly with Destruction magic), despite no longer devoting her time to the study of magic.\r\nWhen it comes to the Skyrim civil war between the Imperial Legion and the Stormcloak rebellion, Alassea understands the motivations behind both factions, and has no strong preference for either side.\r\nAlassea is friends with a young Nord woman named Tikrid. Tikrid is an honorable adventurer and bounty hunter from Dawnstar.\r\nAlassea likes talking about food with innkeepers, as well as conversing with her former teachers at the College.\r\nIn combat, she occasionally provides advice that reflects her expertise, and providers corny puns relating to the current situation.\r\nAlassea knows many songs, including \"The Dragonborn Comes\", \"The Wolves of Jorrvaskr\", \"Gone with the Snow\", \"The Journey\", \"Seven Septims for Sigurd\", \"Eyldi the Bear\", \"Mogo's Mead\", and many more.\r\nIf the player assists Alassea in clearing the Robber's Refuge tavern of some of its criminal elements, along with assisting with much-needed renovations, Alassea will consider the player her friend and be willing to follow them on adventures across Skyrim. After traveling with the player and getting to know them, she will become willing to marry them.\r\nQuotes:\r\n\"Alessea the bard, at your service.\"\r\n\"If music is food for the soul, I'm your waiter.\"\r\n\"People sometimes ask me about my accent. Yes, I'm an Imperial. But my father's a Nord, and Skyrim's my home. So my voice sometimes gets confused.\r\n\"May the Gods protect us, and our faith, reward us.\"",
    "name": "Alassea",
    "voice_model": "Auri",
    "voice_folder": "alasseavoice",
    "race": "Imperial",
    "gender": "Female",
    "species": "Human",
    "ref_id": "1F8A9F",
    "base_id": "1F05D4",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn. - Yes it's the same VA as Auri."
}