{
    "bio_url": "/wiki/Hert",
    "bio": "Hert owns and lives at Half-Moon Mill with her husband Hert. She and her husband are both Nords. She has fairly long blonde hair. She usually wears hide clothing and boots.\r\nHert is exceedingly warm with her greetings to strangers. She shows some aggravation towards the effect of the ongoing civil war (between the Imperials and the Stormcloaks) on their mill, as well as towards the high frequency of guard patrols on the nearby road.\r\nShe is willing to buy chopped firewood that is brought to her, at a cheap rate.\r\nHert is happy to sell large quantities of lumber, and arrange for the lumber to be sent to the customer's destination of choice. If she gets to know someone well enough to consider them a friend, she may even let them cut some of their own lumber for free.\r\nTheir mill is on the southwestern shore of Lake Ilinalta, located in Falkreath Hold in southern Skyrim. Their property is adjacent to the road, north of a stone bridge that crosses a stream filled with tree trunks and branches as it joins Lake Ilinalta. The stream splits the property and is rich in salmon. The wood mill and a butcher shack are on the far side of the stream, with a wooden bridge joining them with the main cabin. This butcher shack contains a table holding haunches of raw venison and beef. A rack holding dead rabbits is hanging from the shack's ceiling. Bloody human remains are secretly hidden under the shack's table.\r\nTheir cabin is a single-story building with a small henhouse between the road and the cabin. There are several tree stumps around the property, from trees harvested by the mill. There are plenty of plants and flowers around the property. Falkreath Hold guards often patrol along the road south of the property.\r\nHert and Hern are both secretly vampires. They do not admit to being vampires to anyone else. They occasionally discretely kill and eat unsuspecting travelers who stop to rest at the mill. However, they will not try to kill, eat, or suck the blood of the player, since the player does not seem to be an easy target. Hert and Hern are outwardly friendly and hospitable, while also being careful not to betray their true nature as vampires.\r\nQuotes:\r\n\"A guest, oh my!\"\r\n\"Why don't you stay a while?\"\r\n\"The patrols never seem to give us time to be alone, the nosy pests.\"\r\n\"We supply Falkreath to the south. Until recently we supplied Helgen. Falkreath trades with the surrounding holds, and without our wood they would have trouble keeping their prices low.\"\r\n\"We have guests as often as we can but there aren't a lot of travellers these days. The war keeps people off the roads.\"\r\n\"Hern and I do so adore guests! These guards are such a bore.\"\r\n\"Other people just make things complex. Out here, Hern and I can get everything we need from the occasional traveler.\"",
    "name": "Hert",
    "voice_model": "FemaleYoungEager",
    "voice_folder": "FemaleYoungEager",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": "01982F",
    "base_id": "01367C",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}