{
    "bio_url": "/wiki/Belyn_Hlaalu",
    "bio": "Belyn Hlaalu, a Dunmer man, is a farmer who lives in his house in Gray Quarter district of Windhelm. He owns Hlaalu Farm, located just outside the city on the other side of the River Yogrim, shortly before it empties out into the Sea of Ghosts. Belyn is a descendant of House Hlaalu, as his name would suggest.\r\nRegarding the Dunmer segregation in Windhelm, he mentions that many of his kin complain too much about the way they are treated. In his opinion, complaining does little good. He is a firm proponent of hard work, and believes it's the only way to win the respect of the local Nords.\r\nHe occasionally converses with his employee, an older Nord woman named Adisla, about various topics, one of which is Captain Lonely-Gale. Belyn seems to have a strange obsession with Captain Lonely-Gale and his past, for unknown reasons. Belyn is rather gruff, a harsh master, and treats his employee Adisla with little respect.\r\nBelyn will offer to pay the player for any bundles of wheat they help to harvest from his farm. \r\nQuotes:\r\n“Adisla, make sure the back fence is repaired. I swear I saw some skeevers in nibbling the leaves yesterday.\"\r\n“Adisla, the way you burn through all that wood to keep the cabin toasty, the skeever might mistake this place for Elsweyr. You need to remember that there's a war on, and firewood isn't cheap these days.\"\r\n\"I'm proud of my farm. It takes no small effort to grow crops in this part of Skyrim.\"\r\n\"The best way for us to win the Nords' respect is through hard work.\"\r\n\"Too many dark elves in Windhelm complain about the way we're treated. What good does complaining do?\"",
    "name": "Belyn Hlaalu",
    "voice_model": "MaleCommoner",
    "voice_folder": "MaleCommoner",
    "race": "Dunmer",
    "gender": "Male",
    "species": "Elf",
    "ref_id": "01B127",
    "base_id": "014138",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}