{
    "bio_url": "/wiki/Stormcloak_Soldier",
    "bio": "Stormcloak Soldiers are Nord warriors. They are proud members of the Stormcloaks, in which Ulfric Stormcloak is trying to secede Skyrim from the Empire and crown himself as High King.\r\nThe Stormcloaks are named after their leader, Ulfric Stormcloak. However, it was not Ulfric who gave them this name, nor was it the Stormcloaks themselves. It was the Imperial Legion who called them \"Stormcloaks\", to mock their cause, believing they were blind supporters of Ulfric. The Stormcloaks, however, took this name with honor, since they see Ulfric as the rightful High King and exemplar of their Nordic values. They believe wearing his name would show the righteousness of their cause. However, the Legion also denies giving the Stormcloaks their name, the Legionnaires claim that Ulfric named them after himself due to his lust for power.\r\nThe Stormcloaks started when Ulfric Stormcloak and a militia group took Markarth back from the native Reachmen, who would later call themselves the Forsworn. In return for their service to Markarth, Jarl Hrolfdir promised Ulfric and his men free Talos worship in Markarth. When the Imperial Legion returned from the Great War to restore order, they were supposedly refused entry into the city until they would also allow the free worship of Talos that was agreed upon between Hrolfdir and Ulfric. Due to there supposedly being chaotic violence occurring within Markarth under the militia's reign, an Imperial biased author claimed that the Imperial Legion was coerced to oblige. When the Thalmor, the enemies of the Empire in the Great War, found out, they demanded that Ulfric and his militia be incarcerated, or to enter another War with the Dominion. Because Ulfric and his followers were blatantly breaking the terms of the White-Gold Concordat, under the Empire's consent, the choice for the Imperials was clear, to avoid inciting another conflict with the Thalmor, the Imperials arrested Ulfric and his entire militia. This event is referred to as the Markarth Incident by the Stormcloaks. Ulfric claimed that the Markarth Incident showed the true immorality and weakness of the Empire, and was used to justify the Stormcloak rebellion. Ulfric was since also known as the Bear of Markarth.\r\nStormcloak soldiers can be encountered throughout Skyrim. The Dragonborn can join the Stormcloaks and serve alongside them. The bulk of the Stormcloaks' major operations involve invading and occupying keeps, towns, and cities that were previously held by the Imperial Legion.\r\nThey also maintain camps located throughout the Holds. Stormcloak Soldiers move in groups of three, moving between their camps. They may travel the roads if possible but in open terrain such as in the plains of Whiterun, they may instead opt to move across the wilderness. These small bands travel throughout Skyrim, and make an effort to avoid hostile settlements loyal to the Empire. When encountered in friendly holds such as the Rift or Eastmarch, they walk at a leisurely pace and offer polite instruction and greetings when approached.\r\nThey are more irritable when traveling in hostile holds, such as Haafingar or the Reach. There, they move at a quicker pace and warn approaching travelers away with weapons drawn.\r\nA single prisoner may be occasionally seen being escorted by three Imperial Soldiers. The prisoner may be freed and/or armed. The Imperial captors consider this to be aggressive and respond with lethal force. The prisoner will attempt to make his way to Windhelm, and if he survives, will enter the city but will not appear inside.\r\nStormcloak Soldiers can be male or female, are always of Nordic ancestry, and are usually members of the soldier or warrior class.\r\nUnlike Imperial soldiers who are armed exclusively with Imperial swords and Imperial shields, Stormcloaks can be armed with a wide assortment of weapons, both one-handed and Two-Handed, which are typically made of steel and iron. Stormcloak Soldiers and Windhelm Guards wear a form of armor equal in appearance to that of what Hold Guards wear, but weaker, called a Stormcloak Cuirass. The shields that the Stormcloaks use may be made of steel or hide. As such, they are better armed but less armored than their Imperial counterparts who use Imperial light armor, which has identical stats to the armor Hold Guards wear, or Imperial heavy armor, which has the same stats as iron armor. The Stormcloaks are an offensive force of rebels, whereas the Imperials are trained to be defensive and coordinated.\r\n",
    "name": "Stormcloak Soldier",
    "voice_model": "MaleEvenTonedAccented",
    "voice_folder": "MaleEvenTonedAccented",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": null,
    "base_id": "0467BB",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}