{
    "bio_url": "/wiki/Afflicted",
    "bio": "Like his fellow members of The Afflicted, he is a Breton villager who has been blessed with a wasting plague by the Daedric Prince Peryite. The collective name of this diseased group of Peryite worshippers is The Afflicted. The Afflicted pray to and worship Peryite, the Lord of Pestilence. The Afflicted have unusually red skin. They have the ability to vomit a green substance that is extremely acidic and toxic. Peryite has afflicted them so that they can cleanse all of Tamriel by spreading this affliction.\r\nThe Afflicted currently live within the underground ancient Dwemer ruin of Bthardamz, located at the base of the Druadach Mountains in The Reach. Bthardamz still contains active Dwemer automatons and traps within its depths. The Afflicted are staying sheltered within Bthardamz until their leader Orchendor informs them that Peryite has decreed that the time has come to release his plague across the land. The Afflicted are a close-knit group, viewing each other as brothers and sisters in their service to Peryite. The Afflicted are hostile to intruders (such as the player) and will attack them on sight, especially if Orchendor's safety is threatened. Orchendor, a Bosmer man, is the head servant of Peryite.\r\nWhile some of The Afflicted wear robes and carry no weapons (relying on their magic in case of a fight), this particular member of The Afflicted is experienced in combat with both close-range weapons and especially with a bow and arrow. He carries his bow and quiver of arrows fastened to his back.\r\nQuotes:\r\nWhen addressing his fellow Afflicted: “Keep your eyes and ears open my Brothers and Sisters.  Orchendor needs us to keep vigilant while he convenes with Peryite in the Arcanex.”",
    "name": "Afflicted",
    "voice_model": "MaleEvenToned",
    "skyrim_voice_folder": "MaleEvenToned",
    "race": "Breton",
    "gender": "Male",
    "species": "Human",
    "ref_id": "04043D",
    "base_id": "08443D",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}