{
    "bio_url": "/wiki/Hogni_Red-Arm",
    "bio": "Hogni Red-Arm is a Nord food merchant who is just inside the entrance to Markarth.\r\n\r\nHogni has gruff and impatient mannerisms which annoy many of the citizens of Markarth when he is working. He hates being cheated out of money, which has caused him issue with Degaine's begging and when people turn down his food. Similarly, he dislikes both sides of the Skyrim Civil War, as both the Stormcloaks and Imperials expect compensation. He additionally has a strange fixation on blood and meat, which tends to be a source of discomfort for those around him. Hogni is actually a cannibal, which perhaps explain why he is obsessed with blood. When not at his stall in the market, he tends to keep to himself, taking the largest room in the Silver-Blood Inn so he has more space. \r\n\r\nLike most Nords in the Reach, he detests the Forsworn, believing that they are nothing but trouble.\r\n\r\nIf asked about the source of his meat, he reveals the location of Dushnikh Yal, an Orc Stronghold where he gets his supplies.\r\n\r\nWhen first arriving in Markarth, Weylin is seen speaking to Hogni before then drawing his dagger to make his move on Margret. Following this, the Dragonborn can ask Hogni about what happened, to which he will mention that Weylin was clearly a Forsworn sympathizer. Like Kerah, he will refuse to sell anything due to the event.\r\n\r\nDuring the Daedric quest \"The Taste of Death,\" it is revealed that he, along with a few other citizens of Markarth, is a cannibal. He implies that he sells human flesh at his shop if talked to at the feast in The Taste of Death, however this may just be a macabre joke as human flesh can never be bought from his stall, even by a cannibal.",
    "name": "Hogni Red-Arm",
    "voice_model": "MaleCommonerAccented",
    "voice_folder": "MaleCommonerAccented",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "0284AD",
    "base_id": "0284AC",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}