{
    "bio_url": "/wiki/Anska",
    "bio": "Anska is a Nord woman who is currently exploring High Gate Ruins, near Skyrim’s northern shore. She has gray hair. She wears fur armor and light boots, and carries a dagger on her hip. She is a mage, and knows spells from the Alteration, Destruction, and Restoration schools of magic, including armor spells, elemental damage spells of each type (fire, frost, and shock), ward spells, and healing spells.\r\nAnska will ask for the player’s help with finding a particular scroll that she believes is located deep within High Gate Ruins. This scroll will supposedly help trace Anska’s ancestral bloodline all the way back to the legendary Ysgramor from the late Merethic Era, thousands of years ago. If the player agrees to help Anska, she will accompany him through the ruin. The scroll is believed to be located in the tomb of the ancient Dragon Priest Vokun, deep within the ruin. \r\nIf the player assists Anska and hands her the scroll, she will reward them with a “Conjuring Flaming Familiar” spell tome, which teaches the spell to summon a flaming wolf familiar which charges into battle and creates a fiery explosion with a radius of about 10 feet. However, if the player insists on keeping the scroll for themselves instead of giving it to Anska, Anska will have no choice but to try to take the scroll by force.\r\nAfter being given and examining the scroll, Anska will discover that it has been encrypted, and that it will take a while for her to figure out the encryption.\r\nQuotes:\r\n“You look strong.”\r\n“I'm Anska. Are you here to help?”\r\n\"I've finally located Vokun's crypt! The scroll I'm looking for just has to be here.\"\r\n“Vokun is some old priest buried here long ago. I've been searching for his tomb for a few years now.\"\r\n“According to family legend, the scroll links our bloodline back to Ysgramor himself.\"\r\n\"If Vokun is as powerful as I think, I may need a little help um ... dealing ...with him.\"\r\n\"You can have anything except the scroll of course.\"",
    "name": "Anska",
    "voice_model": "FemaleNord",
    "skyrim_voice_folder": "FemaleNord",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": "0443F2",
    "base_id": "0443F3",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}