{
    "bio_url": "/wiki/Veezara",
    "bio": "Veezara is an Argonian member of the Dark Brotherhood in Skyrim. A Shadowscale since birth, he once served as an assassin to the king of Black Marsh. He believes he is the last living member of his order.\r\nDuring the quest \"Bound Until Death,\" Veezara helps the Dragonborn get away by diverting the chaos after Vittoria Vici is murdered, killing hostiles until the Dragonborn has left Solitude.\r\nWhen Cicero flees the Dark Brotherhood Sanctuary, he stabs and severely injures Veezara, leaving him on the ground. Babette tends to his wounds with her potions.\r\nHe later dies defending the Sanctuary when the Penitus Oculatus comes and raids it. When the Dragonborn returns to the Sanctuary, Veezara's lifeless body can be found near Astrid's room, with no equipment on.\r\nVeezara is one of the Dark Brotherhood assassins to be killed if the Dragonborn kills Astrid during \"With Friends Like These...\"\r\nAstrid thinks a Family member may be conspiring with Cicero. \"You're joking. While I can understand if some family members wish to honor the Old Ways once more, surely no one would oppose Astrid's rule.\"\r\nAny advice on my current contract? \"Just remember Astrid's commitment to her Sanctuary, to her Family. A Family that now counts you as one of its own. Honor Astrid above all others.\"\r\nAny advice on my current contract? \"You contract sounds simple, which means it certainly will not be. Getting into that reception will be easy, but have you thought about getting out?\"\r\nAny advice on my current contract? \"Astrid had me investigate the Penitus Oculatus. Their members are highly trained, effective warriors. Be on your guard, brother.\"\r\nAny advice on my current contract? \"Hmm... Well, assuming this Gourmet is just a cook, it will probably be an easy kill. Just be discreet - alerting others will be the real threat.\"\r\nAny advice on my current contract? \"Astrid has arranged for your escape, no? Then you have nothing to worry about. Get in, kill the Emperor, and get out. Then, we celebrate.\"",
    "name": "Veezara",
    "voice_model": "MaleArgonian",
    "skyrim_voice_folder": "MaleArgonian",
    "race": "Argonian",
    "gender": "Male",
    "species": "Argonian",
    "ref_id": "01C3AE",
    "base_id": "01C3AA",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}