{
    "bio_url": "/wiki/Annekke_Crag-Jumper",
    "bio": "Annekke Crag-Jumper is a Nord woman who lives in Darkwater Crossing with her husband, Verner Rock-Chucker. She has blonde hair and blue eyes. She and her husband work at Goldenrock Mine just to the east of their house. Annekke was the one who discovered the veins of corundum ore within the cave that is now called Goldenrock Mine.\r\nAnnekke and Verner are the parents of Sylgja, a young woman who currently works as a miner in the town of Shor's Stone to the southeast of Darkwater Crossing. \r\nAnnekee and Verner have put their exploration days behind them, but while Verner is seemingly happy with a more relaxed lifestyle, Annekke has a hard time settling down. Annekke's husband can often be heard complaining that Annekke never spends enough time working at the mine, and that she spends too much time adventuring. Admittedly, Annekke only works at the mine for approximately 5 hours a day, spending much of her time exploring the wilderness around the town.\r\nAnnekke admires the player's adventurous spirit, and may ask the player to slay a local bandit leader. If the player performs this favor for her, Annekke will consider the player as a friend, give the player a useful tip regarding the use of light armor, and subsequently become willing to follow the player on adventures across Skyrim.\r\nAnnekke wears a set of miner's clothes, with boots and a pair of gloves. She carries an iron dagger, a pickaxe, a hunting bow, and a quiver with iron arrows. She is talented with Archery and the use of Light Armor, and to a lesser extent with One Handed weaponry and the use of a shield. She is not particularly talented at stealth.\r\nQuotes:\r\n\"I used to be an adventurer in my day. Then I settled down. Got married.\"\r\n“I used to explore all over. I'm the one who originally found the mine Darkwater Crossing was built around. I was actually scouting a bit the other day, old times sake. Spied a brigand heading back to his camp. Up for a little hunting? My husband is being a sad stick, so I can't go myself.\"\r\n\"Bandits are cowards. Don't strain yourself chasing them all down.\"\r\n I found the most amazing tree growing right out of a cave yesterday.\"\r\n\"A traveler? I'll be you've seen some sights. We should swap tales sometime.\"\r\n\"There's a gorgeous tree that grows right up through a cave to the northeast of here.\"\r\n\"If you're heading to Kynesgrove, stick to the road. Some pretty dangerous caves between here and there.\"\r\n\"Verner used to love exploring before we got married. Now he's become a bit of a milk drinker. Likes to stay home.\"\r\nAfter the player slays the bandit leader she mentioned: \"You remind me of myself a few years ago. Let me show you a little bit about wearing light armor. It's helped me out whenever I was scouting. Now I've got the itch to travel again. If you're leaving town, I wouldn't mind coming with for a while.\"",
    "name": "Annekke Crag-Jumper",
    "voice_model": "FemaleEvenToned",
    "skyrim_voice_folder": "FemaleEvenToned",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": "01B092",
    "base_id": "013666",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}