{
    "bio_url": "/wiki/Imperial_Soldier_(Skyrim)",
    "bio": "Imperial Soldiers serve the Imperial Legion, the main armed force of the Empire. Though a fraction of the Imperial forces stationed in Skyrim are not originally from Skyrim, a larger portion of them are local recruits who call Skyrim their home. The Legion forces in Skyrim have received little in the way of reinforcements from the other provinces of the Empire.\r\nSoldiers join the Legion for a variety of reasons. Some join out of tradition, because their parents were Legionnaires before them and they never considered doing anything else. Others join out of a desire to see the world. There are also those who have joined the Legion to help put an end to the Stormcloak rebellion, though this sometimes results in disagreements with family members, who are often times sympathetic to the Stormcloak cause.\r\nImperial soldiers sometimes later go on to work as mercenaries for the East Empire Company, where they help handle pirates and other threats to the Company's shipping.\r\nLegion forces in Skyrim are largely considered to be militia, and this is exemplified by their armor, which is often light and not meant for sustained heavy combat.\r\nThe Legion's forces in Skyrim are ultimately commanded by General Tullius, while the recruitment is overseen by Legate Rikke. Tullius and Rikke can usually be found in Castle Dour in Solitude, the Imperial Legion's headquarters in Skyrim.\r\nThe most common races making up the Imperial forces in Skyrim are Imperials and Nords, though Redguards, Bretons, Dunmer, Orcs, and even a small number of Altmer also help comprise its forces. Dunmer farmers within Skyrim can occasionally be seen making their way to Solitude to join up with the Legion, as they see their discriminatory treatment at the hands of the Nords as injust.\r\nLegion soldiers are almost exclusively men. This is in contrast with the demographics of Stormcloak rebel soldiers, whose ranks are filled with a noticeable fraction of women.\r\nIf the player is a member of the Imperial Legion, Imperial soldiers will greet them according to their rank.\r\nMost Imperial soldiers wear a full set of Imperial Light Armor, wearing either studded light armor or normal light armor. They sometimes use Imperial shields, and are armed with Imperial swords and bows, using steel arrows as ammunition. The higher ranking Legion officers usually wear heavier armor.",
    "name": "Imperial Soldier",
    "voice_model": "MaleSoldier",
    "skyrim_voice_folder": "MaleSoldier",
    "race": "Imperial",
    "gender": "Male",
    "species": "Human",
    "ref_id": "0E77F7",
    "base_id": "0E77F9",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Helgen"
}