{
    "bio_url": "/wiki/Daighre",
    "bio": "Daighre works as a miner in Left Hand Mine. Ethnically she is a Reachman: a descendant of the original native inhabitants of the Reach. She has blonde hair. She usually wears a set of miner’s clothes and boots. She is a widow. Daighre, her daughter Erith, and her dog Torom live in a house within the settlement near the mine; this settlement is also called \"Left Hand Mine\". Left Hand Mine is located in The Reach, near Markarth. The stone buildings in this settlement are of ancient Dwarven construction. Left Hand Mine is on opposite side from Markarth of one of the main tributaries of the Karth River. Several bridges cross the river in this area. This river is the main water source for both the city of Markarth and the Left Hand Mine settlement.\r\nAt work, Daighre primarily mines from iron ore veins. She is employed by Skaggi Scar-Face, a Nord man who is married to Sosia Tremellia. Daighre respects Skaggi, and is a hard worker.\r\nKolskeggr Mine (located a moderate distance to the northeast of Left Hand Mine), was recently attacked by the Forsworn. These Forsworn raiders massacred all the miners except a man named Pavo and an orc named Gat, who managed to escape the slaughter. Pavo and Gat are temporarily staying in the Left Hand Mine miner’s barracks until it is safe for them to return home. Daighre is worried about a similar Forsworn attack befalling the inhabitants of Left Hand Mine.\r\nQuotes:\r\n“I'm the hardest worker in Left Hand. Better than any man.”\r\n“Most women would rather die than dig, but I have a daughter to raise.”\r\n\"My Erith has her father's eyes. She's all I have left of him.\"\r\n\"Poor Pavo and Gat. To have lived through a Forsworn attack...\"\r\n\"Another day, another settlement gets attacked. No place in the Reach is safe from the Forsworn.\"",
    "name": "Daighre",
    "voice_model": "FemaleEvenToned",
    "voice_folder": "FemaleEvenToned",
    "race": "Reachman",
    "gender": "Female",
    "species": "Human",
    "ref_id": "0199B3",
    "base_id": "013391",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}