{
    "bio_url": "/wiki/Faleen",
    "bio": "Faleen is a Redguard warrior residing at Understone Keep in Markarth, where she serves as the housecarl to Jarl Igmund.\r\nAs Igmund's Housecarl, she keeps a close lookout for his safety, and will verbally accost the player when they first approach the Jarl's throne, wanting to know why they are there. According to Yngvar the Singer, Faleen has a \"soft spot\" for poetry. She is also the object of affection for Calcelmo.\r\nTo earn the Goddess of Love's favor, Dinya Balu sends the Dragonborn to help spread love across the land, Faleen and Calcelmo being one of the three couples that need help.\r\nIf the Dragonborn sides with the Stormcloaks during the Civil War or trades Markarth for Riften during \"Season Unending,\" Faleen will be exiled to the Blue Palace in Solitude along with Jarl Igmund and the other Imperial supporters.\r\nRaerek \"Loyal? Thongvor supports Ulfric and his Stormcloaks! We should imprison the entire family as a precaution.\" Faleen \"I second that, Igmund. Who knows what that family will do for power? They could be working with the Forsworn for all we know.\" Igmund \"Enough! We can't imprison the very people who own the jail we would be throwing them into. The Silver-Bloods are to be left alone, am I clear?\" Faleen \"Yes, my Jarl.\"\r\nRaerek \"My Jarl, we need to discuss Markarth's collapsing trade with the other Holds.\" Igmund \"Of course there's a collapse in trade. The Stormcloaks stalk every road and the Forsworn attack every caravan.\" Faleen \"Not to mention the rebels completely control Windhelm and all of Eastmarch hold.\" Igmund \"Why do you pester me with battles we can't win? I need my steward to plan for victory, not nag me with every ill account.\" Raerek \"Forgive me for worrying about the future of Markarth. The lifeblood of the city is gold, Igmund, and it doesn't stop beating because there's a war on.\" Igmund \"Very well. I'll send the request for additional Legionaries to protect trade to the other Imperial holds. Hopefully, Solitude can spare more men.\"",
    "name": "Faleen",
    "voice_model": "FemaleCommander",
    "voice_folder": "FemaleCommander",
    "race": "Redguard",
    "gender": "Female",
    "species": "Human",
    "ref_id": "019905",
    "base_id": "013397",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}