{
    "bio_url": "/wiki/Olaf_One-Eye",
    "bio": "Olaf One-Eye is an afterlife spirit who resides in the Hall of Valor in Sovngarde. In life, he was a Jarl of Whiterun who rose to power as a High King of Skyrim, relatively early on in the First Era (Olaf reigned from 1E 420 to 1E 452), after defeating the dragon Numinex atop Mount Anthor.\r\nAccording to one account, Olaf One-Eye fought the dragon Numinex with the aid of his Thu'um, in the presence of several witnesses. Drawing the battle toward Whiterun, Olaf contained the dragon within a prison in the Cloud District. The people of Whiterun renamed the keep Dragonsreach in honor of this task. Numinex stayed there, trapped, until his death.\r\nOlaf became High King of Skyrim after the battle, facing mixed opinions from his peers. Because most witnesses of his victory against Numinex became extremely wealthy after he became High King, many believed that they were paid to provide false testimony to the events that took place atop Mount Anthor. During Olaf's reign as High King, he expanded Skyrim's boundaries by conquering the Reach.\r\nThe poet Svaknir wrote a heretical elegy, defaming Olaf and labeling him a traitor. Copies of Svaknir's script were burned until none remained, except the one buried with Olaf in his tomb (known as Dead Men's Respite). Svaknir's body was also laid to rest in Dead Men's Respite.\r\nIf conversed with in the Hall of Valor in Sovngarde, the spirit of Olaf will state that, despite Svaknir's defaming words, he respects Svaknir as an honest opponent, and wishes to greet Svaknir as a friend in the Hall of Valor if he manages to make it there. This implies that there may be some truth to Svaknir's account of Olaf's capture of the dragon. Alduin the World-Eater is currently flying around Sovngarde, and unfortunately there is a chance that Alduin has already swooped down and devoured Svaknir's spirit.",
    "name": "Olaf One-Eye",
    "voice_model": "MaleNordCommander",
    "voice_folder": "MaleNordCommander",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "029C1B",
    "base_id": "0F1A4A",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}