{
    "bio_url": "/wiki/Cedran",
    "bio": "Cedran is an older Breton man who operates the stables directly outside Markarth's walls. He wears farmer's clothes, boots, and a hat. He sells his Pinto horses to customers for 1000 gold per horse. He currently only has 1 horse available for purchase. He has 2 horizontal stripes of face paint on each of his cheeks.\r\nCedran will answer questions asked by the player about the Jarl of Markarth, the Markarth Incident, and the Forsworn.\r\nCedran has an assistant named Banning (a Breton man), who sells war dogs and also helps Cedran with the horses. If Banning dies, Cedran will lament that he now has twice as much work to do.\r\nQuotes:\r\n\"You treat a horse well, it'll take you to Oblivion and back.\"\r\n\"You need a reliable horse in the Reach. That's what we have.\"\r\nIf asked who is in charge of Markarth: \"That would be Jarl Igmund. Young for a ruler of a Hold, especially the Reach. Wasn't surprising he stayed loyal to the Empire. His father helped capture Ulfric Stormcloak after the Markarth Incident.\"\r\nIf asked who is in charge of Markarth if the Stormcloaks have taken control of it: “Since the Stormcloaks took over, Jarl Thongvor is in charge. It'll be lean times for the Reach with a Silver-Blood ruling it, that's for certain.”\r\nIf asked about the Markarth Incident: \"It's the whole reason Ulfric revolted against the Empire. Well the first reason anyway. Forsworn had taken over Markarth, and Ulfric and his men drove them out. Empire promised they'd be free to worship Talos afterwards. Pity no one told the Elves. Whole group of those Thalmor came and they demanded Ulfric's arrest.\"\r\nIf asked who the Forsworn are: \"Before the Nords came, we worshiped the old gods, had our own kingdom. Times have been good and bad since then, but some folks couldn't handle not ruling their own land. Those are the Forsworn. The Forsworn follow the old ways, but some of those were best forgotten. Blood sacrifices, communing with Daedra. It's the road to ruin.\"\r\nIf the conversation is drawing to a close: “Safe travels to you. May the crags fail to trip your feet.”",
    "name": "Cedran",
    "voice_model": "MaleOldKindly",
    "voice_folder": "MaleOldKindly",
    "race": "Breton",
    "gender": "Male",
    "species": "Human",
    "ref_id": "0198F0",
    "base_id": "01338F",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}