{
    "bio_url": "/wiki/Brina_Merilis",
    "bio": "Brina Merilis is a retired Imperial Legionnaire who resides in Dawnstar. She is an older Nord woman with white hair. She wears fine clothing, befitting a lady of the upper class.\r\nBrina is a stern woman who tolerates no foolishness from those under her command. Brina does have a warm side that sometimes shows, but this is rarely seen due to the Skyrim Civil War, the re-emergence of dragons, the nightmares plaguing the citizens of Dawnstar recently, and other problems. When it comes to the recent return of the dragons, Brina is able to see how serious the problem is, unlike Jarl Skald, who simply believes that the dragons will vanish once the Empire is driven out. If the Imperial Legion takes control of Dawnstar, Brina will be named Jarl of The Pale, and will subsequently move to the White Hall (the Jarl's longhouse) in Dawnstar . If Brina becomes Jarl, she will prove to be a more respected ruler than Jarl Skald is, and will make preparations to address Dawnstar's vulnerabilities to dragon attacks. Brina is mentally flexible and open minded, acknowledging the flaws of the Empire which she supports. Brina sometimes talks to Madena (a middle-aged Breton woman who serves as Dawnstar’s court wizard) about Madena aiding the people of Dawnstar with her healing magic.\r\nContrary to the belief of some, Brina is originally from Cyrodiil, not Skyrim. Brina came to Skyrim during her service with the Imperial Legion. Once she joined the Legion, she became renowned throughout the Legion for her leadership and her tactical ability. During her time in the Legion, Brina met her man-at-arms and friend: a Nord named Horik Halfhand. Sometimes Brina remarks about how little Horik talks about himself. Horik has been at her side for the past 30 years, but sometimes Brina feels like she barely knows him. One thing Brina does know is that Horik’s parents died when he was young. Brina secretly has romantic feelings for Horik. \r\nAfter Brina retired from the Legion, she ended up in Dawnstar with Horik. The Jarl, Skald the Elder, does not trust her because of her history with the Empire, and accuses her of espionage on behalf of the Empire. However, most of the citizens of Dawnstar would rather go to Brina for guidance than go to the Jarl, and thus Brina is one of the most prominent citizens of Dawnstar. Frida, an old woman who is the town alchemist and who owns the Mortar and Pestle shop, has a particularly high level of respect for Brina.\r\nIf the Stormcloaks were to recapture Dawnstar after the Legion had first captured it from the Stormcloaks, Brina and Horik would be exiled by Skald and forced flee to Solitude.\r\nQuotes:\r\n\"The Jarl and I have our disagreements. Sorry if you had to overhear one of them.\"\r\n\"Not a single man or woman in Dawnstar has gotten a good night's rest in days. We keep having the same nightmare, over and over. If people aren't tired, they're angry, and if they aren't angry, they're afraid. It's made keeping order a mess. I hear Mara has sent one of her priests to the inn to try to calm people down, but I don't know how much words will do now.\"\r\n\"Skald supports Ulfric's rebellion, and he doesn't like having a couple of old Legionnaires living in his town. He's a fool. A dragon has attacked Helgen. Dawnstar needs the Empire now more than ever.\"\r\n\"Stay out of trouble, now.\"\r\n\"You come to Dawnstar at a bad time. Tempers are... fiery.\"\r\n\"Horik and I have lived here ever since I retired. He's a good soldier.\"\r\n\"I wasn't born in Skyrim, but when I served in the Legion this land became my home.\"\r\nIf asked where to get a drink in Dawnstar: \"Drowning your troubles in mead? A lot of folks are doing that these days. You'll want the Windpeak Inn.\r\nIf asked how to find work in Dawnstar: “You could try to catch Skald in a good mood, but your best bet would be working in the mines. The two mines are on opposite ends of town.\"\r\nIf she has become the Jarl: \"You should see the grin on Horik's face now that we're in charge. I know he hides it, but I can tell.\"\r\nIf she has become the Jarl, and is asked whether Dawnstar is prepared for dragon attacks: \"No. We're completely exposed. Bows and arrows are in short supply. Every building is made of thatch and wood. I've given standing orders to the guards to prepare water bucket runs to the harbor in case of a fire, but that's all we can do.\"\r\nIf she has become the Jarl, and is asked how the war is going: \"The Empire has stretched itself too far. This rebellion in Skyrim is one problem, but solving it won't fix everything. But that's the kind of talk an old warhorse shouldn't be making. Don't worry. I have my problems with the Empire, but I'm still a soldier first. We'll keep peace and order in Dawnstar.\"",
    "name": "Brina Merilis",
    "voice_model": "FemaleCommander",
    "voice_folder": "FemaleCommander",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": "01A6B8",
    "base_id": "01A6B7",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}