{
    "bio_url": "https://3dnpc.com/wiki/interesting-npcs/locations/haafingar/fironet/",
    "bio": "Fironet, a Redguard woman, is a skittish, amateur bard attempting to matriculate to the Bards College in Solitude. Insecure and unsure of herself, she tries to pursue her desires and dreams while at the same time cushioning herself against failure. As a result, her lack of conviction translates into a lack of progress, with the college's master vocalist (an Imperial woman named Pantea Ateia) mostly ignoring Fironet's existence.\r\nFironet is not from Skyrim, and grew up as a farmer in Hammerfell. She immigrated to Solitude via ship from Lainlyn, a small city on the edge of the Alik'r Desert in Hammerfell. Fironet was originally joined on her journey by her fiance. However, Fironet's fiance never wanted to leave home, and only came to Skyrim for Fironet's sake. Months after they arrived, Fironet's fiance decided to return home to his farm, ending their engagement.\r\nComing to the Bards College was really only an excuse for Fironet. What she truly wanted was to travel and see the world. She wanted to be somewhere new. She likes it in Solitude, and has gotten to know several people during her time in the city.\r\nFironet plays the lute, and no other instruments. Her lute belonged to her grandmother, who trained at the Bards College in Solitude.\r\nFironet can often be found in the Winking Skeever, a popular inn/tavern in Solitude. An Imperial man named Corpulus Vinius runs the inn. Corpulus is assisted in running the inn by his young adult son Sorex and capable younger daughter Minette. A Breton woman named Lisette, who is a graduate of the Bards College, often plays at the inn. While at the Winking Skeever, Fironet will sing while playing her lute if requested. ",
    "name": "Fironet",
    "voice_model": "FemaleYoungEager",
    "skyrim_voice_folder": "fironetvoice",
    "race": "Redguard",
    "gender": "Female",
    "species": "Human",
    "ref_id": "04C825",
    "base_id": "04C821",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Deathbane, Shawn"
}