{
    "bio_url": "/wiki/Julienne_Lylvieve",
    "bio": "Julienne Lylvieve lives in Dragon Bridge. She works at the Four Shields Tavern. She has a younger brother named Clinton. Her mother is Michel and her father is a Redguard named Azzada.\r\nJulienne is an adolescent girl on the cusp of adulthood. She has blue eyes and brown hair. As is typical of those of Breton ancestry, she is fairly short in stature. She usually wears simply farm-style clothing. She is in the process of learning the innkeeping/hospitality trade from Faida, the woman who runs the Four Shields Tavern as its innkeeper. Julienne can often be found cleaning the dishes or the floors, as well as other tasks involved with the maintenance of the tavern/inn.\r\nJulienne lives with her family in a house on the other side of Dragon Bridge's main road from the tavern. Her parents are farmers and work the farmland behind their house. The town of Dragon Bridge is located in Haafingar, southwest of the large city of Solitude. Solitude is the provincial capital of Skyrim. To the southeast of Dragon Bridge there is a long stone bridge that spans the chasm overlooking the Karth River. The town is named after this bridge.\r\nDespite the Empire's ban of Talos worship, Julienne isn't afraid to acknowledge the divinity of Talos in public.\r\nJulienne's father is worried about all the recent war-related activity in the area, but is managing to stay strong for the family. A group of Imperial Legion soldiers recently stole a heap of the family's lumber, and one of the soldiers even tried to have his way with Julienne.\r\nExamples of Julienne's dialogue towards travelers:\r\n\"I'm hoping to run my own inn someday.\"\r\n\"Faida's teaching me the innkeeper's trade. She runs the Four Shields.\"\r\n\"First the war, and now there's talk of dragons. What's next?\"",
    "name": "Julienne Lylvieve",
    "voice_model": "FemaleYoungEager",
    "voice_folder": "FemaleYoungEager",
    "race": "Breton",
    "gender": "Female",
    "species": "Human",
    "ref_id": "026F13",
    "base_id": "026F0F",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}