{
    "bio_url": "https://www.nexusmods.com/skyrimspecialedition/mods/10917",
    "bio": "Atienne Guilette lives in the city of Bruma in Cyrodiil. He is a Breton, from High Rock (Daggerfall, specifically). He is the thief responsible for stealing Count Desilus Carvain's Akaviri heirlooms. \r\nExamples of his dialogue when in Botram's house, wounded: \r\n\"Just what I needed. Go ahead. Rub salt right into the wound.\" \r\n\"It all went wrong. The bandits tricked me. Typical. I wanted them to put in a good word for me with the Cutters. But no, they lied. I gave their guy the artifacts. Then they started swinging. I narrowly escaped by climbing back through the trap door.\"\r\nExamples of his dialogue when in the Castle Bruma dungeon: \r\n\"You. The guard captain's little servant. I should've gutted you and him in Botram's house. I could've taken you. But no, I chose to be merciful. I chose to go quietly. I wanted to be the bigger man. And for that, what did I get? I get shoved in here. Do you have any idea how cold jail cells are in Bruma? Have you even ever been in one? Do you have any idea what you've condemned me to?\" \r\n\"You're loving this, aren't you? Something makes me think you won't be reveling in this victory for long.\"\r\n\"Talk... is cheap. Akaviri antiquities - now those are priceless. It's unfortunate that my chance at such treasure was cut short by a pawn like you.\" \r\n\"But... no matter. Soon, none of this will matter. Soon, you won't matter. I have friends. Powerful friends. Friends in high places. Friends who'll see me a free man once again.\" \r\nIf asked about his friends: \"I'm from Daggerfall, you fool. In Daggerfall, there are two kinds of people. The downtrodden, and those who tread on the downtrodden. I'm the latter. Not that anyone with a lick of sense would so much as consider the alternative. And that gives me connections. Who are those connections? This may come as a surprise to you, but I don't intend to expose such things. Revealing vulnerabilities? Not my style. On the other hand, if you're so dire for someone to perform self-exposure, I encourage you to buy a drink for any of the Nords in this city. No doubt they are more well-suited for such a display than I.\"\r\nIf one notes that he's not from Bruma: \"Oh, thank the Divines someone noticed! I was afraid I'd been festering in this cell for so long I'd begun to blend in with the local populace of twits. You know how that insufferable steward calls this place the jewel of the Jerall Mountains? Well, allow me to promose an alternative. Bruma - the capital of knuckle-dragging dimwits crawling through their own vomit and excrement in a desperate attempt to reach the nearest alehouse.\" \r\nIf asked why he stole the artifacts: \"Why? You really don't know why? So you really are as dense as you look. To get rich. To ascend to a level of the social strata at which I can literally bathe in wealth. To have buxom maidens waiting on my every whim. 'You are to reach, every day, for the stars - and for Masser and Secunda at that', my mother always told me. And so I did. And where has it left me? Freezing my well-manicured nails off in a prison in the arse-end of Cyrodiil. Hmph. Reach for the gutter, more like.\"",
    "name": "Atienne Guilette",
    "voice_model": "MaleCondescending",
    "voice_folder": "cyrmaleenglishrich",
    "race": "Breton",
    "gender": "Male",
    "species": "Human",
    "ref_id": "0D3821",
    "base_id": "02DAF9",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}