{
    "bio_url": "/wiki/Vulwulf_Snow-Shod",
    "bio": "Vulwulf Snow-Shod is a Nord Stormcloak veteran in Skyrim who resides in Riften. He is the patriarch of the Snow-Shod family. Spending most of his time at the Bee and Barb, Vulwulf often promotes Ulfric Stormcloak and the goal of a liberated Skyrim. If initiated in dialogue, he will often be asked to be left alone, as he is mourning the loss of his daughter, Lilija.\r\nAs worshipers of Talos, Vulwulf and his wife became furious with the Empire when the White-Gold Concordat was signed. Thus, when Ulfric Stormcloak started the Civil War for Skyrim's independence, Vulwulf and his wife began supporting the Stormcloaks. Together with Nura, he had two sons, Asgeir Snow-Shod and Unmid Snow-Shod, and a daughter named Lilija. Much to his content, the oldest son, Unmid, became a housecarl to the Jarl of Riften, and his daughter, Lilija, joined the Stormcloaks as a healer. However, she had died a few months later, despite being a non-combatant. Vulwulf mourns her death deeply, and it has caused him to become bitter, acting highly aggressive towards anyone he suspects of being an Imperial sympathizer.\r\nWhen offered The Warmth of Mara, Vulwulf would respond with doubt in Mara, stating that she is not doing anything about the war, in which hundreds of Stormcloak soldiers die in for no good reason.\r\nVulwulf appears at the wedding ceremony of his son Asgeir and his fiance Vittoria Vici. He strongly disapproves of their wedding, claiming that there are \"lots of eager Nord women\" and considers the marriage to be the loss of a son. Vulwulf will claim that Vittoria's death was an Imperial conspiracy to blame the Stormcloaks.",
    "name": "Vulwulf Snow-Shod",
    "voice_model": "MaleNord",
    "voice_folder": "MaleNord",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "019DCB",
    "base_id": "013381",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}