{
    "bio_url": "/wiki/Torygg",
    "bio": "High King Torygg was the Jarl of Solitude and High King of Skyrim until his death at the hands of Ulfric Stormcloak in 4E 201. He was the husband of Jarl Elisif, the current Jarl of Solitude.\r\nBefore his ascension to the throne, Torygg's father, Istlod, was High King for nearly twenty-five years. Upon Istlod's death, the Moot elected Torygg High King of Skyrim. Torygg was said by some to have a close connection with the Empire, and praised them frequently, others claim that he sympathized with the Stormcloaks and would have seceded from the Empire if Ulfric Stormcloak had merely asked. Torygg, however, was crowned High King after the signing of the White-Gold Concordat, meaning Talos worship in Skyrim was banned to avoid retaliation from the Aldmeri Dominion. High King Torygg would reign over Skyrim until his death at the hands of Ulfric Stormcloak, in 4E 201. Since he was never publicly vocal regarding the controversy of the White-Gold Concordat, no one knew his true political views and those closest to him described his political leanings as complicated. Even so, many interpreted his silence during the signing of the White-Gold Concordat and its subsequent enforcement as alleged contentment of its policies and resented him for it.\r\nIn 4E 201, Torygg was slain by Ulfric Stormcloak, Jarl of Windhelm, in a challenge over the leadership of Skyrim. Torygg was honor-bound to accept this and agreed to the challenge, but was completely unprepared for Ulfric's Unrelenting Force Shout. Opinions on what transpired differ greatly, however.\r\nAccording to Ulfric, he used the power of the Thu'um to shout Torygg to the ground and then finished him with his sword in front of the entire court. Others, Torygg included, say he was shouted to pieces by Ulfric's Thu'um. Ulfric and his supporters maintain that it was a formal one-on-one duel in the \"Old Nord Way\" and thus should not be considered murder, whereas others in Skyrim believe it was murder.\r\nTorygg was married to Elisif the Fair, who took up the position of Jarl of Solitude after his death. The position of High King is still in dispute and awaits the Moot's decision as Elisif and Ulfric vie for the position due to the Skyrim Civil War.\r\nThrough dialogue with his former court members and Elisif, the Dragonborn discovers he respected Ulfric Stormcloak. Sybille Stentor even states that Torygg might have stood up against the Empire if Ulfric had asked him to. Even so, although Torygg respected Ulfric's call for independence during the Moot to name Torygg High King, it was unlikely he would have led Skyrim to secede from the Empire since he feared Skyrim could not defeat the Third Aldmeri Dominion alone and did not want to see the Empire Tiber Septim built fall apart. After his death, he is still respected by Imperial loyalists. To Stormcloaks and proud Talos worshippers however, Torygg is viewed as a puppet king of the Empire who betrayed them for the Empire's good graces and money. They celebrate Torygg's death in the duel against Ulfric Stormcloak as a symbol of rebellion against what they consider the corruption of the Empire and the Thalmor.\r\nTorygg makes a minor appearance in Sovngarde at the end of the main quest line. Here, the Dragonborn can briefly speak to him, where he tells them that he faced Ulfric knowing that he would most certainly die but maintains that his honor at least is unstained. He also speaks of his regret that his wife was left alone and widowed after his death.",
    "name": "Torygg",
    "voice_model": "MaleEvenTonedAccented",
    "skyrim_voice_folder": "MaleEvenTonedAccented",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "0EA579",
    "base_id": "0EA578",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}