{
    "bio_url": "/wiki/Volk",
    "bio": "Volk is a Nord charmed Vigilant of Stendarr in The Elder Scrolls V: Dawnguard who can be found inside Ruunvald and the author of Volk's Journal. Like the rest of the vigilants at Ruunvald, he is under the influence of the warlock Minorne and the Staff of Ruunvald, which forces him to attack the Dragonborn on sight.\r\nVolk was a member of the Vigilants of Stendarr stationed at the Hall of the Vigilant prior to its destruction by the Volkihar Clan. For months while he was at the Hall of the Vigilant, Moric Sidrey, a fellow Vigilant, had been trying to convince the rest of the order to help him excavate the ancient Nordic ruin Ruunvald.\r\nVolk initially dismissed Moric's claims about the ruin, as he had never heard of it and doubted there could be anything of value to be had there. Most of the Vigilants shares Volk's views on the matter, but Moric was able to secure a small team to begin his excavation.\r\nSoon, Moric was sending word back to the Hall of the Vigilant of ancient treasures he was uncovering there, drawing more attention from the order and bring more workers and even a handful of huskies to Ruunvald. Eventually, after Moric had broken into the main chamber, Volk finally relented and joined the expedition. Due to his late-coming, however, he was placed of guard duty outside of the excavation site, along with the priest of Arkay, Florentius Baenius.\r\nAfter two weeks of completely uneventful lookout duty, Volk began keeping a journal in which he described the events leading up to his guard duty. The only notable thing to happen was when the workers came back up to the surface for supplies. This would become increasingly infrequent, raising Volk's suspicions about the Ruunvald excavation. Two days later, a Vigilant named Apa came up with an emotionless expression to tell Volk and Florentius that they should come down to the site, and Apa was the last Vigilant Volk saw.\r\nAfter three more days, Volk recorded the final entry in his journal, and he and Florentius went down into the excavation site, where they discovered that the excavation was really being led by the warlock Minorne, who had been using the Staff of Ruunvald to subjugate the wills of the Vigilants there. She then charmed Volk and imprisoned Florentius, who was likely resistant to the staff's effects.\r\nWhen the Dragonborn arrives at Ruunvald looking for Florentius, Volk is charmed like the rest of the Vigilants and will attack the Dragonborn on sight. While it is possible to sneak or run past him without killing him, Volk will ultimately die when Minorne dies, as will Moric, Apa, and the other twelve charmed vigilants in Ruunvald. Since Minorne must be killed to free Florentius, as the key will not appear until she is dead, it is impossible to spare Volk without modding the game.",
    "name": "Volk",
    "voice_model": "MaleEvenTonedAccented",
    "skyrim_voice_folder": "MaleEvenTonedAccented",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "013D14",
    "base_id": "019580",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}