{
    "bio_url": "/wiki/Faralda_(Skyrim)",
    "bio": "Faralda is an Altmer mage who teaches Destruction at the College of Winterhold and guards the college's bridge. Her chamber is in the Hall of Countenance.\r\nNirya accuses Faralda of being jealous and antagonistic towards her, although Faralda shows no personal animosity in return, and in fact does not even mention her in conversation. However, if the Dragonborn kills Nirya, Faralda will contact the Dragonborn in a letter, telling them Nirya will not be missed and that she will not tell anyone who killed her. However, witnessing the murder of any other member of the College leads to suspension and earns a 1,000 gold bounty.\r\nFaralda will greet the Dragonborn when they first approach the college, explaining that outsiders may not enter without permission. To become a member, the Dragonborn must demonstrate magical aptitude by performing a spell of Faralda's choosing. If the Dragonborn does not know the appropriate spell, she will offer to sell the tome for it for 30 gold, and mentions that other merchants who sell spell tomes may have it; however her price is less than the base price of other merchants.\r\nAlternatively, if the Dragonborn is far enough along in the main quest, they can gain entry by displaying mastery of the Voice.\r\nFollowing Tolfdir's advice to defend Winterhold against the magic anomalies released by Ancano, Faralda and Arniel Gane assist the Dragonborn in battle. Faralda dual-wields Thunderbolt spells and casts Ebonyflesh to repel melee attacks.\r\nThe Dragonborn must speak with Faralda to begin the Destruction Ritual Spell quest, the reward for which is the ability to acquire and use master-level Destruction spells.\r\nWhat else is there to be learned about Destruction magic? \"I daresay you've learned all I can teach you. But... That doesn't mean there isn't more out there.\"\r\nFaralda delivers a lecture on The Synod and the College of Whispers and the College of Winterhold's relationship with them, held in the Hall of the Elements. Most of the members of the College gather around her in the Hall to listen to her lecture. After she finishes, everyone goes back to their usual schedule.",
    "name": "Faralda",
    "voice_model": "FemaleSultry",
    "voice_folder": "FemaleSultry",
    "race": "Altmer",
    "gender": "Female",
    "species": "Elf",
    "ref_id": "01C1A5",
    "base_id": "01C197",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}