{
    "bio_url": "/wiki/Malborn",
    "bio": "Malborn is Delphine's Bosmer contact for getting into the Thalmor Embassy. He is located in The Winking Skeever in Solitude when starting the quest \"Diplomatic Immunity.\"\r\nThe Thalmor wiped out his family back in Valenwood during one of their purges. Since then, he has hated the Thalmor. The Thalmor don't realize who he really is, giving him the opportunity to infiltrate.\r\nMalborn is the inside man in the Thalmor Embassy. He serves drinks at the parties. He offers to smuggle any equipment the player wishes to take into the embassy.\r\nUpon entering the embassy using the invitation provided by Delphine, the player will be approached by Elenwen. Elenwen will start a conversation, asking a lot of questions, but she is interrupted by Malborn. This is most likely so the Dragonborn does not get discovered as an infiltrator and spy by the Altmer ambassador. When asked for a drink, Malborn will instead tell the Dragonborn to cause a distraction, so the Dragonborn can slip into the embassy unnoticed. Once inside, Malborn will blackmail the cook not to report both the Dragonborn and himself. He will then guide the player to a chest containing the equipment he smuggled in earlier on in the quest. From this point onwards, the Dragonborn no longer receives any more help from Malborn as he needs to get back to the party before Elenwen or her Altmer guards become suspicious.\r\nAfter infiltrating the Solar and finding a prisoner, two Thalmor guards will enter the dungeon with Malborn in custody. His cover was blown. If Malborn survives, he will go to the New Gnisis Cornerclub in Windhelm, joined by Brelas if she had been captured by the Thalmor as well as part of the earlier distraction at the party and survives the escape as well.\r\nIf he is kept alive during your escape, Malborn can be found in the New Gnisis Cornerclub in Windhelm. He says he wishes to escape to Morrowind, but believes the Thalmor have sent a Khajiit named J'datharr to assassinate him. If you kill J'datharr he will award the player a leveled amount of gold and leave Windhelm. When followed, he disappears when he reaches the Decree of Monument at Refugees' Rest, which means he has crossed the Skyrim-Morrowind border into Morrowind. Though if there are enemies present along the way, he will likely be killed.",
    "name": "Malborn",
    "voice_model": "MaleEvenToned",
    "skyrim_voice_folder": "MaleEvenToned",
    "race": "Bosmer",
    "gender": "Male",
    "species": "Elf",
    "ref_id": "033F46",
    "base_id": "036194",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}