{
    "bio_url": "https://www.nexusmods.com/skyrimspecialedition/mods/10917",
    "bio": "Alammu Nethre is a young Dunmer currently residing in the high class Jerall View Inn in the city of Bruma, in Cyrodiil. She can often be found standing around the fireplace to the right of the inn's entrance. If she spots someone who looks like they're an adventurer or traveler of some sort, she will likely approach them for conversation, and request a favor of them. This request will sound something like this: \"Excuse me, I'm sorry to bother, it's just that... my most prized possession has gone missing, and I fear that, without help, I'll never get it back. I normally wouldn't approach a stranger like this, but... well, I'm at the end of my tether. I could really use some help. Could I hire you? I can pay you handsomely!\" Alammu will proceed to request the retrieval of an allegedly stolen family heirloom, claiming that the thief fled to a cave known as Frozen Grotto, in the far northeast of County Bruma.\r\nSecretly, Alammu's request is entirely a ruse. In reality, there is no heirloom, and her \"prized possession\" is actually a parcel full of skooma, a notoriously addictive narcotic. Alammu and her accomplice Neldam Beloth secretly run a drug smuggling operation, and Alammu's hidden goal in sending unwitting travelers to Frozen Grotto is actually to trick and entrap them into acting as a drug mule. Neldam is waiting at Frozen Grotto - he is a very capable fighter, and will strongarm and blackmail travelers sent to him by Alammu, forcing them to smuggle a skooma parcel to Alammu in the city.\r\nUnderneath Alammu's disarming and friendly demeanor is a ruthless stone-hearted criminal and master of deception. If her drug smuggling operation is discovered by the law, she will no doubt be arrested and thrown in the castle dungeon.",
    "name": "Alammu Nethre",
    "voice_model": "FemaleSultry",
    "skyrim_voice_folder": "cyrfemaleenergetic",
    "race": "Dunmer",
    "gender": "Female",
    "species": "Elf",
    "ref_id": "07459C",
    "base_id": "002E9F",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}