{
    "bio_url": "/wiki/Aeri",
    "bio": "Aeri owns and operates Anga's Mill. She lives in her house just next to the mill and makes her living along with her laborers: two men named Kodrir and Leifur. Kodrir complains a lot, while Leifur is a good worker with a cheerful disposition. Until fairly recently, an Imperial named Ennodius also worked for her, though Aeri doesn't know where he went.\r\nWhile Anga's Mill is located within the bounds of The Pale, it located not too far to the west of Windhelm (the capital of Eastmarch hold), and is much closer to Windhelm than it is to Dawnstar (the capital of The Pale). The mill was passed down to Aeri after her father died in the Great War against the Aldmeri Dominion. However, her father's death left her penniless due to unpaid taxes. Because of this, Aeri is forced to work in order to pay off her father's debts. \r\nAeri may ask a passing traveler to deliver a letter she recently wrote, addressed to the jarl of The Pale. The text of the letter is as follows: “Anga's Mill will be supplying all the lumber as per your instructions. I hope this will clear up any and all tax burdens my father might have left us with. I refuse to send any of my workers to answer your call for Stormcloak recruits, though. You can either have lumber or you can have soldiers. We can't do both.”\r\nAeri is willing to buy chopped firewood that's brought to her by travelers.\r\nAeri is happy to sell large quantities of lumber to customers, and can arrange for any purchased lumber to be sent to their customer's destination of choice.\r\nIt won't take much for Aeri to consider someone her friend: simply doing business with her or performing a favor for her will suffice.\r\nAela is an eligible bachelorette in search of a spouse. However, she is not so desperate that she'll marry anyone who comes along; a suitor seeking her hand in marriage will need to demonstrate their character. As per Nord custom, Aeri will expect anyone asking for her hand in marriage to be wearing an amulet of Mara, to indicate their intention of finding a spouse.\r\nQuotes:\r\n“If you've got an axe, you can always make gold chopping wood. Just bring me everything you cut.”\r\n“I run the mill, so I'm a busy woman. What is it?”\r\n“A good lumberjack is quiet, hard-working, and honest.”\r\n“Always something going wrong. Mill needs more lumber or the saw needs sharpening.”\r\n“We've got an order to fill with Jarl Skald the Elder, and he's not known for patience. Look, if you're heading towards Dawnstar anytime soon, can you give the Jarl this note? Let him know he'll get his lumber.\"",
    "name": "Aeri",
    "voice_model": "FemaleNord",
    "voice_folder": "FemaleNord",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": "01A6D2",
    "base_id": "01360B",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}