{
    "bio_url": "/wiki/Minette_Vinius",
    "bio": "Minette Vinius is a Nord child who lives in Solitude with her family.\r\nMinette Vinius is the youngest child and only daughter of Corpulus Vinius, and is the younger sister of Sorex Vinius. Sometimes she and her father argue about the owner of the inn as Corpulus wants to retire and is giving the inn to Sorex. If the Dragonborn marries her brother Sorex, she will attend the wedding along with her father.\r\nCorpulus: \"It's been a good week, my boy! Loud customers mean good cheer, and good cheer means a full till! You know, I ought to retire and leave you to run the Skeever, son!\"Sorex: \"I don't know, father... There's a whole world out there I want to see.\" or \"You'd just spend your time here, bossing me around and yelling for more drinks. You're practically retired already...\"Minette: \"I could run the Skeever! You even said I'm almost as smart as you!\" or \"Why not let me run the Skeever? I already know lots about it!\"Corpulus: \"Don't be a silly girl! Running a bar's no job for a young lady.\" or \"Hah! A girl running a bar? Don't be ridiculous, Minette!\"Minette: \"What about 'Auntie Faida' in Dragon Bridge? She runs a bar, and you said she's one of your favorite girls!\" or \"But you always say you want more girls in the bar to begin with!\"Sorex: \"Oh, brother...\" or \"Hah!\"Corpulus: \"That's it! I'm not retiring, ever! End of discussion!\" or \"Well, you see, that's a little complicated, and... you know what? Never mind. Guess I'm not retiring anytime soon.\"\r\nCorpulus: \"Bring up some more mead, my boy. This cask's nearly tapped!\"Sorex: \"Yes, father. Which cask should we open?\"Corpulus: \"Just bring any of them, lad! Can't risk thirsty customers without mead to drink, even for a second!\" or \"Any of them! Just hurry up! No time for a debate when customers are thirsty!\"Minette: \"Bring the Blackbriar 195 Berry-Blend. It should be at its peak right now, and if it doesn't get served soon, it'll only go bad.\" or \"We just got a cask of Old Gold 200 that has a crack in it. Better serve it now before it goes bad.\" or \"Fat Toad 190 is always a crowd-pleaser. Father could probably charge extra.\"Sorex: \"Good idea, sis. Maybe you ought to be in charge!\"Corpulus: \"Yes, yes, fine. Just hurry! Mustn't keep the customers thirsty!\"",
    "name": "Minette Vinius",
    "voice_model": "FemaleChild",
    "skyrim_voice_folder": "FemaleChild",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": "0198A4",
    "base_id": "01329B",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}