{
    "bio_url": "https://www.nexusmods.com/skyrimspecialedition/mods/10917",
    "bio": "Ereia Snow-Fist is the ranking officer at the eastern watchtower outside the city of Bruma, in Cyrodiil. She is a relatively young Nord woman. She chafes at life at her isolated outpost and has a bitter rivalry with her counterpart officer at the city's western watchtower (an older man named Garceus Avoci). Garceus doesn't have the highest opinion of Ereia, thinking her to be too brash. \r\nIf approached by an adventurer, she may ask them to retrieve the sword of a local bandit leader, in order to help her further her career and boost her chances of reassignment. She hopes to one day serve as the captain of the Bruma Guard from inside the castle. Tthe current captain of the guard is a man named Adius Vilius. \r\nEreia spends most of her day patrolling the watchtower. Her sleeping quarters are in the middle section of the tower. She is armed with a sword, dagger, bow, and around a dozen steel arrows. She is equipped with a full set of Bruma guard armor: cuirass, helmet, gloves, boots and shield. \r\nExamples of Ereia's dialogue towards passing travelers: \r\n\"Garceus been filling your head full of goblin dung? Don't listen to him. We're the best and brightest out here.\" \r\nIf asked about Garceus: \"He's one of those people who thinks that because he's been doing it for the longest, he must be the best. He thinks he's the one - he and his guards - who protect Bruma the most vigorously from the gravest threats. But he couldn't be more wrong. Obviously. He may have been out here longer, but we're just better.\" \r\n\"Garceus is an old man who can barely raise his sword arm. He'll be useless for morale and useless when it comes to tackling problems. He watches and waits, but never acts!\" \r\nIf asked about life at the tower: \"Ha! This place is out in the middle of nowhere. Mostly. I mean, we get occasional travelers heading in and out of the Jeralls, but not much else. Things can get a little boring sometimes, but all that changes when some bandit ringleader gets too big for his boots and decides to try his luck.\"",
    "name": "Ereia Snow-Fist",
    "voice_model": "FemaleEvenToned",
    "voice_folder": "cyrfemaleenergetic",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": "06D95C",
    "base_id": "6D95B",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}