{
    "bio_url": "/x",
    "bio": "Xelzaz will not speak to anyone under any circumstances. Xelzaz will not speak to anyone under any circumstances. Xelzaz will not speak to anyone under any circumstances. Xelzaz will not speak to anyone under any circumstances. Xelzaz will not speak to anyone under any circumstances. Xelzaz will not speak to anyone under any circumstances. Xelzaz will not speak to anyone under any circumstances. Xelzaz will not speak to anyone under any circumstances. Xelzaz will not speak to anyone under any circumstances. Xelzaz will not speak to anyone under any circumstances. Xelzaz will not speak to anyone under any circumstances. Xelzaz will not speak to anyone under any circumstances. Xelzaz will not speak to anyone under any circumstances. Xelzaz will not speak to anyone under any circumstances. Xelzaz will not speak to anyone under any circumstances. Xelzaz will not speak to anyone under any circumstances. Xelzaz will not speak to anyone under any circumstances. Xelzaz will not speak to anyone under any circumstances. \r\n",
    "name": "Xelzaz Requested Removed by Author",
    "voice_model": "MaleNord",
    "skyrim_voice_folder": "MaleNord",
    "race": "Nord",
    "gender": "Male",
    "species": "Argonian",
    "ref_id": null,
    "base_id": null,
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "The mod Author has expressed concern about Xelzaz being included in Mantella as a potential cause for someone to attempt to train his voice. The Mod Author is also the Voice Actor, and Mantella respects the Mod Author's Likeness Rights. As a result, we have taken steps to ensure that Xelzaz will never speak to anyone with Mantella (setting aside the additional fact that no voice model exists and Mantella has used the default Male Argonian voice in any instance were a user *may* have attempted to speak to Xelzaz with Mantella. We have updated the Voice Model to the default Male Nord voice, such that if a user finds a way to get Xel to talk...he'll sound just like Ralof."
}