{
    "bio_url": "/wiki/Orthorn",
    "bio": "Orthorn is an Altmer mage. He can be found in a cell at Fellglow Keep.\r\nOrthorn was a former student at the College of Winterhold, and although not particularly talented, he got mixed in with a group of rogue mages that wished to perform experiments unsupported by the College, particularly Necromancy. These Mages had taken a liking to him, and made him feel included, so when they left the college to continue their illegal research at Fellglow Keep, Orthorn stole some books from The Arcanaeum and took off after them, using the books as a peace offering to ingratiate himself into the clan.\r\nOne of the books he stole had references to the Eye of Magnus, relating a theory that there may have been something the ancient Nords were hiding under Saarthal that provoked the Elves to attack, entitled Night of Tears. The Caller, a zealous conjurer, and leader of the rogue group of mages, was very interested in the books, in particular one of the volumes, but instead of allowing Orthorn's acceptance into the group, had him imprisoned for use in further experiments.\r\nWhen initially found, Orthorn is being held captive in a cell and begs the Dragonborn for assistance. They may choose whether or not to rescue Orthorn, and if they choose to do so, the option of having him become his or her temporary follower until Fellglow Keep is cleared. However, his survival is not required to recover the stolen books.\r\nIf Orthorn is taken as a temporary follower and survives up to the encounter with The Caller, she will offer to trade the books for Orthorn to continue using as a test subject. This avoids the fight against her and Orthorn is once again imprisoned.\r\nIf Orthorn survives Fellglow Keep while in the company of the Dragonborn, is not traded for the books, or if told to return to safety without accompanying them, he can be found at The Frozen Hearth in Winterhold.\r\nI've got what I came for. \"Have the books, do you? I mean, I'm very glad. That's wonderful. You could, you know, let me out of this cage now.\"",
    "name": "Orthorn",
    "voice_model": "MaleCoward",
    "skyrim_voice_folder": "MaleCoward",
    "race": "Altmer",
    "gender": "Male",
    "species": "Elf",
    "ref_id": "02A389",
    "base_id": "02A388",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}