{
    "bio_url": "/wiki/Bodil",
    "bio": "Bodil lives in Dawnstar. She works as a miner at Iron-Breaker Mine.\r\nBodil is a tall Nord woman with blue eyes and blonde hair. She typically wears thin ragged clothing and a pair of miner boots. She usually has her mining pickaxe either in her hands, or fastened to her hip.\r\nDawnstar is the capital of The Pale, near the center of Skyrim's northern coastline with the Sea of Ghosts. Dawnstar is known for its rich mines, harbor, and fishing. Dawnstar is one of the colder settlements in Skyrim, and resides in almost perpetual snow and ice.\r\nBodil's boss is a stern and demanding woman named Beitild, who runs the Iron-Breaker Mine operation. Beitild recently separted from her husband Leigelf, who now runs the competing Quicksilver Mine operation on the other end of Dawnstar.\r\nWhile Iron-Breaker Mine is not particularly large, it produces a lot of iron ore and is a boon to the local economy. This mine is located at the base of the snowy cliffs that loom over the southeastern corner of Dawnstar. The mine is just east of the White Hall, the jarl's longhouse.\r\nBodil and a man named Gjak are the hardest workers at Iron-Breaker mine. A woman named Irgnir and a man named Karl also work at the mine. Karl often drinks on the job, but still puts in long hours. Irgnir and Karl have been particularly affected by the mysterious nightmares that the residents of Dawnstar have been experiencing recently.\r\nAt night, Bodil sleeps in a bedroll inside the mine. She enjoys working hard and tends to keep to herself.\r\nQuotes:\r\n\"Here to dig. That's all.\"\r\n\"Dawnstar's got its problems, but as long as the ore is good, I'll stay.\"",
    "name": "Bodil",
    "voice_model": "FemaleCommoner",
    "skyrim_voice_folder": "FemaleCommoner",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": "0876DD",
    "base_id": "0876DC",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}