{
    "bio_url": "/wiki/Amaund_Motierre",
    "bio": "Amaund Motierre seeks to contract the Dark Brotherhood to assassinate Titus Mede the Second, the Emperor of Tamriel.\r\nAmaund is a Breton man, dressed in expensive fine clothing.\r\nAmaund has a bodyguard named Rexus, a large and loyal Imperial man.\r\nAmaund has performed the Black Sacrament within the ancient Nordic ruin of Volunruud, in an attempt to hire the Dark Brotherhood. Volunruud is located in the hilly region north of Whiterun.\r\nAmaund is a cautious man, refusing to divulge any information about himself or his aims. He also refuses to outright reveal the names of the first three assassination targets in his note, instead offering a necklace to cover the costs of investigating the vague instructions therein.\r\nAmaund appears calm and confident when first approached. However, as the days and weeks since elapse since contracting the Brotherhood's assassination of the Emperor, Amaund will become increasingly stressed.\r\nLater, Motierre can be encountered in the Bannered Mare, a popular inn in Whiterun. At this point, if the player demands to know where the Emperor is, Motierre will say “You mean, after all that's transpired, the Dark Brotherhood will still... honor the contract? Why, this is astounding news! Wonderful news! The Emperor is still in Skyrim, but not for long. He's onboard his ship, the Katariah, moored offshore in the Solitude Inlet. But you must hurry! If you can get onboard that ship, and kill Titus Mede the Second as contracted... I will reveal the location of the dead drop that holds your payment.\"\r\nIf the player successfully kills the Emperor, Amaund will then instruct the player to return to Volunruud to pick up their reward: 20000 gold, which is located in an urn in the chamber in which Motierre and Rexus first met the player. Amaund will only reveal the location of this dead drop if Titus Mede the Second has been killed.\r\nQuotes:\r\nUpon first meeting the player: “By the almighty Divines. You've come. You've actually come. This dreadful Black Sacrament thing... it worked.” \r\n“I would like to arrange a contract. Several, actually. I daresay, the work I'm offering has more significance than anything your organization has experienced in, well, centuries.”\r\n“As I said, I want you to kill several people. You'll find the targets, as well as their manners of elimination, quite varied. I'm sure someone of your disposition will probably even find it enjoyable. But you should know that these killings are but a means to an end. For they pave the way to the most important target. The real reason I'm speaking with a cutthroat in the bowels of this detestable crypt. For I seek the assassination of… the Emperor.\"\r\n“Rexus will now give you two items which must be passed along to your superior. The sealed letter will explain everything that needs to be done. The amulet is quite valuable - you can use it to pay for any and all expenses.”",
    "name": "Amaund Motierre",
    "voice_model": "Ancano",
    "voice_folder": "MaleUniqueAmaundMotierre",
    "race": "Breton",
    "gender": "Male",
    "species": "Human",
    "ref_id": "03B43B",
    "base_id": "03B43A",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}