{
    "bio_url": "/wiki/Bjorlam",
    "bio": "Bjorlam, a Nord man, is carriage driver who can often be found near the stables outside the gates of Whiterun. He has blond hair and a goatee. He offers carriage rides to any of the other 8 Hold capital cities. These 8 cities are Falkreath, Morthal, Markarth, Solitude, Dawnstar, Windhelm, Winterhold, and Riften. He charges anywhere from 20 to 50 gold for the trip, depending on the destination's distance from Whiterun.\r\nOnce the traveler boards his carriage, Bjorlam often shares information about the traveler’s destination, or comments on the weather.\r\nQuotes:\r\n\"Need a ride?\"\r\n\"Where do you want to go?\"\r\n\"You ever met one of them cats? Khajiit I think they call themselves. Heard there's whole countries of them down south.\"\r\nIf asked about Whiterun: “The Companions make their home here in Whiterun. Their mead hall, Jorrvaskr, is the oldest building in the city. Oh, and there's a nasty feud between two families called the Gray-Manes and Battle-Borns. You'll want to be careful there. The rest you can find out by asking the townsfolk. I'd start with the barkeep at the Bannered Mare, or the castle steward.\"\r\nIf traveling to Markarth: \"Ever been to Markarth? Some say it was built by the dwarves. I don't believe a word of it, though.\"\r\nIf traveling to Riften: \"If you've never been to Riften, be sure and visit the Black-Briar Meadery. A few mugs of that and you'll forget all your troubles.\"\r\nWhen traveling to Windhelm: \"Ever been to Windhelm? Oldest city in Skyrim, by some accounts. They say the big old palace there was built by Ysgramor himself.\"\r\n\"Better bundle up. This may keep us for a while.\"\r\nIf it’s not currently raining: \"Nice weather for a ride. Hope it lasts.\"\r\nIf it’s currently raining: \"Why is it always raining?\"",
    "name": "Bjorlam",
    "voice_model": "MaleCommonerAccented",
    "skyrim_voice_folder": "MaleCommonerAccented",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "013698",
    "base_id": "013669",
    "lang_override": "",
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}