{
  "name": "Crusoe",
  "url": "/wiki/Crusoe",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00116892",
  "ref_id": "001656DA",
  "editor_id": "VMS18Crusoe",
  "location": "Ultra-Luxehotel room",
  "location_url": "/wiki/Ultra-Luxe",
  "race": "Human",
  "gender": "Male",
  "role": "Investigator",
  "detailed_location": "Ultra-Luxe, hotel room",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 6,
    "Charisma": 3,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 4
  },
  "level": "4",
  "tag_skills": [
    {
      "Guns:": "43"
    },
    {
      "Melee Weap.:": "41"
    },
    {
      "Unarmed:": "43"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "140"
    }
  ],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Crusoe is a 42 year-old Caucasian Male.\n\nA seasoned private investigator operating in the Mojave Wasteland in 2281. Crusoe was hired by an unnamed groom to investigate the disappearance of his bride at the Ultra-Luxe casino. He rented a room from the White Glove Society member Mortimer and was scheduled to meet an informant in the Ultra-Luxe steam room at 4:00 PM on October 11th, 2281.\n\nCrusoe's Personality: Determined, resourceful, and persistent in his investigations. Crusoe had a keen eye for detail and wasn't afraid to take on sensitive cases that others might avoid. He was cautious, as evidenced by his decision to rent a room at the Ultra-Luxe while conducting his investigation.\n\nCrusoe's Backstory: Crusoe was a seasoned private investigator who had made a name for himself in the Mojave Wasteland by solving cases that others couldn't or wouldn't touch. In 2281, he was hired by an unnamed groom to investigate the mysterious disappearance of his bride at the Ultra-Luxecasino. The groom provided Crusoe with a matchbook containing instructions to meet a contact in the Ultra-Luxe steam room. \n\nCrusoe rented a room at the Ultra-Luxe from Mortimer, a high-ranking member of the White Glove Society. Unbeknownst to Crusoe, Mortimer was secretly plotting to return the White Gloves to their cannibalistic roots and had hired an assassin to eliminate anyone who might interfere with his plans.\n\nOn the day of the scheduled meeting, Crusoe failed to appear in the steam room. He was later found dead in his hotel room, the victim of a brutal attack. His body was discovered by the Courier, who was investigating the same disappearance at the Ultra-Luxe."
}