{
  "name": "Shadis",
  "url": "/wiki/Shadis",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx014459",
  "ref_id": "xx015854",
  "editor_id": "NVDLC03CrNightstalkerBoss",
  "location": "Z-9 Crotalus DNA preservation lab",
  "location_url": "/wiki/Z-9_Crotalus_DNA_preservation_lab",
  "race": "Night stalker",
  "detailed_location": "Z-9 Crotalus DNA preservation lab",
  "special": {
    "Strength": 6,
    "Perception": 9,
    "Endurance": 7,
    "Charisma": 5,
    "Intelligence": 8,
    "Agility": 10,
    "Luck": 5
  },
  "level": "50",
  "misc_skills": [
    {
      "Hit Points:": "675"
    },
    {
      "Unarmed Dam.:": "70"
    }
  ],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Shadis is a 6 year-old Crotalus Adamantinus Male.\n\nShadis is a middle-aged night stalker that has been uniquely conditioned to guard the Z-9 Crotalus DNA Preservation Lab at Big MT. Unlike typical night stalkers, Shadis exhibits territorial behavior but shows signs of higher intelligence. Its fur is matted and worn from years of patrolling the lab, and its eyes glow with an unnatural red light, possibly due to experimental modifications. Shadis is highly aggressive toward intruders but seems to recognize authorized personnel.\n\nShadis's Personality: Shadis is territorial and aggressive, displaying protective behavior toward the lab and its contents. Unlike typical night stalkers, it shows signs of intelligence and problem-solving abilities. It is wary of strangers but can be distracted or temporarily pacified with specific stimuli. Shadis exhibits pack-like loyalty to unseen overseers and shows unusual interest in technology.\n\nShadis's Backstory: Shadis was born in the Z-9 Crotalus Preservation Lab as part of an experiment to create super-intelligent variants of night stalkers for military applications. From a young age, it was conditioned to guard specific areas and items within the lab. Over the years, Shadis has developed a unique bond with the lab's automated systems and has become particularly protective of the Auto-Doc Upgrade: Implant Y-3, which it seems to recognize as important. Unlike other night stalkers, Shadis has not shown signs of the typical degenerative brain disease that affects the species, leading researchers to believe it may have been genetically modified for longevity."
}