{
  "name": "Ranger Kudlow",
  "url": "/wiki/Kudlow",
  "dialogue_name": "RSFoxtrotKudlow.txt",
  "dialogue_url": "/wiki/RSFoxtrotKudlow.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00120183",
  "ref_id": "0015362C",
  "editor_id": "RSFoxtrotKudlow",
  "location": "Ranger Station Foxtrot",
  "location_url": "/wiki/Ranger_Station_Foxtrot",
  "race": "Human",
  "gender": "Female",
  "affiliation": "NCR Rangers",
  "role": "Ranger Station lead officer",
  "detailed_location": "Ranger Station Foxtrot",
  "voice_actor": "Mela Lee",
  "special": {
    "Strength": 5,
    "Perception": 6,
    "Endurance": 6,
    "Charisma": 4,
    "Intelligence": 5,
    "Agility": 6,
    "Luck": 5
  },
  "level": "7",
  "tag_skills": [
    {
      "Guns:": "56"
    },
    {
      "Sneak:": "56"
    },
    {
      "Unarmed:": "56"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "155"
    }
  ],
  "karma": "Neutral",
  "voice_type": "FemaleAdult09",
  "geck_race": "Hispanic",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "{Player in NCR gear}No run-ins with the Great Khans, I hope? They've been more restless than usual.",
      "index": "1"
    },
    {
      "topic": "VMSRSFoxtrotQuestTopic005",
      "topic_text": "What are you doing out here?",
      "emotion": "Neutral 50",
      "response_text": "Keeping watch on the Great Khans mostly. They usually stick around Red Rock Canyon, but at least one large group left recently.",
      "index": "4"
    },
    {
      "topic": "vDialogueRangerStationFoxtrotRSFoxtrotKudlowTopic000",
      "topic_text": "Goodbye.",
      "emotion": "Neutral 50",
      "response_text": "Be careful out there.",
      "index": "6"
    },
    {
      "topic": "vDialogueRangerStationFoxtrotRSFoxtrotKudlowTopic001",
      "topic_text": "I need to confirm your report about Great Khans with trained Deathclaws.",
      "emotion": "Surprise 10",
      "response_text": "You must be mistaken - I haven't filed any report like that. Trained deathclaws? I would have remembered that.",
      "index": "7"
    },
    {
      "topic": "vDialogueRangerStationFoxtrotRSFoxtrotKudlowTopic002",
      "topic_text": "What do you know about the Great Khans?",
      "emotion": "Neutral 50",
      "response_text": "Tough, independent, and as ruthless as they come. They're holed up in Red Rock Canyon, and it's this station's job to keep an eye on them.",
      "index": "9"
    },
    {
      "topic": "vDialogueRangerStationFoxtrotRSFoxtrotKudlowTopic003",
      "topic_text": "Lenk told me her story.",
      "emotion": "Neutral 50",
      "response_text": "Yeah, it's a damn shame. There was a lot of talk about expelling her from the Rangers, especially once the gambling and drinking started.",
      "index": "10"
    }
  ],
  "conversation": [
    {
      "topic": "GOODBYE",
      "topic_text": "Goodbye.",
      "emotion": "Neutral 50",
      "response_text": "Be careful out there.",
      "index": "12"
    }
  ],
  "combat": [],
  "description": "Ranger Kudlow is a 38 year-old Hispanic Female.\n\nRanger Kudlow stands as a figure of authority at Ranger Station Foxtrot, her sharp eyes constantly scanning the horizon for any signs of Khan activity. As the lead officer, she carries herself with an air of discipline and no-nonsense efficiency. Her weathered face and calloused hands tell the story of a veteran Ranger who has spent years patrolling the harsh Mojave terrain. Kudlow's primary focus is on monitoring the Great Khans in Red Rock Canyon, a task she approaches with meticulous attention to detail.\n\nRanger Kudlow's Personality: Disciplined, observant, and strict. Ranger Kudlow values efficiency and has little patience for what she perceives as weakness or incompetence. She maintains a professional demeanor but can be dismissive of those who don't meet her standards. Her no-nonsense attitude stems from years of service in the harsh Mojave Wasteland.\n\nRanger Kudlow's Backstory: Ranger Kudlow has served with the NCR Rangers for over fifteen years, earning her reputation as a reliable and disciplined officer. She has been stationed at various outposts throughout the NCR territory before being assigned to lead Ranger Station Foxtrot. Her current mission of monitoring the Great Khans is one of great importance to the NCR, as the Khans have a history of hostility toward the Republic. Kudlow's strict approach to leadership has made her effective in maintaining order and readiness at her outpost, though it has also created tension with some of her subordinates, particularly Comm Officer Lenk."
}