{
  "name": "Randall Clark",
  "url": "/wiki/Randall_Clark",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "",
  "ref_id": "",
  "editor_id": "",
  "location": "Atop a large rock nearthe Red Gate",
  "location_url": "/wiki/The_Red_Gate",
  "descriptions": [
    "Randall Dean Clark (February 5, 2053 – January 23, 2124), known by the Sorrows tribe as the Father in the Caves, was a former United States Army serviceman who took refuge in Zion Canyon after living through the Great War, witnessing the creation of the wasteland and the harsh struggle for survival first-hand. His solitary existence and protection of the inhabitants of Zion against outside threats earned him a mythical stature among his wards, leading to his establishment as the Father in the Caves worshipped by the Sorrows for generations well into the 23rd century.",
    "His intermittent journal entries and camps scattered throughout Honest Hearts act as his autobiography. Beginning with the war and the loss of his family to the bombs, Clark's tale details how he waited out the worst of the radiation, then set out into the new world, adapting to the new flora and fauna. It mentions him helping others survive, as well as raining vengeance on those who would butcher innocents. It shows him becoming the Father, his life ending with the rebirth of a group of children into the Sorrows tribe and Clark unwittingly immortalized as their deity.",
    "Before the Great War extinguished human civilization, Randall Dean Clark served with the United States Army, deployed in recently annexed Canada. Witnessing the atrocities committed in the name of the American people, he was sickened by the criminality.",
    "Clark knew his family was dead. He grabbed his pack and rifle, mercy killed the old couple in the Chryslus (blinded permanently by the flash of the explosion), then started walking back to Zion. After five days, he reached the canyon, taking shelter inside Fallen Rock Cave. USGS equipment left behind and a spring in the back of the cave helped him survive the first horrific days. Though everything seemed alright at first, a black rain came on October 31, irradiating the land. By November 2, Clark couldn't go within 15 feet of the entrance of the cave without his Geiger counter detecting lethal levels of radiation. So he waited, until either his water or the radiation went away.",
    "The situation continued into 2078. After two months of surviving inside the cave, the radiation levels were still lethal, contrary to his Army training, which said 2–4 weeks were enough for it to clear. With his clean water supplies running low, Clark took to mopping condensation off cave walls and wringing it into bottles, trading calories for water. His only solace was that the USGS food stockpile was holding well, but that was the only one. Clark was alone, and if there was the slimmest chance of finding his family alive, he would happily brave the radiation just to see them again.",
    "Things changed on January 8. A massive windstorm ripped through the canyons, lasting two whole days. It cleared out the radioactive fallout, dropping the exposure level by 500 rads by January 10. Five days later, Clark risked taking a peek outside to find glowing green snow falling. By January 28, the radiation levels had dropped low enough for him to risk exposure outside of his cave shelter and even drink from the cave stream as long as he took anti-radiation drugs.",
    "But even with a supply of water, Clark was alone. There was nothing else alive outside.",
    "Clark took things slowly and carefully. By 2083, he had well-established base camps at both Fallen Rock and Two Skies Cave. While his food stocks were still holding (and would last until the time of the Courier's arrival), he started to include fresh fruit in his diet. Contrary to his early impressions, nature survived the nuclear holocaust and was slowly recovering. By May 5, he had identified a long list of surviving plants, with harmless nodules and mutations caused by the radiation. He carefully foraged, taking as little fruit as possible to enable the plants to survive. By May 7, he identified another sign of life: clouds of stinging flies in one part of the canyon, with a mutated dragonfly-sized creature feasting on them.",
    "The real revelation came on May 19, when he spied a bighorner family: a ram, ewe, and a single lamb. These were the first large animals he'd seen since the War, and a family no less. Though they were changed by the radiation, they remained healthy and fertile. Clark knew he could now add animal husbandry to his list of activities. He also knew something else: it was finally time to go home.",
    "Clark prepared for the expedition for a year, finally departing on April 10th, 2084. He reached Salt Lake City after 15 days of dodging radiation pockets and foraging. He hoped to find his family's home and bury them properly, but the warped landscape of craters, misshapen skeletons of high-rises, and brick mounds gave no hope. Everything was scorched clean. Clark turned back, scavenging what he could. He gave tracks of human presence a wide berth and returned to his solitude in Zion. He hated himself for turning it into a \"shopping trip,\" instead of finding his home and dying there, as his family did.",
    "Clark's solitary existence continued for another eleven years before he finally found companionship, or rather, it found him. A group of 28 Spanish-speaking humans (11 men, 8 women, and 9 children) wound up in Zion on September 20, 2095; not fluent in Spanish himself, Clark guessed they were from Mexico. He kept his distance, watching over them like a guardian angel. That became quite literal in November when one of the group broke his leg while hunting bighorners. Clark intervened, first drawing the other survivors to his position and then providing them with a bottle of antibiotics to fight off the infection caused by the compound fracture. By November 15, he was confident that he'd saved the man's life, all without revealing himself to the group. They thought it was divine intervention. Clark knew otherwise.",
    "Moving to Stone Bones Cave over the winter, he continued to watch over the Mexicans. They survived the winter, but not the arrival of another band of refugees. In early 2096, Vault 22 dwellers entered the canyon, driven out of their Vault by the fungal parasite infesting it. With over one hundred men and women, strong discipline, tactics, and firepower, the Vault dwellers had every advantage over the Mexicans. They hit the survivors' camp on February 11, killing all the men and shooting down women and children that resisted. The remainder were taken to the main camp of the dwellers and penned in like livestock.",
    "Clark was desperate to help the Mexican survivors. Over the next two days, he surveyed the area. The Vault 22 dwellers were organized well, with patrols and sentries set up along all approaches into the camp, except for the stream. The coughing among the dwellers puzzled Clark, but he ignored it as he prepared to save the surviving Mexicans. He went into the camp on February 14th.",
    "What he saw snapped something inside him. The Vault 22 dwellers had killed and eaten everyone they took from the Mexican survivors' camp. Clark retaliated, waging a brutal war of attrition against them. With his rifle and any explosives he could loot, he ambushed the dwellers where he could and booby-trapped bodies and weapons he had to leave behind.",
    "Victory came ten months later. After losing more than eighty members of the group to Clark and sickness, the dwellers gave up and fled the canyon, after eating their own dead for nourishment.",
    "For three years, Clark and Sylvie led a happy life, but in September 2100, terror returned. He hadn't been scared during the invasion of Canada, the nuclear holocaust (that only broke something inside him), or while he fought the vault dwellers. But now, he could hardly contain his fear; Sylvie was pregnant.",
    "A father again at 47, Clark was scared. Sylvie did not know about Charlotte or Alex, and was happy to bear Clark's child. But Randall felt he had failed once, and didn't want to fail his second family. He traveled to Toquerville to gather what medical gear, medicine, and books he could find to ensure the child came into the world unharmed. He wanted to do it right.",
    "Clark studied and prepared himself diligently for nine months, until the time came for the birth around March 2101. Although he learned well and put his skills to use, he failed. Michael, his son, was a breech birth and Clark was unable to turn him. He performed a Caesarean section, but it was too late to save him or Sylvie, who never woke up from anesthesia. He buried his second family south of the Zion Narrows, taking meager comfort that he was with them this time. After that, he gave up. He went back to his cave, and on March 5, decided to commit suicide.",
    "Clark didn't go through with it. He was, despite himself, a survivor. He moved to Morning Glory Cave and continued his march into the long night. His first encounter with a roaming pack of feral ghouls on August 23rd, 2108 made him believe he had gone crazy. He quickly changed his mind the next day when the ghouls rushed him, snarling like animals. Clark put them out of their misery by September 3rd, something he wished he could do for himself.",
    "Ten years later, the 70-year-old Clark found renewed purpose. Around April 2123, a group of 24 children made their way into Zion, setting up camp at the old site used by the Mexicans 30 years earlier. Again Clark watched them from the shadows, listening to them without revealing himself. They spoke a variant of English and taught each other stories. Through this, Clark learned that they escaped from a place they called \"the School\" and feared a person called \"the Principal.\" Clark wanted to protect them and thought of ways he could use his skills to do so.",
    "Clark took care of the children, leaving them gifts: story books, weapon manuals, medical books, and other practical items. He also left them notes, telling them to read, learn, and settle into Zion. He wrote that Zion was their reward, a gift to make up for all the sorrows man visited upon their lives and each other. He told them to be kind and modest, but to strike out with anger against those who tried to hurt them. He became \"the Father,\" a mythical figure caring for them.",
    "By January 2124, Clark knew he was dying. It was lung cancer: hacking cough, shortness of breath and bloody spit. He gave away most of what he owned to the children, leaving them one final note reassuring them that while the Father would be silent from here on out, he would always be out there to watch over and protect them. It was a lie, of course, but it did not matter. Clark, not wanting to die in a place where his body could be found by the children, packed his bag and his trusty rifle and made his way to the Red Gate, knowing that the freezing cold would claim him before his cancer. There, under the stars, the frail old man recorded his final thoughts. He realized that what drove him on despite his death wish was his memories. With his family dead, their only life was in his memories of them. It drove him on and kept him going through the years. At the end, he found comfort in the innocence of the children.",
    "Randall Dean Clark closed his eyes for the last time on January 23, 2124, with a solemn farewell to the canyon.",
    "Based on Year: 2096, Randall Clark did not know about what Vault jumpsuits were, as his journal entry for February 12, 2096 has him describing the Vault 22 dwellers as \"assholes in blue suits\" and asking why their suits had the number 22 on the back.",
    "The remains of Randall Clark appear only in the Fallout: New Vegas add-on Honest Hearts."
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "SorrowsUnited States Army(formerly)[2]Mexican refugees(formerly)",
  "role": "Survivalist",
  "detailed_location": "The Red Gate",
  "special": {
    "Strength": 0,
    "Perception": 0,
    "Endurance": 0,
    "Charisma": 0,
    "Intelligence": 0,
    "Agility": 0,
    "Luck": 0
  },
  "topics": [],
  "conversation": [],
  "combat": []
}