{
  "name": "The Tops floor manager",
  "url": "/wiki/The_Tops_floor_manager",
  "dialogue_name": "VFloorManagerTheTops.txt",
  "dialogue_url": "/wiki/VFloorManagerTheTops.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00145F8A",
  "ref_id": "00151EE0",
  "editor_id": "vFloorManagerTheTops",
  "location": "The Topscasino floor",
  "location_url": "/wiki/The_Tops",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Chairmen",
  "role": "Floor Manager",
  "detailed_location": "The Tops",
  "voice_actor": "Jesse Burch",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "1",
  "misc_skills": [
    {
      "Hit Points:": "70"
    }
  ],
  "karma": "Neutral",
  "voice_type": "MaleAdult03",
  "geck_race": "Caucasian",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "{Small Fry}Looks like you've hit a lucky streak there. You must be thirsty by now - here, have a drink on the house and keep on playing!",
      "index": "1"
    },
    {
      "topic": "vCasinoCompsTheTopsvFloorManagerTheTopsTopic000",
      "topic_text": "What? Why?",
      "emotion": "Neutral 50",
      "response_text": "Let's be straight, baby: there's lucky and there's *too* lucky. You keep up like this and you're gonna break the bank.",
      "index": "5"
    },
    {
      "topic": "vCasinoCompsTheTopsvFloorManagerTheTopsTopic001",
      "topic_text": "Sure, okay, I'm out of here.",
      "emotion": "Neutral 50",
      "response_text": "Smart move, kid. We're happy to have you come on in and spend some dough at the bar, take in a show, whatever - but you're cut off from the games.",
      "index": "7"
    },
    {
      "topic": "vCasinoCompsTheTopsvFloorManagerTheTopsTopic002",
      "topic_text": "Fuck off, creep, I'm not going anywhere.",
      "emotion": "Neutral 50",
      "response_text": "Fine, then, you want to play rough? We'll play rough!",
      "index": "8"
    },
    {
      "topic": "vCasinoCompsTheTopsvFloorManagerTheTopsTopic003",
      "topic_text": "Try to throw me out and you'll be leaving - in pieces.",
      "emotion": "Neutral 50",
      "response_text": "{Terrified}Jesus Christ!",
      "index": "9"
    },
    {
      "topic": "vCasinoCompsTheTopsvFloorManagerTheTopsTopic004",
      "topic_text": "All right, I'm going.",
      "emotion": "Neutral 50",
      "response_text": "You're free to enjoy the shows and the bar, but no more games for you at The Tops. Thanks for playing.",
      "index": "10"
    },
    {
      "topic": "vCasinoCompsTheTopsvFloorManagerTheTopsTopic005",
      "topic_text": "What? Why?",
      "emotion": "Neutral 50",
      "response_text": "You've taken us for a ride, and we want you out.",
      "index": "11"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Gerald is a 48 year-old Caucasian Male.\n\nGerald is the floor manager of The Tops casino, a middle-aged man with a well-groomed appearance that stands out in the chaotic environment of New Vegas. He wears a tailored suit jacket over a crisp shirt, with a nameplate that reads 'Gerald - Floor Manager' prominently displayed. His eyes constantly scan the casino floor, missing nothing as he ensures the games run smoothly and customers remain happy. Despite the post-apocalyptic setting, Gerald maintains an air of professionalism that harkens back to the pre-War era of Las Vegas.\n\nGerald's Personality: Gerald presents a friendly and approachable demeanor to casino patrons, but beneath the surface lies a calculating mind focused on profit. He's adept at reading people and knows exactly when to offer complimentary items to encourage gambling and when to politely ask winners to limit their winnings. He's loyal to the Chairmen and takes pride in his ability to maximize the casino's revenue while maintaining a positive atmosphere.\n\nGerald's Backstory: Born in 2033 in New Vegas, Gerald grew up in the relative safety and luxury of the Strip before the Great War. His family had worked in the hospitality industry for generations, instilling in him a natural talent for customer service. After the bombs fell in 2077, Gerald struggled to survive in the harsh wasteland but never lost his knack for making people feel comfortable. In 2277, he secured a job as a dealer at The Tops and quickly proved his worth. Over the next four years, he worked his way up through the ranks, becoming a pit boss and eventually earning the position of floor manager when the Chairmen took control of the casino in 2281."
}