{
  "name": "Reina",
  "url": "/wiki/Reina",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000CD231",
  "ref_id": "00084226",
  "editor_id": "GibsonDog06",
  "location": "Gibson Scrap Yard",
  "location_url": "/wiki/Gibson_Scrap_Yard",
  "race": "Dog",
  "affiliation": "Old Lady Gibson",
  "role": "Guard dog",
  "detailed_location": "Gibson scrap yard",
  "special": {
    "Strength": 5,
    "Perception": 8,
    "Endurance": 7,
    "Charisma": 5,
    "Intelligence": 2,
    "Agility": 5,
    "Luck": 5
  },
  "level": "3→5 (equal to player character's level)",
  "misc_skills": [
    {
      "Hit Points:": "25"
    },
    {
      "Poison Resist.:": "30%"
    },
    {
      "Rad. Resist.:": "12%"
    }
  ],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Reina is a 5 year-old Wasteland Terrier Mix Female.\n\nReina is a loyal guard dog at Gibson Scrap Yard, known for her keen senses and protective nature. She has a wiry coat of mottled brown and tan fur, with alert ears and sharp, intelligent eyes. As one of Old Lady Gibson's prized dogs, Reina takes her guarding duties seriously, patrolling the yard boundaries and keeping watch over the valuable scrap metal.\n\nReina's Personality: Loyal, alert, and protective. Reina is wary of strangers but shows affection to those trusted by Old Lady Gibson. She is highly territorial and will not hesitate to bark or growl at intruders.\n\nReina's Backstory: Born in the harsh environment of the Mojave Wasteland, Reina was found as a stray pup by Old Lady Gibson several years ago. Recognizing the potential in the young dog, Gibson took her in and trained her as one of her guard dogs. Reina has since become an integral part of the scrap yard's security, her Spanish name reflecting Gibson's tradition of naming her dogs after words from that language."
}