{
  "name": "Miguel",
  "url": "/wiki/Miguel_(Fallout:_New_Vegas)",
  "dialogue_name": "WestsideMiguel.txt",
  "dialogue_url": "/wiki/WestsideMiguel.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": true,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000E8F96",
  "ref_id": "000F18BD",
  "editor_id": "WestsideMiguel",
  "location": "Miguel's Pawn Shop",
  "location_url": "/wiki/Miguel%27s_Pawn_Shop",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Westside",
  "role": "Shopkeeper",
  "detailed_location": "Miguel's Pawn Shop",
  "voice_actor": "Ari Rubin",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 4,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 4
  },
  "level": "10",
  "tag_skills": [
    {
      "Guns:": "67(69)"
    },
    {
      "Melee Weap.:": "67(69)"
    },
    {
      "Sneak:": "67"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "MaleAdult04",
  "geck_race": "Hispanic",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Happy 5",
      "response_text": "If you're down on your luck and need some caps, I buy just about anything. Of course, I've also got plenty of things for sale, too.",
      "index": "1"
    },
    {
      "topic": "VDialogueDoldrums1EAngeloTopic000",
      "topic_text": "Goodbye.",
      "emotion": "Neutral 50",
      "response_text": "Until next time.",
      "index": "3"
    },
    {
      "topic": "VDialogueDoldrums1EAngeloTopic001",
      "topic_text": "Show me what you have for sale.",
      "emotion": "Neutral 50",
      "response_text": "Of course.",
      "index": "4"
    },
    {
      "topic": "vDialogueWestside1EAngeloTopic000",
      "topic_text": "I'm looking for an antique rangefinder somebody might've sold to you?",
      "emotion": "Neutral 50",
      "response_text": "Antique rangefinder? I'm trying to think of something that'd be more worthless.",
      "index": "5"
    },
    {
      "topic": "vDialogueWestsideWestsideMiguelTopic000",
      "topic_text": "Have you been in Westside long?",
      "emotion": "Neutral 50",
      "response_text": "My grandfather opened up this shop. Took over from him when the Fiends killed him.",
      "index": "8"
    }
  ],
  "conversation": [
    {
      "topic": "GOODBYE",
      "topic_text": "Goodbye.",
      "emotion": "Neutral 50",
      "response_text": "Until next time.",
      "index": "9"
    }
  ],
  "combat": [],
  "description": "Miguel is a 38 year-old Hispanic Male.\n\nMiguel is an affable shopkeeper who runs a pawn shop in Westside. As a third-generation merchant, he has built up an impressive collection of odds and ends over the years. His shop serves as a last resort for many residents down on their luck, buying their wares at reasonable prices and reselling them for a modest profit. Miguel maintains a neutral stance in the Mojave's conflicts, focusing on his business and the safety of Westside.\n\nMiguel's Personality: Miguel is generally affable and reasonable in his business dealings. He values fairness and has built a reputation for honest transactions. Beneath his calm exterior lies a deep-seated hatred for the Fiends, stemming from the murder of his grandfather. He is protective of Westside and its residents, though he avoids direct confrontation unless absolutely necessary.\n\nMiguel's Backstory: Miguel's family has been running their pawn shop in Westside for three generations. His grandfather founded the business in the early days of the settlement, and his father continued it before passing the torch to Miguel. The pivotal moment in Miguel's life came when his grandfather was killed by the Fiends during a raid on Westside. This tragedy forced Miguel to take over the business at a young age. Despite this traumatic event, Miguel has managed to maintain and even expand the shop's inventory, becoming a respected figure in the community. He carries on his family's legacy while harboring a quiet resentment toward the raider gang that took his grandfather's life."
}