{
  "name": "Roxie",
  "url": "/wiki/Roxie",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": true,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": true,
  "base_id": "xx00A380",
  "ref_id": "xx00A392",
  "editor_id": "NVDLC03CrCyberDogX8Experiment",
  "location": "X-8 research center",
  "location_url": "/wiki/X-8_research_center",
  "descriptions": [
    "Roxie is a temporary companion in Old World Blues that can be created in the X-8 research center in 2281.",
    "Roxie is a cyberdog which can be made at the X-8 research center through splicing a dog and a robot. Unlike other companions, it is possible for Roxie to die, even when not playing on Hardcore mode. However, she can be revived by creating her again at the X-8 splicing facility (the Courier will have to use the \"clear the splicing area\" command even if nothing is on the actual platform before anything else can be spliced).",
    "The holotape to splice dogs and robots is found on a large table downstairs near the institutional test facility door in X-8. To create Roxie, enter the  X-8 splicing facility, which is found down a hallway to the left of the entrance of the X-8 facility. Once you go through the door in the left hallway there will be a terminal in which the Courier can use the splicing holotapes.",
    "Roxie does not use the companion wheel, the player character must talk to her to have her follow them or to make her leave. Roxie only follows the Courier around the X-8 facility and will not follow them outside of the facility. If they leave the area, Roxie will stay near the entrance inside the X-8 facility.",
    "Roxie appears only in the Fallout: New Vegas add-on Old World Blues."
  ],
  "race": "Cyberdog",
  "gender": "Female",
  "affiliation": "CourierRex(ending)",
  "role": "Area-specific companion",
  "detailed_location": "X-8 research center",
  "special": {
    "Strength": 7,
    "Perception": 10,
    "Endurance": 6,
    "Charisma": 4,
    "Intelligence": 2,
    "Agility": 8,
    "Luck": 5
  },
  "level": "5→15→25→35→45→50",
  "tag_skills": [],
  "misc_skills": [],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": []
}