{
  "name": "Gabe",
  "url": "/wiki/Gabe",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx00D352-xx00D356",
  "ref_id": "xx??????",
  "editor_id": "NVDLC03X8Gabe",
  "location": "X-8 research center",
  "location_url": "/wiki/X-8_research_center",
  "race": "Cyberdog",
  "affiliation": "Doctor Borous",
  "role": "Pet (formerly)Test subject",
  "detailed_location": "X-8 research center, testing facility",
  "special": {
    "Strength": 9,
    "Perception": 0,
    "Endurance": 8,
    "Charisma": 4,
    "Intelligence": 2,
    "Agility": 8,
    "Luck": 5
  },
  "level": "35",
  "misc_skills": [],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Gabe is a 104 year-old Robotic Canine Male.\n\nA massive cyberdog and former pet of Doctor Borous, Gabe stands significantly taller than most humans and other cyberdogs due to experimental chemical treatments. His savage nature results from years of being fed Psycho in his dog food by his owner, though he retains a deep loyalty to Borous from their time together before the Great War.\n\nGabe's Personality: Despite his savage appearance and demeanor, Gabe possesses a deep loyalty to Doctor Borous, stemming from their long history together. He is protective and territorial but can show moments of gentleness, particularly when Borous is present. His chemical-enhanced nature makes him prone to sudden aggression, but his underlying canine instincts remain.\n\nGabe's Backstory: Gabe was created as a cyberdog companion for Doctor Borous sometime before the Great War of 2077. Borous formed a deep bond with Gabe, who was the only loyal companion during his difficult childhood and early career at Big MT. To enhance Gabe's capabilities and size, Borous began feeding him Psycho and Buffout mixed into his dog food, resulting in his massive size and aggressive tendencies. When the Great War came, both Borous and Gabe were preserved in the X-8 research center. Gabe remained Borous's loyal companion through the decades, though his chemical-enhanced nature made him increasingly unpredictable."
}