{
  "name": "Gomorrah floor manager",
  "url": "/wiki/Gomorrah_floor_manager",
  "dialogue_name": "VGOMFloorManager.txt",
  "dialogue_url": "/wiki/VGOMFloorManager.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00160800",
  "ref_id": "00160801",
  "editor_id": "vGOMFloorManager",
  "location": "Gomorrahcasino floor",
  "location_url": "/wiki/Gomorrah",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Omertas",
  "role": "Floor manager",
  "detailed_location": "Gomorrahmain level",
  "voice_actor": "Alex Mendoza",
  "special": {
    "Strength": 6,
    "Perception": 6,
    "Endurance": 5,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 7,
    "Luck": 4
  },
  "level": "16",
  "tag_skills": [],
  "karma": "Neutral",
  "voice_type": "MaleAdult07",
  "geck_race": "Hispanic",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "{Small Fry}Hey, hey! Look who has the hot hands?{Friendly}Here, have something special on the house.",
      "index": "1"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Gomorrah Floor Manager is a 42 year-old Hispanic Male.\n\nA well-dressed Hispanic man who oversees the operations on the casino floor of Gomorrah. With a practiced smile and sharp eyes, he ensures the games run smoothly while maintaining the casino's welcoming facade. His tailored suit, though slightly worn, stands out in the otherwise gritty casino environment.\n\nGomorrah Floor Manager's Personality: Professional yet approachable, with a keen eye for spotting big winners. He's friendly enough to encourage patrons to spend their caps but firm enough to enforce the casino's limits when necessary. Beneath the polished exterior lies a calculating mind always thinking of the casino's bottom line.\n\nGomorrah Floor Manager's Backstory: Born in the ruins of Los Angeles, he learned early on that survival in the wasteland requires both charm and ruthlessness. He made his way to the Mojave and eventually caught the attention of the Omertas with his knack for handling difficult situations with a smile. His ability to keep gamblers happy while protecting the casino's interests earned him the position of floor manager at Gomorrah, one of the premier establishments on the New Vegas Strip."
}