{
  "name": "Stripe",
  "url": "/wiki/Stripe",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx015281",
  "ref_id": "xx015282",
  "editor_id": "NVDLC03CrDeathclawBossWW",
  "location": "Higgs Village",
  "location_url": "/wiki/Higgs_Village",
  "descriptions": [
    "Stripe is a miniature deathclaw found in the year 2281 at the Big MT in the Fallout: New Vegas add-on Old World Blues.",
    "Stripe is a Wild Wasteland encounter of a smaller-than-usual deathclaw found in Higgs Village inside of Gabe's doghouse. The doghouse is behind House 103. In front of Gabe's doghouse is a \"chicken\" leg and Gabe's bowl, a unique dog bowl. Gabe's bowl can be brought back to Doctor Borous to complete the quest A Brain's Best Friend.",
    "Stripe is an alpha male deathclaw that was modified to be much smaller than normal (about the size of a dog).",
    "Despite his small size, he is quite powerful. Having slightly less HP than the legendary deathclaw and slightly more than a deathclaw alpha male, he may kill characters who are caught off guard (which can be very possible if the Courier walks up to the dog house without expecting him there). However, Stripe will only pursue them as far as the fountain before retreating back to the doghouse. He can also perform the leap attack similar to other deathclaws. However, due to his small size, the range is much shorter but is no less dangerous and damaging than a regular leap attack. Finally, due to his small size he cannot outrun the Courier, somewhat limiting his threat.",
    "Stripe appears only in the Fallout: New Vegas add-on Old World Blues.",
    "Stripe is a reference to the lead antagonist in the film Gremlins. Stripe has a somewhat similar appearance to the leader of the Gremlins named Stripe. Gremlins had a preference for chicken, which is why a chicken leg is present. At the end of the film, he dies in a fountain similar to the one in the center of Higgs Village, which Stripe refuses to go near."
  ],
  "race": "Deathclaw",
  "role": "Bowl guard",
  "detailed_location": "Higgs Village",
  "special": {
    "Strength": 10,
    "Perception": 10,
    "Endurance": 10,
    "Charisma": 7,
    "Intelligence": 7,
    "Agility": 10,
    "Luck": 10
  },
  "level": "30",
  "misc_skills": [],
  "karma": "Evil",
  "topics": [],
  "conversation": [],
  "combat": []
}