{
  "name": "Samuel Kerr",
  "url": "/wiki/Samuel_Kerr",
  "dialogue_name": "188Samuel.txt",
  "dialogue_url": "/wiki/188Samuel.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": true,
  "can_repair": true,
  "can_be_companion": false,
  "base_id": "000E5F36",
  "ref_id": "000E6822",
  "editor_id": "188Samuel",
  "location": "188 Trading Post",
  "location_url": "/wiki/188_Trading_Post",
  "race": "Human",
  "gender": "Male",
  "affiliation": "188 Trading Post",
  "role": "Merchant",
  "detailed_location": "188 Trading Post",
  "voice_actor": "Gregory Alan Williams",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "1",
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "MaleAdult06",
  "geck_race": "Caucasian",
  "topics": [
    {
      "topic": "188SamuelAbout188Safety",
      "topic_text": "Is it safe here?",
      "emotion": "Fear 50",
      "response_text": "Well... There's been reports of trouble south, but me and Michelle can handle ourselves. And there's plenty of soldiers about, so that helps.",
      "index": "1"
    },
    {
      "topic": "188SamuelAboutBusiness",
      "topic_text": "Why's business so good here?",
      "emotion": "Neutral 50",
      "response_text": "When 15 shut down, 95 became the route NCR citizens use to get to the Strip - or limp back home, after the Strip's drained 'em of caps.",
      "index": "2"
    },
    {
      "topic": "188SamuelAboutPrimm",
      "topic_text": "Why'd you leave Primm?",
      "emotion": "Neutral 50",
      "response_text": "Michelle and I ran a little shop in Primm 'till a prison break north of town spoiled it for everyone. Goddamned convicts just about shut down I-15.",
      "index": "6"
    },
    {
      "topic": "188SamuelAboutSelf188SamAboutSam",
      "topic_text": "Who are you?",
      "emotion": "Happy 50",
      "response_text": "Samuel Kerr at your service. Me and my daughter Michelle run this fine establishment.",
      "index": "8"
    },
    {
      "topic": "188SamuelBoastSavePrimm",
      "topic_text": "I took care of those prisoners myself. Primm is clear now.",
      "emotion": "Neutral 50",
      "response_text": "Guess that makes you a big hero - in Primm. Like I said, me and Michelle didn't sit around waiting to be saved. Business is better here, anyway.{whimsical, not scolding}",
      "index": "10"
    },
    {
      "topic": "188SamuelBuySell",
      "topic_text": "I'd like to see what you have for sale.",
      "emotion": "Neutral 50",
      "response_text": "You bet.",
      "index": "11"
    },
    {
      "topic": "188SamuelRepair",
      "topic_text": "I need something repaired.",
      "emotion": "Neutral 50",
      "response_text": "Let me see what I can do.",
      "index": "12"
    },
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Happy 50",
      "response_text": "Welcome to the 188 Slop & Shop. Like our slogan says, \"It's better than nothing.\"",
      "index": "13"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Samuel Kerr is a 45 year-old Caucasian Male.\n\nSamuel Kerr is a middle-aged human merchant who operates the 188 Trading Post along with his business partner, Michelle. He has weathered the harsh Mojave Wasteland for many years, developing a pragmatic and cautious approach to life. Samuel is a skilled negotiator and has a keen eye for valuable goods. He typically wears durable travel-worn clothing and carries a concealed weapon for protection. As of October 11th, 2281, Samuel feels relatively secure at the 188 Trading Post despite the ongoing conflicts between the New California Republic and Caesar's Legion.\n\nSamuel Kerr's Personality: Samuel is pragmatic and cautious, always weighing the risks before making decisions. He values self-reliance and adaptability, having moved his business multiple times to avoid trouble. Despite his tough exterior, Samuel has a dry sense of humor and can be surprisingly friendly with those he deems trustworthy. He's not driven by ideology but by practical considerations and survival.\n\nSamuel Kerr's Backstory: Samuel Kerr grew up in the wastelands, learning survival skills from a young age. He spent his early years as a scavenger before realizing that trading could be more profitable than simply collecting junk. After several failed partnerships, he met Michelle, and together they established the 188 Trading Post. They've moved the post multiple times, always staying ahead of potential threats. Samuel has no particular allegiance to any faction, preferring to maintain neutrality as it's better for business. He's seen the worst of humanity and believes that in the wasteland, only the adaptable survive."
}