{
  "name": "Head Scribe Lars Taggart",
  "url": "/wiki/Lars_Taggart",
  "dialogue_name": "LarsTaggart.txt",
  "dialogue_url": "/wiki/LarsTaggart.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000E2F83",
  "ref_id": "000E2F89",
  "editor_id": "LarsTaggart",
  "location": "Hidden Valley",
  "location_url": "/wiki/Hidden_Valley",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Brotherhood of Steel(Mojave chapter)",
  "role": "Scientist",
  "detailed_location": "Hidden Valley bunker",
  "voice_actor": "Yuri Lowenthal",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "1",
  "tag_skills": [
    {
      "Guns:": "30"
    },
    {
      "Science:": "30"
    },
    {
      "Unarmed:": "28"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "70"
    },
    {
      "Dam. Threshold:": "0(2)"
    }
  ],
  "karma": "Neutral",
  "voice_type": "MaleAdult01Default",
  "geck_race": "Caucasian",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "Now that McNamara's lifted that silly lockdown of his, perhaps people around here will come to appreciate our training simulations.",
      "index": "1"
    },
    {
      "topic": "HVTaggartAskAboutSim",
      "topic_text": "Did you make the training VR yourself?",
      "emotion": "Neutral 50",
      "response_text": "Not far from it. When we reclaimed this bunker, I found a number of VR tapes. Most were corrupted, but a few programs still ran.",
      "index": "6"
    },
    {
      "topic": "HVTaggartVR",
      "topic_text": "Do all of the brothers use this equipment?",
      "emotion": "Neutral 50",
      "response_text": "Everyone in the base has to spend a minimum of five hours a week running tactical simulations, but outside that, interest is scarce.",
      "index": "8"
    },
    {
      "topic": "HVTaggartWhoAreYou",
      "topic_text": "And you are?",
      "emotion": "Neutral 50",
      "response_text": "Ah, the outsider. I suppose it's too much to ask that jarhead Ramos to keep outsiders away from my research.",
      "index": "12"
    }
  ],
  "conversation": [
    {
      "topic": "HVTaggartVeronica01",
      "topic_text": "HVTaggartVeronica01",
      "emotion": "Neutral 50",
      "response_text": "Y-Yes. Well, it's, ah, nice to see you, too, Veronica.{it's not}",
      "index": "14"
    },
    {
      "topic": "HVTaggartVeronica02",
      "topic_text": "HVTaggartVeronica02",
      "emotion": "Neutral 50",
      "response_text": "Well, I{slightly stressed}have been working with some UV lights in the pods.",
      "index": "16"
    }
  ],
  "combat": [],
  "description": "Head Scribe Lars Taggart is a 48 year-old Caucasian Male.\n\nThe Head Scribe of the Brotherhood of Steel's Hidden Valley bunker, Taggart is meant to oversee all research and technological cataloging, yet consistently neglects his duties. According to Senior Scribe Linda Schuler, Taggart spends most of his time coding and testing virtual reality simulations, leaving critical bunker operations to his subordinates. His obsession with VR technology creates potential security vulnerabilities in the Brotherhood's systems.\n\nHead Scribe Lars Taggart's Personality: Neglectful of official duties but intensely focused on his personal projects. Taggart shows little regard for the chain of command but possesses a brilliant, if misdirected, intellect. He appears aloof and dismissive of responsibilities while passionately pursuing his technological experiments.\n\nHead Scribe Lars Taggart's Backstory: Born in the Midwest, Lars Taggart showed exceptional aptitude for technology from a young age. He joined the Brotherhood of Steel in his early twenties and quickly rose through the ranks due to his technical expertise. His obsession with virtual reality began after discovering pre-War simulation technology in a government bunker. Over the years, his focus on these projects increasingly overshadowed his official duties, leading to tension with his superiors. Despite his neglect, his technical skills remain valuable enough that the Brotherhood has yet to formally reprimand him."
}