{
  "name": "Sergeant Andrews²",
  "url": "/wiki/Andrews",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": true,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00137121",
  "ref_id": "00137122",
  "editor_id": "vFortGladiatorSergeantAndrews",
  "location": "Legion arena",
  "location_url": "/wiki/Legion_arena",
  "race": "Human",
  "gender": "Male",
  "affiliation": "NCR Army",
  "role": "NCR trooperPrisoner of warGladiator",
  "detailed_location": "Legion arena,The Fort",
  "voice_actor": "Yuri Lowenthal",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 4,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 4
  },
  "level": "10→20",
  "tag_skills": [
    {
      "Explosives:": "62"
    },
    {
      "Guns:": "64"
    },
    {
      "Melee Weap.:": "64"
    }
  ],
  "misc_skills": [],
  "karma": "Good",
  "voice_type": "MaleAdult01Default",
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Sergeant Andrews is a 37 year-old Caucasian Male.\n\nSergeant Andrews is a battle-hardened NCR soldier captured by Caesar's Legion and forced to fight in the arena at The Fort. Despite his dire circumstances, he maintains a sense of duty and honor, refusing to break under the pressure of his captors. He has already survived one challenge in the arena and awaits his next fight.\n\nSergeant Andrews's Personality: Andrews is disciplined, resilient, and determined. He maintains a professional demeanor even in the face of certain death. He values loyalty to the NCR and despises the Legion's brutal methods. While he may appear stoic, he harbors a deep hatred for his captors and a burning desire to return to his unit.\n\nSergeant Andrews's Backstory: Sergeant Andrews served with distinction in the NCR Army for over 15 years, seeing action in numerous conflicts along the Mojave. He was known for his tactical acumen and leadership skills, which earned him the rank of sergeant. During a routine patrol near the Colorado River, Andrews and his squad were ambushed by a Legion raiding party. Outnumbered and outgunned, they fought valiantly but were ultimately overwhelmed. Andrews was the only one captured alive, as the Legion preferred to take prisoners for their arena games rather than kill them outright."
}