{
  "name": "Stacey",
  "url": "/wiki/Stacey",
  "dialogue_name": "VMS49Stacey.txt",
  "dialogue_url": "/wiki/VMS49Stacey.txt",
  "spawned_dead": false,
  "spawned": true,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0014EB39",
  "ref_id": "0014EB3B",
  "editor_id": "VMS49Stacey",
  "location": "Freeside",
  "location_url": "/wiki/Freeside",
  "race": "Human",
  "gender": "Female",
  "affiliation": "Max",
  "role": "OrphanPlaying child",
  "detailed_location": "Freeside, in front ofMick & Ralph's",
  "voice_actor": "Ashley McGullam",
  "special": {
    "Strength": 3,
    "Perception": 4,
    "Endurance": 3,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 7,
    "Luck": 7
  },
  "level": "1→8 (equal to player's level)",
  "tag_skills": [],
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "FemaleChild01",
  "geck_race": "CaucasianChild",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "Max can't even hit me. He's so dumb.",
      "index": "1"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Stacey is a 11 year-old Caucasian Female.\n\nStacey is a young Caucasian girl with messy brown hair and dirt-smudged cheeks. She wears tattered clothing that's too big for her frame, constantly on the move to survive the harsh streets of Freeside. Typically, she can be seen fleeing from her friend Max near Freeside's east gate, her small frame darting between rubble and debris. During the day, she avoids interaction with outsiders, but at night, when she's asleep on her worn mattress in the ruins of their destroyed home, she can be woken for conversation.\n\nStacey's Personality: Stacey is cautious and street-smart beyond her years. Having grown up in the unforgiving environment of Freeside, she's developed a natural distrust of strangers but shows a fierce loyalty to her friend Max. She's resourceful and quick-witted, using her size and agility to navigate the dangerous streets. Despite her circumstances, she maintains a childlike wonder and occasionally shows moments of genuine curiosity about the wider world.\n\nStacey's Backstory: Stacey doesn't remember her parents or life before the streets. She was born in Freeside to unknown parents who likely died when she was very young. She was taken in by Max, another orphan who's slightly older and more experienced in surviving on the streets. Together, they've carved out a small existence in the ruins of a building near Mick & Ralph's, sharing the meager resources they scavenge or beg for. Stacey has learned to rely on Max for protection and guidance, though their relationship is complex, often teetering between sibling-like affection and typical childish squabbles."
}