{
  "name": "Pauline Wins",
  "url": "/wiki/Pauline_Wins",
  "dialogue_name": "PaulineWins.txt",
  "dialogue_url": "/wiki/PaulineWins.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000E2DCE",
  "ref_id": "000E2DBF",
  "editor_id": "PaulineWins",
  "location": "Wins hideout",
  "location_url": "/wiki/Wins_hideout",
  "race": "Human",
  "gender": "Female",
  "affiliation": "Sammy Wins",
  "role": "Thief",
  "detailed_location": "Wins hideout",
  "voice_actor": "Katherine Pawlak",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 7,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 6,
    "Perception": 6,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 8,
    "Luck": 5
  },
  "tag_skills": [
    {
      "Energy Weap.:": "30(32)"
    },
    {
      "Guns:": "34(36)"
    },
    {
      "Melee Weap.:": "32"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "FemaleAdult01Default",
  "geck_race": "Asian",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "You'd best not try any funny business, stranger. One word from me, and Vance will plant you in the ground!",
      "index": "1"
    },
    {
      "topic": "PaulineCharismaCharm Pauline into Rethinking their plan.",
      "topic_text": "That's the greatest plan I've ever heard in my entire life.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED] Really? You think so? We've only got the one gun, and there's two of us... and we've never done anything like this before...",
      "index": "4"
    },
    {
      "topic": "PaulineGun",
      "topic_text": "I know the two of you stole Vance's gun down in Primm.",
      "emotion": "Neutral 50",
      "response_text": "Why would I deny it? I was the one that hacked that Cowboy Robot while Vance kept him busy. Ain't the first thing we stole. Won't be the last.",
      "index": "9"
    },
    {
      "topic": "PaulineNeverHeardOfYou",
      "topic_text": "You sound pretty tough. Why haven't I heard of you two before?",
      "emotion": "Neutral 50",
      "response_text": "We ain't never heard of you, either, so the not being impressed is mutual.",
      "index": "10"
    },
    {
      "topic": "PaulinePlan",
      "topic_text": "What's your plan?",
      "emotion": "Neutral 50",
      "response_text": "Sammy and me got our hands on a powerful weapon not too long ago: Vance's gun. You know - Vance, of Vance and Vikki?",
      "index": "12"
    },
    {
      "topic": "PaulinePlanSucksPualinePlanSucks",
      "topic_text": "Your plan is going to get you both killed.",
      "emotion": "Neutral 50",
      "response_text": "You'll see! You'll feel stupid that you made fun of us when you learn how rich we are!",
      "index": "15"
    },
    {
      "topic": "PaulineWhoAreYou",
      "topic_text": "Who are you?",
      "emotion": "Neutral 50",
      "response_text": "I'm Pauline, of Sammy and Pauline, the wasteland's most dangerous and notorious criminal couple!",
      "index": "16"
    }
  ],
  "conversation": [
    {
      "topic": "HELLO",
      "topic_text": "Hello",
      "emotion": "Neutral 50",
      "response_text": "Sammy and I are grateful. We are going to follow our dreams.",
      "index": "18"
    }
  ],
  "combat": [],
  "description": "Pauline Wins is a 28 year-old Asian human Female.\n\nPauline Wins is a skilled thief and hacker, known as an 'up-and-coming criminal' in the Mojave Wasteland. She operates alongside her partner Sammy Wins, living together at their hidden base of operations in 2281.\n\nPauline Wins's Personality: Cunning, resourceful, and quick-thinking. Pauline is adaptable in high-pressure situations, using her hacking abilities as her primary tool for both offense and defense. She's pragmatic and self-preservation oriented, but maintains a twisted sense of loyalty to Sammy.\n\nPauline Wins's Backstory: Pauline grew up in the harsh environment of the Mojave Wasteland, learning to survive by any means necessary. She developed a talent for hacking and lockpicking at a young age, skills that would later serve her well in a life of crime. She met Sammy Wins during a heist in New Vegas, and the two formed a partnership that has since become both romantic and professional. Together, they've pulled off several notable robberies, including the infamous Vikki and Vance Casino heist, where Pauline used her hacking skills to disable security systems while Sammy made off with the loot."
}