{
  "name": "Ulysses",
  "url": "/wiki/Ulysses",
  "dialogue_name": "NVDLC04Ulysses.txt",
  "dialogue_url": "/wiki/NVDLC04Ulysses.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": true,
  "base_id": "xx003E40",
  "ref_id": "xx00DC37",
  "editor_id": "NVDLC04Ulysses",
  "location": "Ulysses' Temple",
  "location_url": "/wiki/Ulysses%27_Temple",
  "descriptions": [
    "Ulysses is a courier and former frumentarius of Caesar's Legion. He serves as the main antagonist of the Fallout: New Vegas add-on Lonesome Road as well as an unseen secondary antagonist in the add-ons Dead Money, Honest Hearts, and Old World Blues.",
    "Ulysses was once a member of the Twisted Hairs, a powerful tribe in the former state of Arizona known for their signature dreadlock hairstyles. They were sought out by the fledgling Caesar's Legion in 2247 and became its main scouting force during the conquest of the other tribes inhabiting Arizona. Ulysses, then going by an unknown tribal name, was one of the most successful scouts in the Twisted Hairs, traveling vast distances in search of the enemies of both his and Caesar's tribes. His scouting ability was supplemented by his ability to live off the land, having acute knowledge of herbal remedies and medicines. However, after Arizona's tribes were conquered or destroyed by the Legion, Caesar \"rewarded\" the Twisted Hairs for their help by breaking the alliance and betraying them; the tribe was conquered and enslaved just like the others. Their tribal identity was erased and those who resisted were crucified along the sides of Interstate 40 as a warning to the rest.",
    "Vulpes Inculta's pacification of the tribe at Dry Wells, even though it was not their homeland, was a particularly painful moment for Ulysses, though his dedication to Caesar and the flag of the Bull prevented his desertion then. Thanks to his survival skills and his forceful personality, he quickly became an important, indispensable frumentarius in service to the Legion, walking the wastes as a nondescript and unnoticeable courier. Meanwhile, he obeyed Caesar's rule to never kill any courier since, in fact, many couriers were spies for the Legion as well.",
    "In 2274, after the New California Republic reached Hoover Dam coming west from New California, Ulysses himself crossed the Colorado River from the east and was the first among the Legion to see the Dam and the flag of the two-headed Bear - a nation powerful enough to rival Caesar's own. Returning to his lord, Ulysses spoke with Caesar about Hoover Dam and the might of the NCR. The Old World symbol of the Dam became an object of obsession for Caesar, a symbol of a future for his Legion. Ulysses, however, believed Hoover Dam was an omen of Caesar's downfall, regardless of whether he won or lost against the NCR.",
    "His prediction nearly came true at the First Battle of Hoover Dam, when the Malpais Legate, Joshua Graham, was defeated by the NCR Rangers led by Chief Hanlon. For his failure, Caesar had Graham covered in pitch by his Praetorian Guards, lit on fire, and thrown into the Grand Canyon. Ulysses witnessed this firsthand, and the event cemented his belief that Caesar would pursue his conquest of the Dam and the Mojave Wasteland at any cost.",
    "After the Legion's disastrous defeat at Hoover Dam, Ulysses continued to travel as a courier, exploring the wastelands for Caesar. It was during this time that he first learned of the travels made by another courier, particularly their many ventures into the remote region known as the Divide.",
    "Also unaware of its contents, Ulysses was fascinated by the package, which bore the sigil of pre-War America as well as one he had never seen before. The device turned out to be a messenger of destruction: somehow, it was activated in the Divide and began \"speaking.\" This, in turn, armed several of the still-active nuclear warheads left in their underground silos since the Great War. The results were immediate and devastating; buried deep beneath Hopeville and Ashton, the warheads answered the call to launch, only to collide with the sealed silo walls. The subsequent mass detonations caused the surrounding land to tremble, splitting the earth, killing the settlers and burying both the NCR companies holding the area and Legionaries sent to cut off the West's supply line.",
    "The Divide's devastation nearly killed Ulysses too, but he was saved by several medical Eyebots, who had also been activated when the package was turned on; Ulysses believed it was because they had recognized the flag of America he'd put on the back of his jacket, erroneously identifying him as a pre-War U.S. soldier. Ulysses' life was changed that day, and he viewed the traumatic event as a lesson: that a single person could have the power to change history, to raise nations or destroy them. Seeing himself as the lone survivor of the destroyed community he loved, he came to hold the Courier responsible for the destruction of the place that he believed could have been his true home, \"larger than the Bear, greater than the Bull.\" Believing that the Courier had perished as well, Ulysses turned his back on the Divide and returned east, where he learned that though the Legion's strength was depleted with the Divide's destruction, Caesar still lived and they would rise again. However, he would continue to carry the symbols of the Old World with him, including the symbol on his back and the Old World flag staff he chose to bear as a weapon.",
    "In the same year, Caesar sent Ulysses to the Great Salt Lake as his emissary to rally the White Legs against the settlement of New Canaan and its people to test their loyalty to Caesar and promise assimilation into the Legion. Ulysses knew the real reason to attack New Canaan was to further cripple the NCR's supply lines through the former state of Utah and, while Caesar would never openly admit it, to finally kill Joshua Graham once and for all, as he was believed to have survived his fiery descent into the Grand Canyon and become a mythical figure called \"the Burned Man.\"",
    "Ulysses' training of the White Legs created reverence amongst them, but not in the way he wanted; the White Legs began to honor him personally instead of the Legion. After the sacking of New Canaan, Ulysses was shown that the White Legs had begun to braid their hair into dreadlocks to imitate his. For them, it was a sign of respect for their mentor; for Ulysses, it was a hollow mockery of the ways of the Twisted Hairs because to him, their imitation \"spoke\" like complete gibberish. In this, Ulysses realized that the significance of the braids, as they were to the Twisted Hairs, was completely unknown to the White Legs. The incident caused Ulysses to reflect on who he once was and forced him to realize how his service to Caesar had changed him.",
    "After this revelation, Ulysses finished his duties to Caesar and left the White Legs sometime before they migrated to Zion Canyon to hunt down the rest of the New Canaanites. In his directionless traveling, Ulysses came back to the same lesson he learned from the Courier: one person could change history if they had the power to do so. He reflected on the Old World nation of America, seeing it as having peaceful yet strong places like the Divide before its destruction, and he determined that the NCR and the Legion had no long-term answer for the future of humanity.",
    "Ulysses eventually abandoned life as a rancher and resumed working as a courier. In 2281, Ulysses was one of six couriers hired by Victor on behalf of Mr. House, and was chosen to carry the package containing the platinum chip to the New Vegas Strip while the rest carried decoys to throw off potential pursuers. While on the job, Ulysses walked the route along the Long 15 to Primm and the Mojave Express office to receive the delivery order from Johnson Nash.",
    "Learning of the Courier's survival evidently tempted Ulysses back to his obsession with the Divide and America. Recognizing that the Divide's irregular weather patterns were manmade, he decided to track them to their source, inadvertently finding his way into Big MT. Along the way, he left behind color-coded markers in the shape of the pre-War U.S. flag, knowing that someone with the know-how and grit to survive would understand them, someone like the Courier. When he eventually entered the bounds of the crater, Ulysses discovered the Old World research facilities, and the X-17 meteorological station in particular, still active.",
    "While looking for answers in the Big Empty, Ulysses was caught up in the conflict between the Circle of Steel assassin Christine Royce and her target, the rogue Brotherhood elder Elijah. At some point after Elijah spoke with the Think Tank, he and Ulysses made contact. Hearing of Elijah's plans to get revenge against the NCR for the Mojave Brotherhood's loss at HELIOS One, Ulysses chose to point the rogue elder in the direction of the Sierra Madre, considering it a place he would never go himself while knowing that it would in all likelihood end up as Elijah's grave.",
    "In the middle of Christine's recovery, Ulysses decided to seek out the \"voices\" of the Big Empty, still believing that something more remained of the Old World and wanting to \"hear history give its answer.\" When he failed to get the answers that he sought from the Think Tank, Ulysses, out of anger, asked the question \"Who are you, that do not know your history?\" In that moment, he managed to awaken the Think Tank's memories of the Old World, and they briefly remembered America and its flag on his back – not just a flag, but a place, an idea they had cared for once upon a time. Their words reminded Ulysses of the Courier, \"history cast aside\" and a \"home left behind.\"",
    "After this awakening, Ulysses asked the Think Tank if anything \"still carrie",
    "With his newfound knowledge, Ulysses departed from the Big Empty, deciding to return to the Divide and use its \"sleeping\" missiles to reshape the post-apocalyptic world single-handedly, much like the Courier had reshaped the Divide. By the time he went to the Big Empty, Ulysses had realized that waiting for the Mojave to claim his enemy's life didn't and/or wouldn't work. Knowing nothing of the Courier's current direction since he'd long thought them dead and spent years trying to find them, Ulysses determined that this time, they would have to come to him.",
    "In late 2281, Ulysses broadcasted a simple message, intended as a lure and a challenge all in one: the coordinates for the canyon wreckage and the pass beyond it, ending with the words \"Courier Six. -Ulysses.\" He anticipated the moment when they would heed his call, wanting the Courier to come and witness the destruction of their new home in his reshaping of America, just as they did for him with reshaping the Divide. He wanted to host the Courier's revelation personally; the message itself is not important, but the meaning is, and so it had to be delivered in a manner that would not dilute its significance by any means.",
    "When he returned to the Mojave from Big MT, Ulysses used the recorder from Christine to create several entries detailing his philosophies, including his stances on Big MT, Caesar's Legion, the White Legs and history itself. He is also quite vocal about his ideals and beliefs, and shares them with the Courier without invitation.",
    "Ulysses does not hold as much respect for Caesar's Legion as would be expected of a former frumentarius. He believes that Caesar's will is the only thing holding the Legion together; once their leader is gone, the Legion will regress and fall back into warring tribes.",
    "Conversely, Ulysses harbors a great deal of hatred for the New California Republic. He implies that their spirit is similar to their flag: they are split like a two-headed bear, trying to go in different directions but getting nowhere in the end. He feels that the NCR is too busy carving up the Mojave with ideas about how civilization should be to see how things are. Beyond the borders of New California, they rely too heavily on the rule of law, a belief that does not hold water in the frontiers of the Mojave. In their pursuit of expansion, they have become stretched too thin to adequately protect their borders from enemies like the Legion. To Ulysses, in the sharpest of ironies, the NCR kills people by trying to protect them,",
    "In the balance of power in the Mojave, New Vegas is also of importance to Ulysses. Despite his disloyalty to the Bull and vitriol for the Bear, Ulysses does not think an independent New Vegas is the solution either; he sees no future in allying with Mr. House or Yes Man, and by extension, the Courier ruling New Vegas themselves.",
    "Ulysses' dual obsessions with the Courier and the Divide are motivated by several factors. He is the only unmutated survivor of the disaster at the Divide, and because he believed it was the Courier who caused the destruction of the community. Ulysses understands the impact a single person can have on history, even if the Courier is unaware of their involvement in the event.",
    "Furthermore, Ulysses demonstrates this notion to the Courier several times, and can be seen as the tertiary antagonist of Fallout: New Vegas. By turning down making the platinum chip delivery himself, Ulysses inadvertently caused the Courier's brush with Benny and nearly ended their life; he was the one who told Father Elijah of the Sierra Madre, and is therefore indirectly responsible for the heist of the Sierra Madre and all the lives lost to Elijah's plans there; he was the frumentarius Caesar sent to teach the White Legs how to be stronger and helped equip them with more effective weapons, leading directly to the sacking of New Canaan and the war for Zion; his encounter with the Think Tank in Big MT and the question he inadvertently posed to them nearly caused them to break free from the recursion loop keeping them contained in the facility.",
    "Ulysses is mentioned indirectly in Fallout: New Vegas, Dead Money, and Honest Hearts, appears in voice in Old World Blues, and makes a full appearance in Lonesome Road.",
    "Ending slide showing Ulysses overlooking Nipton",
    "Ending slide showing Ulysses at Hoover Dam",
    "Frumentarii: Alerio · Cato Hostilius · Gabban · Karl · Picus · Disguised frumentarius · Ulysses (formerly)\nConsul: M. Licinius Crassus · M. Scribonius Libo Drusus (of the consul)"
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "Twisted Hairs(formerly)Caesar's Legion(formerly)Mojave Express(formerly)",
  "role": "Package courier (formerly)Frumentarius(formerly)Lonesome Roadantagonist3 of Clubs",
  "detailed_location": "Ulysses' TemplePass to canyon wreckage(optional)",
  "voice_actor": "Roger Cross",
  "special": {
    "Strength": 10,
    "Perception": 10,
    "Endurance": 10,
    "Charisma": 10,
    "Intelligence": 10,
    "Agility": 10,
    "Luck": 10
  },
  "mod_special_values": {
    "Strength": 10,
    "Perception": 10,
    "Endurance": 10,
    "Charisma": 11,
    "Intelligence": 10,
    "Agility": 10,
    "Luck": 10
  },
  "level": "20 → 50 (player level x 1.2)",
  "tag_skills": [
    {
      "Explosives:": "100"
    },
    {
      "Guns:": "100"
    },
    {
      "Melee Weap.:": "100"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "880→1030"
    },
    {
      "Dam. Threshold:": "18"
    }
  ],
  "karma": "Neutral",
  "geck_race": "AfricanAmerican",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "{Watching the perimeter of the temple, in combat}Not now. Let's settle things here.",
      "index": "1"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04EDETopic079",
      "topic_text": "",
      "emotion": "Neutral 50",
      "response_text": "You may not know my voice, but we've walked the same places. The Long 15 to Primm... that wasn't the only road you ever walked.{No Sound File}",
      "index": "6"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04EDETopic126",
      "topic_text": "",
      "emotion": "Anger 50",
      "response_text": "Heard tales of you walking the Mojave. Casting off your disguise... yet you carried that Chip, determined to take it to Vegas... not Caesar.{No Sound File}",
      "index": "10"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04EDETopic127",
      "topic_text": "",
      "emotion": "Neutral 50",
      "response_text": "{Commanding}For now - find the trigger for the warheads, buried in Hopeville. Use it to keep moving... and keep alive.",
      "index": "12"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04EDETopic128",
      "topic_text": "",
      "emotion": "Neutral 50",
      "response_text": "They'll start emerging throughout the Mojave in time, might be years. Probably less.{No sound file}",
      "index": "13"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04EDETopic129",
      "topic_text": "",
      "emotion": "Neutral 50",
      "response_text": "Walked the East, too, before the Bull came. Then... much like the Mojave before the Bear... tribes, towns, clutching to life. Bull did a better job.",
      "index": "16"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic000",
      "topic_text": "Maybe you better tell me who you are, and what you want.",
      "emotion": "Neutral 50",
      "response_text": "{Slow, cold}I'm a courier.{Beat}Courier Six... was Courier Six. Like you - and{emph}not like you, in all the ways that matter.{No sound file}",
      "index": "17"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic001",
      "topic_text": "How are you speaking through ED-E?",
      "emotion": "Neutral 50",
      "response_text": "{Disgust}The idea of a machine bearing a message new to you? Thought that was how House relayed all his messages...{disdain}through his robots.{No sound file}",
      "index": "20"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic002",
      "topic_text": "The damage here looks like it was caused by underground detonations - on a scale I've never seen.",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}[SUCCEEDED] America sleeps in the Divide - giants, beneath the earth. You saw one locked in the silo beneath you.{Beat, cold}There's more.{No sound file}",
      "index": "25"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic003",
      "topic_text": "What is this place?",
      "emotion": "Neutral 50",
      "response_text": "The Divide... this place is a slice of it. Old military. Can still smell the pride - and the fear.{No sound file}",
      "index": "28"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic004",
      "topic_text": "Are those the bodies I saw in the silo? The soldiers that look like they'd been flayed?",
      "emotion": "Neutral 50",
      "response_text": "If you saw their corpses, you saw mercy. Got what they deserved, coming to the Divide.{No sound file}",
      "index": "30"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic007",
      "topic_text": "Enough talking. You went to a lot of trouble to lure me here, so let's get on with this.",
      "emotion": "Neutral 50",
      "response_text": "{Cold, introspective}America sleeps ahead of you, its nightmares filled with quakes, storms. You'll need to find your own path.{No sound file}",
      "index": "33"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic009",
      "topic_text": "What were the creatures in the underpass?",
      "emotion": "Neutral 50",
      "response_text": "Tunnelers. Predators that make their own roads beneath the ground here.{No sound file}",
      "index": "37"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic010",
      "topic_text": "I'm not planning to go into the Divide after you.",
      "emotion": "Neutral 50",
      "response_text": "No Courier would go to the Divide... but you will. And that's what sets us apart - we walk roads no other Courier will walk.{No sound file}",
      "index": "40"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic011",
      "topic_text": "Fine. I'll find this trigger - then I'll come find you.",
      "emotion": "Neutral 50",
      "response_text": "The Divide will send its worst against you - it may break you. We'll see if you're stronger.{No sound file}",
      "index": "45"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic012",
      "topic_text": "[Legion] Those Legionnaires in Hopeville wore Legion armor - and strange masks and blades.",
      "emotion": "Neutral 50",
      "response_text": "{Quieter}You haven't seen enough of the Legion yet to see what they worship... what they hold on to, even after what happened to them.{No sound file}",
      "index": "48"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic013",
      "topic_text": "[NCR] Those soldiers in Hopeville... were once NCR, I'm sure of it. Why were they with the Legion?",
      "emotion": "Neutral 50",
      "response_text": "{Quieter}You see true. Not scavengers... it's what they wore{slight beat}before this all happened.{No sound file}",
      "index": "52"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic014",
      "topic_text": "If this is the High Road... where does it lead?",
      "emotion": "Neutral 50",
      "response_text": "At the end of the High Road lies Ashton - its silo.",
      "index": "55"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic015",
      "topic_text": "When you say, \"slower death for the Mojave,\" you mean they're spreading out from the Divide.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Nod}Death'll come from below.{Frowns}In the Divide, need to watch the sky{emph}and ground...{Dismissive, shakes head}Mojave'll be easy prey for them.",
      "index": "57"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic017",
      "topic_text": "You wouldn't have recorded those messages if they didn't matter to you.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Hesitant}Maybe not.{Beat}Who's to say.",
      "index": "59"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic018",
      "topic_text": "I was never a Legion agent.",
      "emotion": "Neutral 50",
      "response_text": "I know that now. Doesn't change what was done. The Legion who died here.",
      "index": "63"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic019",
      "topic_text": "I haven't listened to them all. If there's time, I will.",
      "emotion": "Neutral 50",
      "response_text": "As I said before... it's of no consequence. Never intended you to find them, never intended you to{emph}hear them.",
      "index": "65"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic020",
      "topic_text": "If you saw this happen, then how did you survive?",
      "emotion": "Neutral 50",
      "response_text": "{Disgust, bitter, implication is that he wanted to die there}Should've died there... but now that I know you live...{bitter}the machines here...{implied quotes}saved me. I was the only survivor,{to himself}or thought I was.",
      "index": "67"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic022",
      "topic_text": "This canyon is miles long - maybe longer. Where can I find you?",
      "emotion": "Neutral 50",
      "response_text": "At the end of the Divide, through the trenches and wreckage - that's where you'll find me. My new home, here, amongst dead men.{No sound file}",
      "index": "71"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic023",
      "topic_text": "What happened here?",
      "emotion": "Neutral 50",
      "response_text": "You delivered a package. Had markings that matched those in the Divide. Not all... but enough.",
      "index": "73"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic025",
      "topic_text": "Forget this. What do you want?",
      "emotion": "Neutral 50",
      "response_text": "An ending. To this road, you and I. First, you need to find your way. At the end, I'll be waiting.{No sound file}",
      "index": "75"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic026",
      "topic_text": "Inhabitants? It doesn't look like anyone's alive down there.",
      "emotion": "Neutral 50",
      "response_text": "These new inhabitants... not natives... most of them. Came with duty, purpose... ready to kill each other.{Beat, a little quieter}The Divide was stronger.{No sound file}",
      "index": "76"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic027",
      "topic_text": "[NCR] Those bodies in the silo were NCR soldiers... some special forces.",
      "emotion": "Neutral 50",
      "response_text": "Might have been. Once. To the Divide they came... in the Divide, they rest.{No sound file}",
      "index": "79"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic028",
      "topic_text": "[Legion] The dead in the silo, some were Legion Frumentarii, scouts. Assassins.",
      "emotion": "Neutral 50",
      "response_text": "Might have been. Once. To the Divide they came... in the Divide, they rest.{No sound file}",
      "index": "80"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic029",
      "topic_text": "You were supposed to carry the Chip?",
      "emotion": "Neutral 50",
      "response_text": "Meant to? No. Never.{Emph}Your burden.{No sound file}",
      "index": "81"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic030",
      "topic_text": "We've never spoken before - I'd remember your voice.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED] Words aren't the only way couriers meet... sometimes it's the paths we walk. But no... we've never spoken before now.{No sound file}",
      "index": "85"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic031",
      "topic_text": "So you refused to deliver the Chip - what, to set me up to die?",
      "emotion": "Neutral 50",
      "response_text": "{Cold}We{emph}all have death following us, only a question of how close. You dodged it - for a time.{Disdain}You're good at that, talent for it.{No sound file}",
      "index": "87"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic032",
      "topic_text": "If you wanted me dead, why did you wait?",
      "emotion": "Neutral 50",
      "response_text": "Promises to keep. To others. And the Mojave's dangerous enough - left to the land, the land has its way.{No sound file}",
      "index": "89"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic035",
      "topic_text": "I've never seen corpses mutilated like that.",
      "emotion": "Neutral 50",
      "response_text": "Even as the fires here burned them from within... the winds of the Divide tore their skin, exposed them... screaming... to the sky.{No sound file}",
      "index": "92"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic038",
      "topic_text": "If they've become ghouls, the radiation would strengthen them. Heal their wounds - not the scars.",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}[SUCCEEDED]{Nods, agreeing}There's truth in your words,{and}in what I've seen of their tactics, movements - recovery. Those wounds - they couldn't live otherwise.{No sound file}",
      "index": "95"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic039",
      "topic_text": "Radiation may keep them alive in areas so physically punishing, it would kill others - even ghouls.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Nods, agreeing}There's truth in your words,{and}in what I've seen of their tactics, movements - recovery. Those wounds - they couldn't live otherwise.{No sound file}",
      "index": "99"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic040",
      "topic_text": "Area looks like it was hit with earthquakes... or underground detonations.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED] America sleeps in the Divide - giants, beneath the earth. You saw one locked in the silo beneath you.{Beat, cold}There's more.{No sound file}",
      "index": "103"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic043",
      "topic_text": "Other Marked Men had NCR gear - and they weren't carrying masks or blades.",
      "emotion": "Neutral 50",
      "response_text": "For the two-headed Bear... NCR... they don't have symbols in the same way Legion does.{No sound file}",
      "index": "107"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic044",
      "topic_text": "So you're the one who sent the radio message - Ulysses.",
      "emotion": "Neutral 50",
      "response_text": "{Conceding to player's request, a little less challenging. \"My name is...\"}Not my given name, close enough.{No sound file}",
      "index": "109"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic045",
      "topic_text": "\"Ulysses.\" Not the myth. You're honoring history, not stories.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Conceding to player's request, a little less challenging. \"Is this about history?\"}History. Yes.{No sound file}",
      "index": "113"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic046",
      "topic_text": "You chose Ulysses because of the \"two flags\" reference - is that tied to the war in the Mojave?",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Conceding to player's request, a little less challenging. \"This is about the war, right?\"}War. Call it that.{Correcting, Emph}Our part in it.{No sound file}",
      "index": "119"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic047",
      "topic_text": "You brought me here to talk. If you wanted to kill me, you'd have waited until I came for the Chip.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Slight sneer}No... no, I couldn't. And I'm thinking you can't kill me, either. If you did, you'd answer for it, just as I would.{No sound file}",
      "index": "124"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic048",
      "topic_text": "Wait... so you swore not to kill me? Why?",
      "emotion": "Neutral 50",
      "response_text": "{Smile/sneer}What kind of world would this be if Courier killed Courier.{No sound file}",
      "index": "128"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic050",
      "topic_text": "Forget your name. Back to the job you refused.",
      "emotion": "Disgust 50",
      "response_text": "{Disdain, dismissive}All right... Courier. If the why of it matters to you.{No sound file}",
      "index": "130"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic051",
      "topic_text": "Brothers? So - you're Legion, too.",
      "emotion": "Neutral 50",
      "response_text": "I hold Legion to be my brothers... even as misguided as they are. And you... more so than most.{No sound file}",
      "index": "131"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic052",
      "topic_text": "A woman in the Legion surprise you?",
      "emotion": "Neutral 50",
      "response_text": "It's not Legion - the Legion I know, but they change, even in small ways as they march West, with every tribe they break.",
      "index": "132"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic053",
      "topic_text": "Is that why you're not Legion anymore, then?",
      "emotion": "Neutral 50",
      "response_text": "{Slight surprise}What do you m...{\"mean,\" then chuckles}I see the way of it. Have fight in you, at least. Save it for the road ahead.{No sound file}",
      "index": "134"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic055",
      "topic_text": "Is New Vegas's power a threat to you?",
      "emotion": "Disgust 50",
      "response_text": "{Dismissive}Power isn't strength. Power can wall off someone, when they{slight emph}believe it's freed them.{No sound file}",
      "index": "135"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic057",
      "topic_text": "You have a lot of hate for NCR. That kind of hate isn't new in the Mojave.",
      "emotion": "Neutral 50",
      "response_text": "No... not new. And not new among all those in the shadow of the Bear.{No sound file}",
      "index": "138"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic058",
      "topic_text": "You've got a better way?",
      "emotion": "Neutral 50",
      "response_text": "Yes. And any Courier could tell you the same, see it everywhere. The Bear...{No sound file}",
      "index": "142"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic059",
      "topic_text": "At least they're trying to help the Mojave.",
      "emotion": "Neutral 50",
      "response_text": "Trying doesn't hold much weight with me. Legion doesn't{emph}try to kill people, they do it. The Bear kills people trying to{emph}protect them.{No sound file}",
      "index": "145"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic060",
      "topic_text": "We're too far from Vegas to argue perspective on it.",
      "emotion": "Neutral 50",
      "response_text": "{Judging}Maybe that's why you chose Vegas... the lights can blind, make people forget themselves. Their convictions - vows.{No sound file}",
      "index": "149"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic061",
      "topic_text": "As obsessed as you are about history, the future's what I prefer.",
      "emotion": "Neutral 50",
      "response_text": "{Disdain}Your future with House has two roads. The road the tribals in Vegas walked... their spirits crushed...",
      "index": "153"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic063",
      "topic_text": "What do you have against Vegas?",
      "emotion": "Neutral 50",
      "response_text": "Vegas is Old World, filled with Old World ghosts.{Beat, slightly ominous}And ghosts need the living to do their work.",
      "index": "155"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic065",
      "topic_text": "What did you mean before, \"it's a dance?\"",
      "emotion": "Neutral 50",
      "response_text": "{Frowns}That's the wrong word. \"Theater\" is better - the families, the Bear all on a stage.",
      "index": "158"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic066",
      "topic_text": "Vegas is one of the safest places in the Mojave, and that gives me hope.",
      "emotion": "Neutral 50",
      "response_text": "You've been, you've seen the Wall. Safe? No... what's inside - that's what worries me.",
      "index": "160"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic067",
      "topic_text": "Tribes? You mean the Vegas families?",
      "emotion": "Neutral 50",
      "response_text": "Families of Vegas were once tribes. Got drunk on the Vegas lights, the spirit bled out of them. Old World history, under a different flag.",
      "index": "165"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic068",
      "topic_text": "House is more pragmatic than you might think.",
      "emotion": "Neutral 50",
      "response_text": "{\"I\"}Believe that. Vegas runs, I've seen what it's done to those who oppose it. And I've seen its messengers.",
      "index": "168"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic069",
      "topic_text": "I doubt you've ever met House.",
      "emotion": "Neutral 50",
      "response_text": "No... only seen his works. Those he's broken with light and gold. His messengers.",
      "index": "169"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic071",
      "topic_text": "The Mojave is behind us. I want to know what's ahead.",
      "emotion": "Neutral 50",
      "response_text": "The High Road... not the Divide yet, many more miles to walk. But you got this far.{Disgust, hates ED-E}You and that machine that shadows you.",
      "index": "173"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic072",
      "topic_text": "If we share history, then before going forward, I want to know the past.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Smiles}\"Who are you, who do not know your history?\"",
      "index": "175"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic074",
      "topic_text": "[Legion] You've been to Denver? That's Legion territory.",
      "emotion": "Neutral 50",
      "response_text": "Mojave and the Divide aren't the only places I've walked.",
      "index": "180"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic075",
      "topic_text": "Denver hounds? Denver's far to the East - Legion territory.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED] Mojave and the Divide aren't the only places I've walked.",
      "index": "181"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic076",
      "topic_text": "Radiation from the War might have created them. Then detonations, quakes, caused them to surface?",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Nod}Makes sense. Truth favors that, matches the history of this place.",
      "index": "183"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic078",
      "topic_text": "You keep saying that, as if you know where I was born - you don't.",
      "emotion": "Neutral 50",
      "response_text": "Home isn't where you're born into this world. You taught me that. Part of your message, whether you meant it or not.",
      "index": "188"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic079",
      "topic_text": "",
      "emotion": "Neutral 50",
      "response_text": "Never would have known the Divide had it not been for you.{Deliberate, slow, little anger here}The road you made with your tracks, again and again.",
      "index": "190"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic080",
      "topic_text": "The why of it? You're the one who needs to answer that - why are you doing this?",
      "emotion": "Neutral 50",
      "response_text": "{Slow anger, being cagey here, doesn't want to show hand}Want to hear the answer of it. Not just history's answer... your answer for what happened here.",
      "index": "193"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic081",
      "topic_text": "I've walked a lot of hard roads, Mojave and before. Doesn't mean anything.",
      "emotion": "Neutral 50",
      "response_text": "{Anger}It means{emph}everything - even if you{emph}deny it, cast it aside, that speaks to what you are,{emph}proves what happened here.",
      "index": "194"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic083",
      "topic_text": "You're crazy. Your head's messed up worse than the Divide.",
      "emotion": "Neutral 50",
      "response_text": "{Cold, judging, low}And you've forgotten. Forgotten everything.{Beat, emph}Careless, as careless with futures then as you are now in the Mojave.",
      "index": "195"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic084",
      "topic_text": "Whatever you believe happened, you have it wrong.",
      "emotion": "Disgust 50",
      "response_text": "{Raises an eyebrow, contempt}Wrong?{Beat}No, I know the truth of it.",
      "index": "196"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic085",
      "topic_text": "You're still making assumptions about all this.",
      "emotion": "Neutral 50",
      "response_text": "No, recounting history.",
      "index": "200"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic086",
      "topic_text": "There is no other supply line to the Mojave beyond the Long 15.",
      "emotion": "Neutral 50",
      "response_text": "{Scoffs}Not any more. If one existed, the two-headed Bear would have claimed it. And it tried to.",
      "index": "201"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic087",
      "topic_text": "Maybe you should tell me what happened.",
      "emotion": "Neutral 50",
      "response_text": "NCR saw the worth in that road you made.{Disgust}Staked a claim, whether it was wanted there or not -{just like itâs}true elsewhere in the Mojave.",
      "index": "202"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic088",
      "topic_text": "You've been to Denver? That's Legion territory.",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}Mojave and the Divide aren't the only places I've walked.",
      "index": "206"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic090",
      "topic_text": "You said I brought it from the West?",
      "emotion": "Neutral 50",
      "response_text": "{Let a little bit of rage creep in here, this is what he hates}It was a device, a detonator. One I'd never seen before -{little quieter, to himself}or heard before.",
      "index": "207"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic091",
      "topic_text": "This package... I don't recall it.",
      "emotion": "Neutral 50",
      "response_text": "It was from the West. From deep in NCR. Whether made by them or not... it came here. Through your hands.",
      "index": "212"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic093",
      "topic_text": "I'm not to blame for Ashton, the Chip, or the Divide.",
      "emotion": "Neutral 50",
      "response_text": "{Slow, building anger}All these roads,{emph}you walked. These packages you carried. Think it wasn't your choice?",
      "index": "213"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic094",
      "topic_text": "I'm not responsible for this, there's no way I could have known.",
      "emotion": "Neutral 50",
      "response_text": "{Emph}If you had been there when it happened.{Beat, quieter}If you had{emph}seen the Divide break, you would know it.",
      "index": "216"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic095",
      "topic_text": "You can't be sure it was me.",
      "emotion": "Neutral 50",
      "response_text": "No... I'm certain. What I hadn't known was that you still{emph}lived after the Divide.",
      "index": "218"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic096",
      "topic_text": "I don't understand how a package could have done this.",
      "emotion": "Neutral 50",
      "response_text": "You will. I'll show the Mojave, Bear and Bull the way of it. How Couriers can break nations.",
      "index": "219"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic097",
      "topic_text": "I had no idea the silo was active until the missile was in the air toward Hopeville.",
      "emotion": "Neutral 50",
      "response_text": "Didn't stop you, though. Like carrying the Chip to Vegas, Old World death in your hand.",
      "index": "221"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic099",
      "topic_text": "I've had enough of this - whatever your game, I'm done.",
      "emotion": "Neutral 50",
      "response_text": "{Cold}No,{emph}you are. Cut off your retreat,{emph}your supply line. Ashton missile, turned Hopeville into a furnace.",
      "index": "223"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic101",
      "topic_text": "There's nothing to keep me from walking out of here and letting you rot.",
      "emotion": "Neutral 50",
      "response_text": "Spent years looking for you. If you head back to the Mojave, it's like nothing's changed. Can live with that. Had to.",
      "index": "228"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic102",
      "topic_text": "You wanted me to come to the Divide, I'm here. Now what?",
      "emotion": "Neutral 50",
      "response_text": "Your road's not done. Haven't walked it full yet, not nearly enough.",
      "index": "231"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic103",
      "topic_text": "On the High Road, you mentioned NCR and Legion fought here... before and after the Divide?",
      "emotion": "Neutral 50",
      "response_text": "The two-headed Bear made its claim, dug its claws into the trail you made. For once, it seemed like it might succeed - cut a route to the Mojave.",
      "index": "232"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic104",
      "topic_text": "I'm not done talking to you yet, there's more I want to know.",
      "emotion": "Neutral 50",
      "response_text": "Already heard you once, long ago and loud enough for history to hear. Tired of your messages.",
      "index": "235"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic105",
      "topic_text": "That's what made the Legion come to the Divide.",
      "emotion": "Neutral 50",
      "response_text": "{To himself, echoing Caesarâs orders}Caesarâs orders.{Emph}Every supply line gets cut, every community that feeds the Bear... cut its throat, starve the Mojave.",
      "index": "237"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic106",
      "topic_text": "So you are part of the Legion. One of their scouts? Assassins?",
      "emotion": "Disgust 50",
      "response_text": "{Echo, insulted}Assassin?{Beat, low anger}If killing needs to be done, I'll face my victims... not kill from a distance, like you.",
      "index": "238"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic107",
      "topic_text": "This is the first I've heard of Legion coming this far West of the Colorado.",
      "emotion": "Neutral 50",
      "response_text": "No, when they come this far, they aren't Legion. They walk as Couriers. Like we do.",
      "index": "239"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic108",
      "topic_text": "So what happened?",
      "emotion": "Neutral 50",
      "response_text": "Bear made its shadow felt here, more than I could handle. Heavy guard, watchful. I watched, waited.",
      "index": "242"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic109",
      "topic_text": "I'm not interested in the history of this, we're done talking.",
      "emotion": "Neutral 50",
      "response_text": "All right. Done with words, then, won't get you where you need to go.",
      "index": "245"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic111",
      "topic_text": "So the Legion doesn't know what happened here?",
      "emotion": "Neutral 50",
      "response_text": "No, they don't know the history of it. So send others to find out, more to die... at the hands of their brothers the Divide has claimed.",
      "index": "246"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic112",
      "topic_text": "How were you planning to attack the Divide?",
      "emotion": "Neutral 50",
      "response_text": "Didn't know, but Couriers can travel anywhere. They make roads into places no one else will go, guarded or not. Was going to watch, see.",
      "index": "248"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic113",
      "topic_text": "I found some recordings from you on the road.",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}The tapes...{Shrugs}didn't think those would be found... weren't worth the words anyway, not like I'd forget what happened.",
      "index": "251"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic114",
      "topic_text": "You wouldn't have recorded those messages if they didn't matter to you.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Hesitant}Maybe not.{Beat}Who's to say.",
      "index": "254"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic115",
      "topic_text": "In the logs... you mentioned a tribe called the Twisted Hairs - your tribe?",
      "emotion": "Anger 50",
      "response_text": "{Anger}Twisted Hairs are dead, lost at Dry Wells, died in Vulpes' smile. Won't discuss their fate with you, not now - their past is{emph}mine to keep.",
      "index": "258"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic116",
      "topic_text": "The logs of the Big Empty mentioned you'd spoken to history.",
      "emotion": "Neutral 50",
      "response_text": "{Slow, thinking back}I had, did. It was madness... asked them a question in anger.{Beat}Got an answer, more than I expected.",
      "index": "260"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic117",
      "topic_text": "I found some recordings from you in Hopeville.",
      "emotion": "Neutral 50",
      "response_text": "{Surprised}The tapes...{slightly impressed}didn't think those would be found... you know the Divide better than I thought.",
      "index": "263"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic118",
      "topic_text": "When we first spoke in Hopeville, you mentioned you'd sworn not to kill me. Why?",
      "emotion": "Neutral 50",
      "response_text": "{Frowns, slight testing}You know the why of it. If you don't - I do, and that's enough.{To himself, quieter}Shows trust only walks so far West.",
      "index": "267"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic119",
      "topic_text": "I found more recordings from you on the road.",
      "emotion": "Neutral 50",
      "response_text": "{A little uncomfortable}You scavenge words. Things I have no need of, no history there worth recounting.",
      "index": "270"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic120",
      "topic_text": "No, there's a pattern. The more I hear, the more I understand your history.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Cold, final}They won't help you understand what happened here.",
      "index": "272"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic121",
      "topic_text": "You're going after the Long 15? That's more miles than Legion can hold.",
      "emotion": "Neutral 50",
      "response_text": "{Sneers, contempt}Won't{emph}hold it. Divide taught me you don't need to - just cut it off.",
      "index": "275"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic122",
      "topic_text": "I found some recordings from you on the road.",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}The tapes...{Shrugs}didn't think those would be found... weren't worth the words anyway, not like I'd forget what happened.",
      "index": "277"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic123",
      "topic_text": "You wouldn't have recorded those messages if they didn't matter to you.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Hesitant}Maybe not.{Beat}Who's to say.",
      "index": "282"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic124",
      "topic_text": "I've been collecting them. Listen to you talk about history enough, maybe I'll understand.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Cold, final}They won't help you understand what happened here.",
      "index": "286"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic125",
      "topic_text": "Before I go any farther, I deserve some answers.",
      "emotion": "Neutral 50",
      "response_text": "{Acknowledging, slow}You've seen the Divide, walked it - farther than I thought you would.{Beat, to himself}Not sure how much farther you have in you.",
      "index": "289"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic126",
      "topic_text": "I want to know more about this package I delivered.",
      "emotion": "Neutral 50",
      "response_text": "{Disdain}You know what it was.{Remembering}Had the symbols of America on it. New markings. From after the Great War.",
      "index": "292"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic127",
      "topic_text": "What's our history? How do you know me?",
      "emotion": "Neutral 50",
      "response_text": "I knew{emph}of you, your name. Your road, to and from the Divide, what that meant for the Legion.",
      "index": "294"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic128",
      "topic_text": "[Legion] You didn't kill me in Primm because you still thought I was Legion.",
      "emotion": "Neutral 50",
      "response_text": "{To himself}Promises to keep. 'Courier shall not kill Courier.' Always - let them live, spread the word.",
      "index": "297"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic129",
      "topic_text": "But what was it?",
      "emotion": "Neutral 50",
      "response_text": "{Slightly dismissive, like not important}It was a piece of machinery... military, holding memories, codes, maybe.{Frowns}When it woke, made these sounds... words.",
      "index": "304"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic130",
      "topic_text": "You have a lot of hate for the robot with me. I can hear it in your voice.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED] Hate? No. There's nothing to hate in metal... steel, gold.{Bold}Or platinum.",
      "index": "306"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic131",
      "topic_text": "What do you mean, \"when it woke?\"",
      "emotion": "Neutral 50",
      "response_text": "Machine couldn't speak by itself. Needed a terminal to access it... like the terminals in the silos here, or the machine with you.",
      "index": "309"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic132",
      "topic_text": "[NCR] NCR would have needed this supply line open to reinforce the Mojave - and Hoover Dam.",
      "emotion": "Neutral 50",
      "response_text": "{Agreeing}The Dam. That Old World Wall.",
      "index": "311"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic134",
      "topic_text": "So you blame me for this? An accident?",
      "emotion": "Neutral 50",
      "response_text": "{Anger, sneer}Blame? Accident? The names you hang on this... Courier... you carry death wherever you go, Mojave knows - or will.",
      "index": "320"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic136",
      "topic_text": "So you're angry because I accidentally brought an explosive to the Divide?",
      "emotion": "Anger 50",
      "response_text": "{Anger}Accident? Ignorance is a{emph}choice. The Chip - a choice.",
      "index": "322"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic137",
      "topic_text": "This is revenge for nearly killing you, then.",
      "emotion": "Neutral 50",
      "response_text": "Not the name I'd give it. Not the name the dead would give it.",
      "index": "324"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic138",
      "topic_text": "This package... you said it had markings? What was it?",
      "emotion": "Neutral 50",
      "response_text": "Machinery. Simple on the outside, computer parts. Inside... more complicated.",
      "index": "328"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic139",
      "topic_text": "Why would I have brought it here?",
      "emotion": "Neutral 50",
      "response_text": "I've walked the East.{Accusing}You've walked the West, more than I have.",
      "index": "330"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic140",
      "topic_text": "Where is the package now?",
      "emotion": "Neutral 50",
      "response_text": "{Slightly coy, knows where it is}Buried in the Divide. Part of it now.",
      "index": "333"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic141",
      "topic_text": "[Legion] I didn't side with the Legion until the Mojave.",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}I know that now. Doesn't change what was done. The Legion who died here.",
      "index": "335"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic142",
      "topic_text": "[Legion] I'll see that you answer for it.",
      "emotion": "Neutral 50",
      "response_text": "{Disgust}Then Legion kills Legion. Farther you walk from the flag of the Bull, the more West creeps into you.",
      "index": "337"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic143",
      "topic_text": "I'm no traitor, and when I walk, I don't hide my presence.",
      "emotion": "Neutral 50",
      "response_text": "Legion wears many colors, East and West. You... maybe blinded by Vegas's light, or the promise of that Chip.",
      "index": "338"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic145",
      "topic_text": "Then you learned the wrong message.",
      "emotion": "Neutral 50",
      "response_text": "{Smug, confident}Really. Who's to say the truth of it. You? No. You walked{emph}from this, turned your back on it. Now you and others will answer for it.",
      "index": "340"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic146",
      "topic_text": "You want the robot? Why?",
      "emotion": "Neutral 50",
      "response_text": "{Taunt, derisive}It's a messenger. Like us... and it shares our history.",
      "index": "343"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic147",
      "topic_text": "What's so important about him?",
      "emotion": "Neutral 50",
      "response_text": "What's{emph}inside that machine - that's all that mattered. All the machines here, made of wreckage from the Divide... and all that was brought here.",
      "index": "346"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic148",
      "topic_text": "This road leads nowhere. There's nothing in the Divide.",
      "emotion": "Neutral 50",
      "response_text": "Many in the Mojave think the Divide's nothing but canyon and storm.{Beat}Wasn't always.",
      "index": "351"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic149",
      "topic_text": "What makes you think this leads home?",
      "emotion": "Neutral 50",
      "response_text": "All roads lead back to one's home. Not your birthplace maybe, but home.",
      "index": "356"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic150",
      "topic_text": "What? ED-E?",
      "emotion": "Neutral 50",
      "response_text": "{Derision}You gave it a name. What was it to you? Companion? Slave... weapon? All of that, nothing compared to its primary function.",
      "index": "357"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic152",
      "topic_text": "If you think you can take it from me, try.",
      "emotion": "Neutral 50",
      "response_text": "{Cold}The machine you brought is mine now, it's coming home.{Snarling, talking about torturing the robot}I'll reduce it to parts, just enough to function, to be aware of what's happening.",
      "index": "358"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic155",
      "topic_text": "The Divide explosion... what, did I kill your family? Your wife - children?",
      "emotion": "Neutral 50",
      "response_text": "{Derisive, echoes player's comment}My family? My tribe lives...{but}its history? Died long ago, fell under the shadow of the Bull... consumed by another symbol.",
      "index": "359"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic157",
      "topic_text": "When you speak of the dead - you mean the Marked Men? The Legion and NCR?",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}{Derisive}The soldiers of the Bear? They were dead already, their symbol... diseased. Deserved to die as my brothers did at Boulder City, mines, bombs.",
      "index": "361"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic158",
      "topic_text": "[NCR] The dead? You mean the Republic troops who were here?",
      "emotion": "Neutral 50",
      "response_text": "{Derisive}The soldiers of the Bear? They were dead already, their symbol... diseased. Deserved to die as my brothers did at Boulder City, mines, bombs.",
      "index": "365"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic159",
      "topic_text": "[Legion] The dead? You mean your brothers in the Legion - our brothers.",
      "emotion": "Neutral 50",
      "response_text": "{Respectful for dead}The Legion who died here... they didn't deserve to die, like those that died in the fires of Boulder City...{sneering to self}bombs, Hanlon's gifts.",
      "index": "367"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic162",
      "topic_text": "If you're Legion, are you angry because I destroyed the Divide supply line instead of you?",
      "emotion": "Neutral 50",
      "response_text": "{Echoing player}The supply line - the artery for the West?{Disdain, player's missing the point}I have seen the blood of NCR at Legion hands many times.",
      "index": "370"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic163",
      "topic_text": "[Legion] Killing NCR, cutting off their supply line at the Divide serves Legion, as do we all.",
      "emotion": "Neutral 50",
      "response_text": "{Echoing player's statement}Serves the Legion?",
      "index": "372"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic164",
      "topic_text": "If you blame me for what happened here at the Divide - why do you care?",
      "emotion": "Neutral 50",
      "response_text": "{Reflective, Ulysses is getting to the core of the reason of why he's doing all this}The community that was once here... and the package you brought... both had markings of the Divide. Markings of America.",
      "index": "374"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic167",
      "topic_text": "So you believed in this place. What it once was.",
      "emotion": "Neutral 50",
      "response_text": "{Bitter}There was hope here, another chance. A new nation, stirring to life.{Beat}A place I could have set my flag.",
      "index": "382"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic170",
      "topic_text": "And that's why you want me dead.",
      "emotion": "Neutral 50",
      "response_text": "{Slight sympathy for the player, doesn't get it}My history isn't revenge, or hate. The road that brought us{emph}both here - isn't about that.",
      "index": "387"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic173",
      "topic_text": "I don't understand. What message?",
      "emotion": "Neutral 50",
      "response_text": "The nations of the Mojave. Cracked and broken as the Divide... its people, the same.",
      "index": "392"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic174",
      "topic_text": "Keep talking like that, I'll see you dead.",
      "emotion": "Neutral 50",
      "response_text": "You already tried once, won't give you another chance.",
      "index": "398"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic175",
      "topic_text": "At least I don't hide behind a machine like a coward.",
      "emotion": "Neutral 50",
      "response_text": "Machines... bombs, things of NCR, are your tools, not mine. When we meet, this machine won't keep me from you.",
      "index": "399"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic176",
      "topic_text": "[Legion] Legion doesn't kill Legion. Caesar's orders?",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}{Smile/sneer}What kind of world would this be if Courier killed Courier.{No sound file}",
      "index": "400"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic177",
      "topic_text": "[Legion] You said you'd sworn not to kill me. If you're Legion, why are we at odds?",
      "emotion": "Neutral 50",
      "response_text": "{Frowns, slight testing}You struck first. Not just at me... at the Legion. Or so I thought. Not sure of the history of it now.",
      "index": "402"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic178",
      "topic_text": "[Legion] If I destroyed the NCR in this place, why do you care?",
      "emotion": "Neutral 50",
      "response_text": "{Emph}Legion died here as well.{Beat, but...}What you did... that's not{emph}all that cuts at me.",
      "index": "405"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic179",
      "topic_text": "[Legion] Are you angry that this explosion undermined the Legion's plans? It was an accident.",
      "emotion": "Anger 50",
      "response_text": "{DUPE}{Anger}Accident? Ignorance is a{emph}choice. The Chip - a choice.",
      "index": "406"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic180",
      "topic_text": "[Legion] Seeing this place. It meant more to you than the Legion?",
      "emotion": "Neutral 50",
      "response_text": "Yes. And it did to you once, I'm sure of it.",
      "index": "408"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic181",
      "topic_text": "[Legion] So... when you called me traitor in Hopeville, that title belongs to you.",
      "emotion": "Neutral 50",
      "response_text": "{Angry}No, it is a title{emph}you earned. Legion or not, you have betrayed more than you know.",
      "index": "409"
    },
    {
      "topic": "NVDLC04DialogueEDENVDLC04UlyssesTopic182",
      "topic_text": "[Legion] Legion does not kill Legion - but you're not that anymore. I'm going to kill you.",
      "emotion": "Neutral 50",
      "response_text": "If that's all that drives you, it won't last. The Legion... it won't last either.",
      "index": "410"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic000",
      "topic_text": "The Divide couldn't stop me, the Mojave couldn't kill me - you don't have much chance.",
      "emotion": "Neutral 50",
      "response_text": "I'll finish history's work. If the Divide couldn't kill you... perhaps these spears of the Old World can.",
      "index": "411"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic001",
      "topic_text": "I still don't understand - why are you doing this?",
      "emotion": "Anger 50",
      "response_text": "{Cold}You've answered your own question. And you'll die with that question on your lips.",
      "index": "413"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic002",
      "topic_text": "What about the Marked Men?",
      "emotion": "Neutral 50",
      "response_text": "That's part of why I'm here. Watch them - if they attack me, try to enter the Mojave, I answer.{Little quieter}Not looking to kill them... save them, if I can.",
      "index": "414"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic003",
      "topic_text": "",
      "emotion": "Neutral 50",
      "response_text": "",
      "index": "416"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic005",
      "topic_text": "Was hoping you could help me shape something.",
      "emotion": "Neutral 50",
      "response_text": "{Nods}Let's see what gifts the Mojave has for us.",
      "index": "417"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic006",
      "topic_text": "What are you doing here?",
      "emotion": "Neutral 50",
      "response_text": "A question one could have asked you not long ago, before walking the road West into the storms.",
      "index": "419"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic007",
      "topic_text": "I wanted to hear more about Hoover Dam.",
      "emotion": "Neutral 50",
      "response_text": "Old World wall, run red with blood of Bear and Bull. It'll bleed more before the sun sets on the Mojave.",
      "index": "423"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic008",
      "topic_text": "Dry Wells is destroyed - that was your birthplace?",
      "emotion": "Neutral 50",
      "response_text": "No, opposite of that. It's where my tribe was taken. Where another history was put to the blade, lesson taught.",
      "index": "426"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic009",
      "topic_text": "The Long 15 is no more. The main supply line into NCR is cut.",
      "emotion": "Neutral 50",
      "response_text": "No damage done, not yet. Maybe in years. Keeps the Bear fenced... if Caesar can't drive it back, fire might.",
      "index": "429"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic010",
      "topic_text": "I'll let your words answer it, from the tapes you left along the road to the Divide.",
      "emotion": "Neutral 50",
      "response_text": "{Slow, surprise}My words?{Beat, contempt}And what do{emph}my words teach you.",
      "index": "432"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic011",
      "topic_text": "Who are you, who do not know your history?",
      "emotion": "Neutral 50",
      "response_text": "{Surprised}That question...{Beat, chewing it over}either you walked the Big Empty...{beat, nods}you found the last of the holotapes.",
      "index": "433"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic012",
      "topic_text": "The Divide's irradiated... are you sure you want to stay here?",
      "emotion": "Neutral 50",
      "response_text": "The invisible fires burn here, true enough. Still... to have helped carry out such an act, then not face it...",
      "index": "435"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic013",
      "topic_text": "I had other questions.",
      "emotion": "Neutral 50",
      "response_text": "{Matter-of-fact}Questions have a habit of making others.",
      "index": "437"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic014",
      "topic_text": "Is this where you're making camp?",
      "emotion": "Neutral 50",
      "response_text": "Not a camp - vigil, maybe. Never claimed it as mine.{More a question}If anyone owns the Divide...{\"well...\"}your claim is stronger than mine.",
      "index": "438"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic017",
      "topic_text": "Find anything in the dust of Hopeville?",
      "emotion": "Neutral 50",
      "response_text": "Nothing but wind, sand... ash. More may reveal itself in time, not now.",
      "index": "450"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic018",
      "topic_text": "What's the Courier's Mile? Is that where the Ashton missile hit?",
      "emotion": "Neutral 50",
      "response_text": "My name for it. If you have a better one, you grant it - my choice in names won't carry past you and I.",
      "index": "454"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic019",
      "topic_text": "[Legion] Being Frumentarii kept you from killing me in the past. You have no such defense now.",
      "emotion": "Neutral 50",
      "response_text": "I believed in what I followed then. Kill no Courier, Caesar's words. I honored them.",
      "index": "456"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic020",
      "topic_text": "(Speech>=90)I need to know why you're doing this - not for my sake, for history's sake.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Thinking}The why of it... you taught me the why of it.",
      "index": "460"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic021",
      "topic_text": "Your tapes prove you've walked the Mojave, yet learned the wrong lessons.",
      "emotion": "Neutral 50",
      "response_text": "Comes down to perspective, how far one's walked, and what they've left behind.",
      "index": "465"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic022",
      "topic_text": "I believe destroying the symbol is never the answer. Changing it - that's something else.",
      "emotion": "Neutral 50",
      "response_text": "{Chewing it over, slight hope here}It may be... that as much destruction has been written in the earth here...",
      "index": "467"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic023",
      "topic_text": "(Speech=100)I'm not talking about NCR or the Legion, I'm talking about our history.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Slight confusion}Our history...{frowns}the Divide. That history has been written, its lessons learned.",
      "index": "470"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic024",
      "topic_text": "The Legion doesn't abide traitors. What made you turn from the East?",
      "emotion": "Neutral 50",
      "response_text": "{Echoing, mocking, shaking head}Even after the road you've walked, you only see a traitor{emph}before you.",
      "index": "474"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic026",
      "topic_text": "I don't care what happens to NCR, but I can't allow you to harm the Legion.",
      "emotion": "Neutral 50",
      "response_text": "Not all the East will burn. The Legion does not need to be destroyed, only... contained within new borders.",
      "index": "475"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic027",
      "topic_text": "Is this how it must end between us? You followed the East once, you can do so again.",
      "emotion": "Neutral 50",
      "response_text": "I cannot go back. I wandered too far, far enough to know my home was lost to me.",
      "index": "478"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic029I'm heading back to the Mojave to settle some things.",
      "topic_text": "I'm heading back to the Mojave to settle some things.",
      "emotion": "Neutral 50",
      "response_text": "{As player is about to leave}Can hear the weight in your feet - youâre bound for that Old World wall. Hoover Dam. Maybe not now - in time.",
      "index": "480"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic033You've wasted enough of my time. Get ready to die.",
      "topic_text": "I've heard enough. You're a Legion traitor, and now you'll die.",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}I'll finish history's work. If the Divide couldn't kill you... perhaps these spears of the Old World can.",
      "index": "481"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic035",
      "topic_text": "Have you been to Hopeville since the Ashton missile hit?",
      "emotion": "Neutral 50",
      "response_text": "{Reflective}Walk there sometimes, keep the walks short. Still... it's important to see. Something else to answer for.",
      "index": "483"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic036",
      "topic_text": "What's the history of it?",
      "emotion": "Neutral 50",
      "response_text": "{Smiles, \"you want to know the history of it?\"}History? Cures a wound, leaves the bitterness that caused it.{To himself, scorn}The Twin Mothers were always about lessons.",
      "index": "486"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic037",
      "topic_text": "Can you share the recipe with me?",
      "emotion": "Neutral 50",
      "response_text": "Can do that and one better...{looking around}just enough around to mix some. Here - might make the Twin Mothers' history live a little longer, you carrying it.",
      "index": "490"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic039",
      "topic_text": "Caesar is dead, I killed him.",
      "emotion": "Neutral 50",
      "response_text": "{Thinking, slow}Name's died twice to history. If the West thanks you... the East won't, in time. Fall apart, back to the tribes, maybe.",
      "index": "492"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic040",
      "topic_text": "Caesar is dead, died on the operating table.",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}{Thinking, slow}Name's died twice to history. If the West thanks you... the East won't, in time. Fall apart, back to the tribes, maybe.",
      "index": "493"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic041",
      "topic_text": "",
      "emotion": "Neutral 50",
      "response_text": "{Slightly doubtful}Too soon to tell what will happen, let history weigh what youâve done, if it gets that far.",
      "index": "494"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic042",
      "topic_text": "Are you angry at all?",
      "emotion": "Neutral 50",
      "response_text": "{Shrugs}He let another hold a knife to him. If he was weak enough to allow the knife so close to his neck, maybe it needed to be his ending.",
      "index": "497"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic043",
      "topic_text": "I wasn't sure how you'd take it.",
      "emotion": "Neutral 50",
      "response_text": "{Shrugs}Done with blame, and Caesar was big on strength making right. Seems to me you proved that philosophy to him.",
      "index": "500"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic044",
      "topic_text": "I could care less about history - and even less about Caesar.",
      "emotion": "Neutral 50",
      "response_text": "Wasn't his time, and wouldn't have been how he wanted to die.",
      "index": "502"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic045",
      "topic_text": "I reached Vegas, and I dealt with House.",
      "emotion": "Neutral 50",
      "response_text": "{Choosing his words carefully}House spoke, acted through machines. Sometimes can judge a man by his messengers.{Referring to player}Sometimes the messengers judge him.",
      "index": "504"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic046",
      "topic_text": "You donât sound happy.",
      "emotion": "Neutral 50",
      "response_text": "{Shakes his head, regretful, but player did right thing, \"No...\"}What you did was for the best. The Old World died long ago. Anyone who believes they can make it return and everything will be as it was...",
      "index": "506"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic049",
      "topic_text": "",
      "emotion": "Neutral 50",
      "response_text": "{Quiet, bring this to a close}If you saw House, you didnât see a man. An Old World spirit, perhaps - filthy, diseased. If so, killing him was mercy, not cruelty.",
      "index": "508"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic050",
      "topic_text": "",
      "emotion": "Neutral 50",
      "response_text": "{Reflective}Bear and Bull shed too much blood there to let it go.{Beat, \"but...\"}Can't stop you from going, wouldn't.",
      "index": "510"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic051",
      "topic_text": "Who is Legate Lanius?",
      "emotion": "Neutral 50",
      "response_text": "Lanius... the \"Butcher.\"{Somber, recognizes name}Monster, Terror of the East.",
      "index": "512"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic052",
      "topic_text": "Enough. Whatever waits at Hoover Dam, I'm ready.",
      "emotion": "Neutral 50",
      "response_text": "{Farewell}Then there is nothing more to be done.{Beat}The Mojave awaits.",
      "index": "515"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic054",
      "topic_text": "He's just one general. I can handle him.",
      "emotion": "Neutral 50",
      "response_text": "Lanius carries all the terrors of the East with him. He's the myth, the weapon the Legion needs.",
      "index": "518"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic056",
      "topic_text": "Why is he coming West?",
      "emotion": "Neutral 50",
      "response_text": "To take Hoover Dam, Legion will need something as big as the Old World itself - another symbol, forged by history.",
      "index": "520"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic057",
      "topic_text": "Any idea on how to beat him?",
      "emotion": "Neutral 50",
      "response_text": "{Slow, reflective}Nineteen tribes could not do it. All the lights in Vegas cannot.",
      "index": "521"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic058",
      "topic_text": "He must have a weakness.",
      "emotion": "Neutral 50",
      "response_text": "His strength lies in his title - and it is his weakness. He will not fight a losing battle and destroy what he represents.",
      "index": "522"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic060",
      "topic_text": "Other Legates?",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}There are other Legates, and the one before Lanius couldn't take Hoover Dam for Caesar.",
      "index": "525"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic061",
      "topic_text": "Other Legates? You mean Graham.",
      "emotion": "Neutral 50",
      "response_text": "Yes. Graham was broken on the wall of the Dam.",
      "index": "526"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic062",
      "topic_text": "I got your final message.",
      "emotion": "Neutral 50",
      "response_text": "{Slightly amused}Didn't think I'd be breathing to hear you say that.{Beat, “Still...”}Message isn't important, meaning is.",
      "index": "527"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic063",
      "topic_text": "What do you mean?",
      "emotion": "Neutral 50",
      "response_text": "There are other Legates, and the one before Lanius couldn't take Hoover Dam for Caesar.",
      "index": "530"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic064",
      "topic_text": "",
      "emotion": "Neutral 50",
      "response_text": "That Legate's mistake is he didn't die trying. His name was Joshua - Joshua Graham. Answered for his failure - twice, some say.",
      "index": "531"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic065I'll remember that.",
      "topic_text": "{DUPE}I'll remember that.",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}{Farewell}The Divide belongs to history now.{Beat}The Mojave awaits.",
      "index": "538"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic066We'll leave it to history, then.",
      "topic_text": "{DUPE}We'll leave it to history, then.",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}{Farewell}The Divide belongs to history now.{Beat}The Mojave awaits.",
      "index": "539"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic067",
      "topic_text": "In the logs of the White Legs, you mentioned your tribe, and its past.",
      "emotion": "Neutral 50",
      "response_text": "My tribe? That log...{disgusted at White Legs}no, it concerned the White Legs, training them to kill. For Caesar.",
      "index": "540"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic069",
      "topic_text": "[NCR] Even if you have no faith in the NCR, I do. My actions have proven it.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Hesitant}Your actions have carried strength.",
      "index": "542"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic070",
      "topic_text": "Nothing more to say, I've already won. Everything you hate about me, you've become.",
      "emotion": "Neutral 50",
      "response_text": "{Frowns}If you seek to anger me, words won't be enough. Your moral ground is weak here in the Divide.",
      "index": "558"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic071",
      "topic_text": "If you blame me for the Divide, then let me answer for it, not others.",
      "emotion": "Neutral 50",
      "response_text": "{Scoffs}Blame you? No,{emph}learned from you. Both the weapon to kill a nation, and the strength to do it.",
      "index": "559"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic072",
      "topic_text": "What happened at the Divide, what I did, was an accident. What you're doing - it's madness.",
      "emotion": "Neutral 50",
      "response_text": "{Angry, low}No, now there is{emph}purpose.{Disgust}I believe you when you say you were... careless. The Divide... the Chip... the machine you brought here...",
      "index": "561"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic073",
      "topic_text": "So, what - you intend to bomb the Mojave?",
      "emotion": "Neutral 50",
      "response_text": "No, the West. The East. It doesn't matter - the death of either one kills the other, Vegas along with it.{Beat}The West shall answer first.",
      "index": "563"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic075",
      "topic_text": "This is between you and me, not anyone else.",
      "emotion": "Neutral 50",
      "response_text": "No... the paths we've walked. The roads, and the flags above them, carry equal blame.",
      "index": "566"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic076",
      "topic_text": "You can go home again, Courier. Not a message for me, for you.",
      "emotion": "Neutral 50",
      "response_text": "{Cold}My home in the East, Dry Wells, is no more. It is part of the Legion.",
      "index": "567"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic077",
      "topic_text": "",
      "emotion": "Neutral 50",
      "response_text": "And knowing that you believe in the Bear's sickness and have given it strength... then that gives more reason to lay waste to your homeland.",
      "index": "569"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic078",
      "topic_text": "You can't destroy the West, even with all the missiles here.",
      "emotion": "Neutral 50",
      "response_text": "{Scoffs}No need to destroy the Bear, just cut its throat.",
      "index": "580"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic079",
      "topic_text": "Do you think I care if you fire missiles at NCR? Go ahead.",
      "emotion": "Neutral 50",
      "response_text": "You destroyed your own homeland. Seeing a nation burn? Didn't think that would matter any more to you.",
      "index": "583"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic080",
      "topic_text": "One can build a community, make it stronger. You saw it at the Divide, even blamed me for it.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Reluctant}History has proven this. Our history.",
      "index": "585"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic081",
      "topic_text": "When all seemed lost, you asked it even though you feared the answer.",
      "emotion": "Neutral 50",
      "response_text": "Fear? No. Anger.",
      "index": "591"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic083",
      "topic_text": "Well, I just said all that because I'm betting you have some way to stop all this.",
      "emotion": "Neutral 50",
      "response_text": "{Cold}So... you resort to trickery. You were hoping that you could deceive me, reveal that somehow I can{emph}stop all this.",
      "index": "594"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic084",
      "topic_text": "I believe that one person can make... or break... a nation. You already know this.",
      "emotion": "Neutral 50",
      "response_text": "{Chewing it over, slight hope here}It may be... that as much destruction has been written in the earth here... you may build something else, as you built the Divide.",
      "index": "598"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic085",
      "topic_text": "Even if the missiles launch, and I die here  - if I can convince you, that's enough for me.",
      "emotion": "Neutral 50",
      "response_text": "{Player has convinced him, nods, slow, quiet}It is... enough.",
      "index": "600"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic086",
      "topic_text": "The Divide? What do you mean?",
      "emotion": "Neutral 50",
      "response_text": "{Thinking, resolved to die}Our enemies gather outside... shadows of the Bear and Bull... they will have found their way in, just as you did.",
      "index": "601"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic089",
      "topic_text": "You told me once I gave life to the Divide. I can do it again, and give life to Vegas.",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}[SUCCEEDED]{Reluctant}History has proven this. Our history.",
      "index": "604"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic091",
      "topic_text": "It was all you could say to prevent from being killed. That's what I'm hoping for here.",
      "emotion": "Neutral 50",
      "response_text": "When I asked that question, death was certain. I wasn't begging for mercy.",
      "index": "610"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic092",
      "topic_text": "There is no honor in murder from a distance, NCR or Legion. You know this from the Divide.",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}[SUCCEEDED]{Reluctant}History has proven this. Our history.",
      "index": "611"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic095",
      "topic_text": "You were trapped, needed to escape, and needed the distraction. It was the key.",
      "emotion": "Neutral 50",
      "response_text": "I never sought to escape. I went to them to get an answer or die.",
      "index": "617"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic096",
      "topic_text": "The question reminded the ones you spoke to of their purpose, why they cared.",
      "emotion": "Neutral 50",
      "response_text": "{Cold, appraising}I spoke those words in anger, and I did not expect an answer. All was lost... I thought it was the end.",
      "index": "618"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic097",
      "topic_text": "Do you really think these missiles can kill everyone?",
      "emotion": "Neutral 50",
      "response_text": "Kill them - no. The symbol they follow? Yes, as surely as you did at the Divide.",
      "index": "621"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic098",
      "topic_text": "If you believe the destruction of the Divide was just, then I cannot stop you.",
      "emotion": "Neutral 50",
      "response_text": "{Anger, \"Justice\"}Just?{Beat, spits this out}There was no justice in it, it was an act of carelessness, a coward. Killing an idea, before it had a chance...",
      "index": "622"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic099",
      "topic_text": "You said in the logs yourself that technology's a dead road. These missiles will solve nothing.",
      "emotion": "Neutral 50",
      "response_text": "Those are my words. After what happened with the Brotherhood... talking with them.",
      "index": "624"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic100",
      "topic_text": "You said a home is a place you breathe life into, a moment where you know who you are.",
      "emotion": "Neutral 50",
      "response_text": "{Weighing the player's words}There is truth in that. History has proven it.",
      "index": "627"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic101",
      "topic_text": "By your standards? Or history's?",
      "emotion": "Neutral 50",
      "response_text": "Both.{Snarls}Why do you care.",
      "index": "630"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic102",
      "topic_text": "It hasn't proven itself wrong. That's why the Legion and NCR conflict must continue. To test it.",
      "emotion": "Neutral 50",
      "response_text": "Test it. As you test me? As if you believe there is some other road here.",
      "index": "631"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic103",
      "topic_text": "Any symbol deserves a chance to defend itself, by words or acts - not... this.",
      "emotion": "Neutral 50",
      "response_text": "As you defend it now?",
      "index": "633"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic104",
      "topic_text": "But your tribe was New Canaan.",
      "emotion": "Neutral 50",
      "response_text": "{Disdain, player has it wrong}New Canaan? My tribe?",
      "index": "634"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic105",
      "topic_text": "The White Legs might as well have been your people.",
      "emotion": "Neutral 50",
      "response_text": "{Disdain, player has it wrong}The White Legs? To even claim they were shadows of the Twisted Hairs...",
      "index": "635"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic106",
      "topic_text": "I'm talking about the past, in the respect they showed you.",
      "emotion": "Neutral 50",
      "response_text": "{Slight confusion, doesn't understand what the player meant}Respect...?",
      "index": "637"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic108",
      "topic_text": "In the log, you said they were shadows, in the way they wore their hair.",
      "emotion": "Neutral 50",
      "response_text": "{Recognition}The braids I wore. They took that from me, thought it made them more like me, more willing to have Caesar listen.",
      "index": "638"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic109",
      "topic_text": "In the death of that history, another was born, and you grew to respect the White Legs.",
      "emotion": "Neutral 50",
      "response_text": "{Disdain}Respect the White Legs? That tribe of jackals? Never.",
      "index": "642"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic110",
      "topic_text": "But the Twisted Hairs survived, even after Caesar.",
      "emotion": "Neutral 50",
      "response_text": "No, they didn't. They were ended, completely. Became part of history's march.",
      "index": "643"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic111",
      "topic_text": "So you carry two symbols then - the mark of America and the Twisted Hairs, neither dead.",
      "emotion": "Neutral 50",
      "response_text": "{Frowns}Both... both survived, pieces of them. Remnants, nothing more.",
      "index": "645"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic112",
      "topic_text": "It's proof that killing a symbol is going to be harder than you thought.",
      "emotion": "Neutral 50",
      "response_text": "Back to symbols and history, then. Hard to kill... like Couriers.",
      "index": "646"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic116",
      "topic_text": "You're planning to kill a nation from a distance, just like NCR - just like you accused me of.",
      "emotion": "Neutral 50",
      "response_text": "{Frowns}What do I care for your perspective. You walk blindly, foolishly into death, your own and others.",
      "index": "648"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic119",
      "topic_text": "If my words won't change your mind, what about the messages in the Eyebot?",
      "emotion": "Neutral 50",
      "response_text": "The machine made from the parts of Navarro? It had only one message in its core - to get home, at any cost.",
      "index": "650"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic120",
      "topic_text": "The Divide survived in you. If it felt like something fighting for, you can rebuild it.",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}Nothing can prevent what comes. The missiles will launch.{Beat}These questions - your words, or mine - what do they matter to you.",
      "index": "652"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic121",
      "topic_text": "Look, just the fact we're talking should mean you don't want to do this.",
      "emotion": "Neutral 50",
      "response_text": "No. You are wrong. Words will not bridge this.",
      "index": "653"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic123",
      "topic_text": "Don't even suggest we're equals. You couldn't have done this without me bringing you what you need.",
      "emotion": "Neutral 50",
      "response_text": "{Sneers, anger, player's getting to him}You were tricked. Still, you take pride in it.",
      "index": "654"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic124",
      "topic_text": "No danger there. You skipped past where you build the community, moved onto killing one.",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}Nothing can prevent what comes. The missiles will launch.{Beat}These questions - your words, or mine - what do they matter to you.",
      "index": "655"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic125",
      "topic_text": "I want you to die knowing you're wrong, and that's what history will remember.",
      "emotion": "Neutral 50",
      "response_text": "{Cold}We fight over how we will be remembered, then.",
      "index": "656"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic126",
      "topic_text": "It has history inside it. The logs of what's left of \"America.\"",
      "emotion": "Neutral 50",
      "response_text": "{Slight anger, what is this nonsense}There is nothing inside the machine except the means to awaken the missiles in the Divide.{Emph}That is its only message.",
      "index": "657"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic127",
      "topic_text": "Its logs tell of a place where America survived... may still exist. And it's falling apart.",
      "emotion": "Neutral 50",
      "response_text": "{Frowns, suspicious}You lie. There was only one message in the machine, only one message in the package you brought.",
      "index": "658"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic129",
      "topic_text": "The package I brought was from Navarro, the Divide scanned ED-E's logs from the Mojave.",
      "emotion": "Neutral 50",
      "response_text": "{Angry}What do you seek to gain by telling me this. If you think that the symbol I wear is a weakness...",
      "index": "660"
    },
    {
      "topic": "NVDLC04DialogueUlyssesNVDLC04UlyssesTopic131",
      "topic_text": "I believe the missiles can't be stopped. If you believe me, though, we might get through this.",
      "emotion": "Neutral 50",
      "response_text": "If we must survive to carry its message... then that is what shall be done. I will not let America die here.",
      "index": "661"
    },
    {
      "topic": "NVDLC04EDEUlyssesTopic001",
      "topic_text": "{Ulysses Cut-In 1}",
      "emotion": "Disgust 50",
      "response_text": "{NCR Opening}There's your signal... faint, but there.{Beat, slight condemnation}Just like NCR - voice without fire, without strength, sick.{No sound file}",
      "index": "663"
    },
    {
      "topic": "NVDLC04EDEUlyssesTopic002",
      "topic_text": "{Ulysses Cut-In 2}",
      "emotion": "Neutral 50",
      "response_text": "{Contacting player through radio}There you are, you went quiet for a time... knew killing the Bear wouldn't prove easy...{slight disgust, hates ED-E}you and your machine, you survived.",
      "index": "674"
    },
    {
      "topic": "NVDLC04EDEUlyssesTopic003",
      "topic_text": "{Ulysses Cut-In 3}",
      "emotion": "Neutral 50",
      "response_text": "Hopeville, High Road, Ashton... tiny cracks in the Earth,{emph}nothing compared to the road carved ahead.{No sound file}",
      "index": "685"
    },
    {
      "topic": "NVDLC04EDEUlyssesTopic004",
      "topic_text": "{Ulysses Cut-In 4}",
      "emotion": "Neutral 50",
      "response_text": "{Cold}Thought that explosion, that building falling deep in the Divide might have been your work... wouldn't kill you, maybe close.{AUDIO: Need more distortion here, Ulysses just cut in.}",
      "index": "687"
    },
    {
      "topic": "NVDLC04EndingSlideDivide01",
      "topic_text": "NVDLC04EndingSlideDivide0",
      "emotion": "Neutral 50",
      "response_text": "{Narration}{Male}As for the Courier... he turned his back on his home for the second time and made his way back, navigating the treachery of the Divide.",
      "index": "690"
    },
    {
      "topic": "NVDLC04EndingSlideDivide02",
      "topic_text": "NVDLC04EndingSlideDivide02",
      "emotion": "Neutral 50",
      "response_text": "{Narration}Tunnelers and the Marked Men... avoided the lone figure, as if recognizing the Courier's right to passage... or out of fear.",
      "index": "692"
    },
    {
      "topic": "NVDLC04EndingSlideFinale",
      "topic_text": "NVDLC04EndingSlideFinale",
      "emotion": "Neutral 50",
      "response_text": "{Narration}{Draw it to a close}And this road - has reached its end.",
      "index": "693"
    },
    {
      "topic": "NVDLC04EndingSlideSingleMissileLaunch01",
      "topic_text": "NVDLC04EndingMissileLaunchNCR01",
      "emotion": "Neutral 50",
      "response_text": "{Narration}{Target: NCR}...missiles fell on NCR and the Long 15 caravan route beyond the Mojave Outpost, the road the Courier had been walking when the tale began.",
      "index": "694"
    },
    {
      "topic": "NVDLC04EndingSlideSingleMissileLaunch02",
      "topic_text": "NVDLC04EndingMissileLaunchNCR02",
      "emotion": "Neutral 50",
      "response_text": "{Narration}{Target: NCR}As catastrophic as the damage was for NCR, the act made the Courier stronger for having no history, and no retreat.",
      "index": "698"
    },
    {
      "topic": "NVDLC04EndingSlideStart",
      "topic_text": "NVDLC04EndingSlideStart",
      "emotion": "Neutral 50",
      "response_text": "{Narration}{Wild Wasteland}{Target: Both Factions}The Couriers finally, really did it. They blew up the lands West and East of the Mojave... damning them all to hell.",
      "index": "701"
    },
    {
      "topic": "NVDLC04EndingSlideSunset01",
      "topic_text": "NVDLC04EndingSlideSunset01",
      "emotion": "Neutral 50",
      "response_text": "{Narration}It's said war - war never changes.",
      "index": "708"
    },
    {
      "topic": "NVDLC04EndingSlideSunset02",
      "topic_text": "NVDLC04EndingSlideSunset02",
      "emotion": "Neutral 50",
      "response_text": "{Narration}{Male - correcting the previous statement}Men do, through the roads they walk.",
      "index": "709"
    },
    {
      "topic": "NVDLC04EndingSlideUlyssesAlive01",
      "topic_text": "NVDLC04EndingUlyssesAlive01",
      "emotion": "Neutral 50",
      "response_text": "{Narration}Hopeville burned lightless in the night, invisible fires of radiation scorching it from within and without.",
      "index": "711"
    },
    {
      "topic": "NVDLC04EndingSlideUlyssesAlive02",
      "topic_text": "NVDLC04EndingUlyssesAlive02",
      "emotion": "Neutral 50",
      "response_text": "{Narration}He remained there, perhaps as punishment for the scars he left on the wastes - or a reminder of a history he could not forget.",
      "index": "713"
    },
    {
      "topic": "NVDLC04EndingSlideUlyssesDead01",
      "topic_text": "NVDLC04EndingUlyssesDead01",
      "emotion": "Neutral 50",
      "response_text": "{Narration}At the end of the struggle, only one Courier remained in the heart of the Divide. The{emph}true Courier, Courier Six.",
      "index": "715"
    },
    {
      "topic": "NVDLC04EndingSlideUlyssesDead02",
      "topic_text": "NVDLC04EndingUlyssesDead02",
      "emotion": "Neutral 50",
      "response_text": "{Narration}...though whether done as a sign of respect, or in anger for what had been endured to reach this moment - that is unknown.",
      "index": "717"
    },
    {
      "topic": "NVDLC04EndingSlideVista01",
      "topic_text": "NVDLC04EndingMissileLaunchLegion01",
      "emotion": "Neutral 50",
      "response_text": "{Narration}{Male}The Courier walked until he stood again upon the edge of the Divide, the last road he would walk before the second battle for Hoover Dam.",
      "index": "719"
    },
    {
      "topic": "NVDLC04EndingSlideVista02",
      "topic_text": "NVDLC04EndingMissileLaunchLegion02",
      "emotion": "Neutral 50",
      "response_text": "{Narration}{Knowingly, confidentially}But that message - it is something for Couriers to carry, and for them alone.",
      "index": "723"
    },
    {
      "topic": "NVDLC04UlyssesBigMT1HolotapeNote",
      "topic_text": "NVDLC04UlyssesBigMT1HolotapeNote",
      "emotion": "Neutral 50",
      "response_text": "...back again. Left that crater behind. Got a few holotapes left, ones from the medical center.",
      "index": "725"
    },
    {
      "topic": "NVDLC04UlyssesBigMT2HolotapeNote",
      "topic_text": "NVDLC04UlyssesBigMT2HolotapeNote",
      "emotion": "Neutral 50",
      "response_text": "Big Empty - there's something hidden there, a crater, past wind and sand - so deep in the desert, there's no turning back.",
      "index": "730"
    },
    {
      "topic": "NVDLC04UlyssesBigMT3HolotapeNote",
      "topic_text": "NVDLC04UlyssesBigMT3HolotapeNote",
      "emotion": "Neutral 50",
      "response_text": "Have you ever wanted to speak to history - just to know the why of it?{Beat}I don't. Not any longer.",
      "index": "739"
    },
    {
      "topic": "NVDLC04UlyssesCombatEyebotDestroyed01",
      "topic_text": "NVDLC04UlyssesCombatEyebotDestroyed01",
      "emotion": "Neutral 50",
      "response_text": "{Dismissive/contempt}Destroying my machines won't help you. This facility will make more.",
      "index": "755"
    },
    {
      "topic": "NVDLC04UlyssesCombatEyebotDestroyed02",
      "topic_text": "NVDLC04UlyssesCombatEyebotDestroyed02",
      "emotion": "Disgust 50",
      "response_text": "{Dismissive contempt, under his breath}Don't need Old World medicine to kill you.",
      "index": "756"
    },
    {
      "topic": "NVDLC04UlyssesCombatEyebotsAllDestroyed",
      "topic_text": "NVDLC04UlyssesCombatEyebotsAllDestroyed",
      "emotion": "Neutral 50",
      "response_text": "{Slightly surprised, player destroyed all his robots}Didn't think you'd outlast the machines.{Slightly pleased, they can settle things personally}Good.",
      "index": "757"
    },
    {
      "topic": "NVDLC04UlyssesCombatEyebotsDisabled01",
      "topic_text": "NVDLC04UlyssesCombatEyebotsDisabled01",
      "emotion": "Neutral 50",
      "response_text": "{Ulysses Fighting Eyebots have been disabled, matter-of-fact}Just you and me, then.{Slight beat, firm}Always was.",
      "index": "758"
    },
    {
      "topic": "NVDLC04UlyssesCombatEyebotsDisabled02",
      "topic_text": "NVDLC04UlyssesCombatEyebotsDisabled02",
      "emotion": "Neutral 50",
      "response_text": "{Ulysses Healing Eyebots have been disabled, dismissive}Can't stop the Old World's return, Courier.",
      "index": "759"
    },
    {
      "topic": "NVDLC04UlyssesCombatEyebotsHostile01",
      "topic_text": "NVDLC04UlyssesCombatEyebotsHostile01",
      "emotion": "Surprise 50",
      "response_text": "{Ulysses Fighting Eyebots have been turned against him, slight surprise}Took my machines?{To himself}Hnh. Underestimated you.",
      "index": "760"
    },
    {
      "topic": "NVDLC04UlyssesCombatEyebotsHostile02",
      "topic_text": "NVDLC04UlyssesCombatEyebotsHostile02",
      "emotion": "Anger 50",
      "response_text": "{Ulysses Healing Eyebots have been turned against him, slight anger}Machines might keep you alive, but they won't save you.",
      "index": "761"
    },
    {
      "topic": "NVDLC04UlyssesCombatMarkedMenAllDead",
      "topic_text": "NVDLC04UlyssesCombatMarkedMenAllDead",
      "emotion": "Neutral 50",
      "response_text": "{All the Marked Men have died.}No more echoes of the Bull and the Bear. The rest will share their fate.",
      "index": "762"
    },
    {
      "topic": "NVDLC04UlyssesCombatMarkedMenEnter",
      "topic_text": "NVDLC04UlyssesCombatMarkedMenEnter",
      "emotion": "Neutral 50",
      "response_text": "{Marked Men enter the temple, dismissive}The dead men of the New World... they've come for you.",
      "index": "763"
    },
    {
      "topic": "NVDLC04UlyssesCombatMarkedMenKilled01",
      "topic_text": "NVDLC04UlyssesCombatMarkedMenKilled01",
      "emotion": "Anger 50",
      "response_text": "{Marked Men have been killed, cold contempt}Kill as many as you want - the Divide will birth more.",
      "index": "764"
    },
    {
      "topic": "NVDLC04UlyssesCombatMarkedMenKilled02",
      "topic_text": "NVDLC04UlyssesCombatMarkedMenKilled02",
      "emotion": "Disgust 50",
      "response_text": "{Marked Men have been killed}Killing them is mercy.",
      "index": "765"
    },
    {
      "topic": "NVDLC04UlyssesCombatTaunt01",
      "topic_text": "NVDLC04UlyssesCombatTaunt01",
      "emotion": "Anger 50",
      "response_text": "{Taunt, snarl}I'll end you - and your history.",
      "index": "766"
    },
    {
      "topic": "NVDLC04UlyssesCombatTaunt02",
      "topic_text": "NVDLC04UlyssesCombatTaunt02",
      "emotion": "Disgust 50",
      "response_text": "{Taunt, dismissive}Come all this way - to die alone.",
      "index": "767"
    },
    {
      "topic": "NVDLC04UlyssesCombatTaunt03",
      "topic_text": "NVDLC04UlyssesCombatTaunt03",
      "emotion": "Neutral 50",
      "response_text": "{Grim, taunt}Running out of time, Courier.",
      "index": "768"
    },
    {
      "topic": "NVDLC04UlyssesFinalMsgHolotape",
      "topic_text": "NVDLC04UlyssesFinalMsgHolotape",
      "emotion": "Neutral 50",
      "response_text": "Last tape, last message. In case... you best me. If you're hearing this, you have, through blood or word.",
      "index": "769"
    },
    {
      "topic": "NVDLC04UlyssesForceGreetDUPLICATE001",
      "topic_text": "NVDLC04UlyssesForceGreet",
      "emotion": "Anger 50",
      "response_text": "{Irritated, player hasn't given up}Even in this place, NCR's shadow falls.{Beat}Or is it just, you,{speaking title}Courier, without the Bear's corpse to weigh you down.",
      "index": "781"
    },
    {
      "topic": "NVDLC04UlyssesFriendMMUsesStealthboy",
      "topic_text": "NVDLC04UlyssesFriendMMUsesStealthboy",
      "emotion": "Neutral 50",
      "response_text": "{A Marked Man uses a stealthboy}Watch the shadows - the beasts cloak themselves in Old World tech.",
      "index": "789"
    },
    {
      "topic": "NVDLC04UlyssesFriendMMWithSatchelCharge",
      "topic_text": "NVDLC04UlyssesFriendMMWithSatchelCharge",
      "emotion": "Neutral 50",
      "response_text": "{A Marked Man is throwing satchel charges}Watch the floor. Mines.{To himself}Tactics of the Bear.",
      "index": "790"
    },
    {
      "topic": "NVDLC04UlyssesFriendMarkedMenAllDead",
      "topic_text": "NVDLC04UlyssesFriendMarkedMenAllDead",
      "emotion": "Neutral 50",
      "response_text": "{All the Marked Men are dead, combat is over.}We've broken them. The Bear and the Bull have no more shadows to throw at us.",
      "index": "791"
    },
    {
      "topic": "NVDLC04UlyssesFriendMarkedMenEnter",
      "topic_text": "NVDLC04UlyssesFriendMarkedMenEnter",
      "emotion": "Neutral 50",
      "response_text": "{Marked Men enter the Temple, combat starts}They come for us,  East and West alike.",
      "index": "792"
    },
    {
      "topic": "NVDLC04UlyssesFriendMarkedMenHalfDead",
      "topic_text": "NVDLC04UlyssesFriendMarkedMenHalfDead",
      "emotion": "Neutral 50",
      "response_text": "{Half of the Marked Men have died, combat is half over}We've shown them fear, but not enough. More will come.",
      "index": "793"
    },
    {
      "topic": "NVDLC04UlyssesFriendSentryDies01",
      "topic_text": "NVDLC04UlyssesFriendSentryDies01",
      "emotion": "Neutral 50",
      "response_text": "{To himself, robot is destroyed}Another Old World soldier falls.",
      "index": "794"
    },
    {
      "topic": "NVDLC04UlyssesFriendSentryDies02",
      "topic_text": "NVDLC04UlyssesFriendSentryDies02",
      "emotion": "Neutral 50",
      "response_text": "{To himself}Old World's running out of machines.",
      "index": "795"
    },
    {
      "topic": "NVDLC04UlyssesFriendTaunt01",
      "topic_text": "NVDLC04UlyssesFriendTaunt01",
      "emotion": "Neutral 50",
      "response_text": "{Dismissive}Beasts from the Divide. To the Divide, they return.",
      "index": "796"
    },
    {
      "topic": "NVDLC04UlyssesFriendTaunt02",
      "topic_text": "NVDLC04UlyssesFriendTaunt02",
      "emotion": "Neutral 50",
      "response_text": "Mercy killings - let them rest.",
      "index": "797"
    },
    {
      "topic": "NVDLC04UlyssesFriendTaunt03",
      "topic_text": "NVDLC04UlyssesFriendTaunt03",
      "emotion": "Neutral 50",
      "response_text": "You have forgotten all you were, traded glory for savagery.{Thoughtful}Fitting.",
      "index": "798"
    },
    {
      "topic": "NVDLC04UlyssesWhiteLegs1HolotapeNote",
      "topic_text": "NVDLC04UlyssesWhiteLegs1HolotapeNote",
      "emotion": "Neutral 50",
      "response_text": "{Studying weather, log to himself, thinking back}Emptiness here - like the sands of the Great Salt Lake, echoed.{Beat}The beating in the Divide sky... like storm drums of the White Legs.",
      "index": "799"
    },
    {
      "topic": "NVDLC04UlyssesWhiteLegs2HolotapeNote",
      "topic_text": "NVDLC04UlyssesWhiteLegs2HolotapeNote",
      "emotion": "Neutral 50",
      "response_text": "I walked the Great Salt Lake as Caesar's eye, then his hand.",
      "index": "809"
    },
    {
      "topic": "NVDLC04UlyssesWhiteLegs3Holotape",
      "topic_text": "NVDLC04UlyssesWhiteLegs3HolotapeNote",
      "emotion": "Neutral 50",
      "response_text": "The White Legs... meant to show respect, bribe me for Caesar's favor, echoing mannerisms and words...",
      "index": "823"
    },
    {
      "topic": "PLAYERFIREWEAPON",
      "topic_text": "PLAYER FIRE WEAPON",
      "emotion": "Neutral 50",
      "response_text": "Clearing the chamber?",
      "index": "833"
    },
    {
      "topic": "PLAYERINIRONSITES",
      "topic_text": "PLAYER IN IRON SITES",
      "emotion": "Neutral 50",
      "response_text": "{Player pointing gun at him}Fire, and I won't take it lying down.",
      "index": "835"
    },
    {
      "topic": "PLAYERLAYMINE",
      "topic_text": "PLAYER LAY MINE",
      "emotion": "Neutral 50",
      "response_text": "{Sees a player lay a mine, scorn}A tactic of the Bear.",
      "index": "837"
    },
    {
      "topic": "PLAYERTHROWGRENADE",
      "topic_text": "PLAYER THROW GRENADE",
      "emotion": "Neutral 50",
      "response_text": "{Player threw a grenade}Watch the blast!",
      "index": "839"
    }
  ],
  "conversation": [
    {
      "topic": "GOODBYEGoodbye.",
      "topic_text": "Nothing more to say. I'll be going.",
      "emotion": "Neutral 50",
      "response_text": "{Farewell}The Divide belongs to history now.{Beat}The Mojave awaits.",
      "index": "841"
    },
    {
      "topic": "HELLO",
      "topic_text": "Hello",
      "emotion": "Neutral 50",
      "response_text": "{Acknowledging}Courier.",
      "index": "842"
    }
  ],
  "combat": [
    {
      "topic": "AcceptYield",
      "topic_text": "AcceptYield",
      "emotion": "Neutral 50",
      "response_text": "{Warning}Watch yourself.",
      "index": "843"
    },
    {
      "topic": "Assault",
      "topic_text": "Assault",
      "emotion": "Neutral 50",
      "response_text": "{Angry}If that's what you wish.",
      "index": "845"
    },
    {
      "topic": "Attack",
      "topic_text": "Attack",
      "emotion": "Neutral 50",
      "response_text": "{Attack grunt}",
      "index": "847"
    },
    {
      "topic": "AvoidThreat",
      "topic_text": "AvoidThreat",
      "emotion": "Neutral 50",
      "response_text": "{Scorn}Bombs won't save you.",
      "index": "851"
    },
    {
      "topic": "Death",
      "topic_text": "Death",
      "emotion": "Neutral 50",
      "response_text": "{Death sound}",
      "index": "853"
    },
    {
      "topic": "FireExplosive",
      "topic_text": "FireExplosive",
      "emotion": "Neutral 50",
      "response_text": "I'll answer fire with fire.",
      "index": "857"
    },
    {
      "topic": "Flee",
      "topic_text": "Flee",
      "emotion": "Neutral 50",
      "response_text": "{To himself}Need to get some distance.",
      "index": "859"
    },
    {
      "topic": "Hit",
      "topic_text": "Hit",
      "emotion": "Neutral 50",
      "response_text": "<grunt.>",
      "index": "861"
    },
    {
      "topic": "PowerAttack",
      "topic_text": "PowerAttack",
      "emotion": "Neutral 50",
      "response_text": "{Power Attack Sound 1}",
      "index": "863"
    },
    {
      "topic": "Steal",
      "topic_text": "Steal",
      "emotion": "Neutral 50",
      "response_text": "{Disgust}Scavenger.",
      "index": "865"
    }
  ]
}