{
  "name": "Sparks",
  "url": "/wiki/Sparks_(Old_World_Blues)",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx01445B",
  "ref_id": "xx015850",
  "editor_id": "NVDLC03CrMisterHandyBoss",
  "location": "Saturnite alloy research facility",
  "location_url": "/wiki/Saturnite_alloy_research_facility",
  "race": "Mister Handy",
  "gender": "Male programming",
  "affiliation": "Big MT",
  "role": "Hostile robot",
  "detailed_location": "Saturnite alloy research facility",
  "special": {
    "Strength": 5,
    "Perception": 8,
    "Endurance": 6,
    "Charisma": 3,
    "Intelligence": 6,
    "Agility": 5,
    "Luck": 5
  },
  "level": "50",
  "misc_skills": [],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Sparks is a 15 year-old Robotic Male.\n\nSparks is a crazed Mister Handy robot located in the Saturnite Alloy Research Facility at Big MT. This particular unit has malfunctioned and become hostile, attacking anyone who approaches its research area. Its metallic casing is scarred from previous conflicts, and one of its optical sensors flickers erratically.\n\nSparks's Personality: Hostile, unpredictable, and erratic. Despite its programming, Sparks exhibits signs of severe malfunction, attacking on sight without provocation or hesitation. It seems obsessed with its research duties and becomes extremely agitated when others approach its designated area.\n\nSparks's Backstory: Sparks was originally designed to assist with metallurgical research in the Saturnite Alloy Research Facility. Created around 2266, it served its purpose for over a decade before suffering a critical malfunction during an experimental procedure. The malfunction caused its programming to degrade, resulting in its current crazed state. It now remains in its research chamber, attacking anyone who enters, including its own creators."
}