{
  "name": "McMurphy",
  "url": "/wiki/McMurphy",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00101C9D",
  "ref_id": "001770E6",
  "editor_id": "McMurphy",
  "location": "Great Khan hideout",
  "location_url": "/wiki/Great_Khan_hideout",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Great KhansBenny",
  "role": "Great Khan squad leader (formerly)",
  "detailed_location": "Great Khan hideout,Boulder City ruins",
  "voice_actor": "Emerson Brooks",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 6,
    "Perception": 6,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 5
  },
  "level": "8",
  "tag_skills": [
    {
      "Guns:": "57"
    },
    {
      "Melee Weap.:": "57"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "MaleAdult01DefaultB",
  "geck_race": "AfricanAmerican",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "McMurphy is a 35 year-old African American Male.\n\nA pragmatic and observant Great Khan squad leader with combat experience. McMurphy was perceptive enough to recognize Benny's tribal origins despite his attempts to hide it. He served as muscle for Benny during the platinum chip retrieval operation and witnessed the death of his fellow Khan, Chance, who was secretly overdosed by Benny.\n\nMcMurphy's Personality: Pragmatic, observant, and disciplined. McMurphy follows orders but maintains his own judgment. He values loyalty to his fellow Khans but is not above ruthless tactics when necessary. He carries himself with the quiet confidence of someone who has survived numerous conflicts in the harsh Mojave Wasteland.\n\nMcMurphy's Backstory: McMurphy rose through the ranks of the Great Khans, earning respect for his combat skills and tactical mind. He became a squad leader, responsible for leading missions and protecting fellow Khans. His keen observation skills made him valuable in reconnaissance and identifying potential threats. When Benny, leader of the Chairmen, hired the Great Khans for a special operation to retrieve the platinum chip, McMurphy was chosen to lead a squad alongside Jessup and Chance. During the mission, McMurphy noticed that Benny carried himself like someone from a tribal background, a detail others missed."
}