{
  "name": "Blister",
  "url": "/wiki/Blister",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx0086F2",
  "ref_id": "xx0089D7",
  "editor_id": "NVDLC04MarkedMenHunterBoss",
  "location": "Marked men base",
  "location_url": "/wiki/Marked_men_base",
  "race": "Marked man",
  "gender": "Male",
  "affiliation": "New California Republic Rangers(formerly)",
  "role": "Marked men leader",
  "detailed_location": "The DivideMarked men base",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 4,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 4
  },
  "mod_special_values": {
    "Strength": 6,
    "Perception": 6,
    "Endurance": 4,
    "Charisma": 4,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 4
  },
  "level": "45",
  "tag_skills": [
    {
      "Energy Weap.:": "89(95)"
    },
    {
      "Explosives:": "89(91)"
    },
    {
      "Guns:": "100"
    },
    {
      "Melee Weap.:": "100"
    },
    {
      "Sneak:": "100"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "200"
    },
    {
      "Dam. Threshold:": "15"
    }
  ],
  "karma": "Neutral",
  "geck_race": "MarkedMenGhoul",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Blister is a 165 year-old Ghoul Male.\n\nA former New California Republic Ranger who has since become one of the most feared marked men in the Mojave. Clad in salvaged NCR patrol armor, Blister leads a warband from a ruined structure between the Hopeville Missile Base and the High Road. He is known for his exceptional combat skills and his preference for using a flamer in battle, which has earned him his nickname. Despite his ghoulification, Blister maintains tactical discipline and leadership qualities reminiscent of his Ranger days.\n\nBlister's Personality: Pragmatic and ruthless, Blister is a natural leader who commands respect through fear and competence. He has a twisted sense of honor, perhaps a remnant of his NCR training, but has fully embraced the lawless existence of the marked men. He is calculating in combat, using his flamer to devastating effect while maintaining tactical awareness.\n\nBlister's Backstory: Born before the Great War, Blister lived through the apocalypse and eventually joined the New California Republic, becoming a proud patrol Ranger. His life took a drastic turn during the destruction of the Divide in 2277, an event that left him ghoulified and disillusioned with the NCR. Abandoned by the organization he once served, Blister found a new home among the marked men, where his leadership abilities and combat prowess quickly elevated him to a position of power. Now, he leads his own warband, operating in the ruins between Hopeville and the High Road, a symbol of the chaos that has consumed the once-loyal Ranger."
}