{
  "name": "Private Gilbert",
  "url": "/wiki/Gilbert",
  "dialogue_name": "BCTrooperHostageCF.txt",
  "dialogue_url": "/wiki/BCTrooperHostageCF.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0010FA83",
  "ref_id": "0010FA82",
  "editor_id": "BCTrooperHostageCF",
  "location": "Great Khan hideout",
  "location_url": "/wiki/Great_Khan_hideout",
  "race": "Human",
  "affiliation": "NCR Army",
  "role": "Soldier",
  "detailed_location": "Great Khan hideout,Boulder City",
  "voice_actor": "Mela Lee",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "5",
  "tag_skills": [
    {
      "Explosives:": "46"
    },
    {
      "Guns:": "46"
    },
    {
      "Melee Weap.:": "46"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "FemaleAdult09",
  "geck_race": "Caucasian",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "Thanks for the rescue.",
      "index": "1"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Private Gilbert is a 28 year-old Caucasian Female.\n\nA dedicated NCR trooper currently held hostage by the Great Khans in their hideout. She serves under Lt. Monroe's command and was captured during a patrol near Boulder City after her squad engaged with Great Khan raiders.\n\nPrivate Gilbert's Personality: Disciplined and loyal to the NCR, but understandably fearful and anxious in her current hostage situation. She maintains her military training and composure as much as possible, though the stress of captivity is evident. She values order and duty above all else.\n\nPrivate Gilbert's Backstory: Private Gilbert joined the New California Republic Army several years ago, drawn by the promise of order and civilization in the wasteland. She was part of a patrol squad that included Private Ackerman and several other soldiers. While returning from Novac, their squad was ambushed by Great Khan raiders. Despite calling for backup, the squad pursued the raiders to Boulder City's ruins, where they became caught in a crossfire. Gilbert and Ackerman were taken hostage by the Great Khans while the rest of their squad managed to escape. Now, she awaits either rescue or an uncertain fate in the Great Khan hideout."
}