{
  "name": "Private Ackerman",
  "url": "/wiki/Ackerman",
  "dialogue_name": "BCTrooperHostageAAM.txt",
  "dialogue_url": "/wiki/BCTrooperHostageAAM.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0010EB2B",
  "ref_id": "0010EB29",
  "editor_id": "BCTrooperHostageAAM",
  "location": "Great Khan hideout",
  "location_url": "/wiki/Great_Khan_hideout",
  "descriptions": [
    "Private Ackerman is an NCR trooper being held in Boulder City in 2281.",
    "An NCR soldier under Lt. Monroe's command, he and his fellow trooper, Private Gilbert, were on patrol with their squad and heading back from Novac when they came under fire from a group of Great Khans. The squad radioed for assistance but decided to chase after the Great Khans to Boulder City's ruins. There the squad got caught in the crossfire and ultimately Gilbert and Ackerman ended up getting taken hostage by the group of Great Khans while the rest of the squad escaped without harm.",
    "Boulder City Showdown: He along with private Gilbert was captured by the Great Khans that helped Benny track the Courier down.",
    "Originally, if Gilbert and Ackerman were rescued they would wait at the entrance to the Boulder City ruins, unarmed, for the rest of the game. This was changed in a patch, causing them to simply disappear from the game world after a period of time once the Boulder City Showdown quest has been completed.",
    "Playstation 3 If Private Ackerman is killed during the quest and his limbs were blown off, you can find him back where he was alive, but he will not have the limb that was shot off. There are no Karma penalties or actions against the NCR if you kill him while he's in this state. "
  ],
  "race": "Human",
  "affiliation": "NCR Army",
  "role": "Soldier",
  "detailed_location": "Great Khan hideout,Boulder City",
  "voice_actor": "Jesse Burch",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "5",
  "tag_skills": [
    {
      "Guns:": "46"
    },
    {
      "Melee Weap.:": "46"
    },
    {
      "Unarmed:": "46"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "MaleAdult03",
  "geck_race": "Caucasian",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "Man, I thought I was dead for sure.",
      "index": "1"
    }
  ],
  "conversation": [],
  "combat": []
}