{
  "name": "Royez",
  "url": "/wiki/Royez",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": true,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx00D99A",
  "ref_id": "xx00D99B",
  "editor_id": "NVDLC04NukeNCRHeavyTrooperBoss",
  "location": "Long 15",
  "location_url": "/wiki/Long_15",
  "race": "Marked men",
  "gender": "Male",
  "affiliation": "NCR Army",
  "role": "Commander of the Long 15Boss character",
  "detailed_location": "Long 15",
  "special": {
    "Strength": 10,
    "Perception": 10,
    "Endurance": 10,
    "Charisma": 10,
    "Intelligence": 10,
    "Agility": 10,
    "Luck": 10
  },
  "mod_special_values": {
    "Strength": 11,
    "Perception": 10,
    "Endurance": 10,
    "Charisma": 10,
    "Intelligence": 10,
    "Agility": 10,
    "Luck": 10
  },
  "level": "50",
  "tag_skills": [
    {
      "Energy Weap.:": "100"
    },
    {
      "Explosives:": "100"
    },
    {
      "Guns:": "100"
    },
    {
      "Melee Weap.:": "100"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Colonel Royez is a 49 year-old Hispanic Male.\n\nA stern and disciplined commander of the NCR Army, Colonel Royez stands tall in his distinctive Scorched Sierra power armor. The unique suit is adorned with a taxidermized bear head and various ornamental pieces, setting him apart from other NCR soldiers. Unlike most salvaged power armor in the NCR's possession, Royez's armor retains its joint servos, allowing for full functionality. As the commander of the Long 15 camp, he oversees the critical supply route between California and the Mojave Outpost, ensuring the flow of troops and resources through this perilous stretch of desert.\n\nColonel Royez's Personality: Disciplined, strategic, and duty-bound, Colonel Royez embodies the NCR's military ethos. He is pragmatic and adaptable to the harsh wasteland environment, yet firm in his commitment to the Republic's mission. While he maintains a professional demeanor, his long service in the Mojave has tempered him with a realistic understanding of the challenges faced by his troops.\n\nColonel Royez's Backstory: Born and raised in the NCR-controlled territory of California, Royez enlisted in the New California Republic Army at a young age. Through decades of dedicated service and numerous campaigns, he rose through the ranks, earning his commission as an officer. His distinguished service in the Mojave Wasteland, particularly his leadership during the defense of the Long 15 supply route, led to his promotion to Colonel. During a scouting mission in the Sierra Nevada, Royez discovered the Scorched Sierra power armor, which he has since modified and made his signature piece of equipment. His expertise in logistics and his tactical acumen have made him an invaluable asset to the NCR's operations in the Mojave."
}