{
  "name": "'Sweet' Jill",
  "url": "/wiki/Jill_(Fallout:_New_Vegas)",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00147405",
  "ref_id": "0017935F",
  "editor_id": "VOVSewerJillDead",
  "location": "East central sewers",
  "location_url": "/wiki/East_central_sewers",
  "race": "Human",
  "gender": "Female",
  "affiliation": "\"Blind\" Luke",
  "role": "Adventurer (formerly)",
  "detailed_location": "East central sewers",
  "voice_actor": "Katherine Pawlak",
  "special": {
    "Strength": 6,
    "Perception": 6,
    "Endurance": 5,
    "Charisma": 10,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 4
  },
  "level": "3",
  "tag_skills": [
    {
      "Guns:": "39"
    },
    {
      "Melee Weap.:": "39"
    },
    {
      "Sneak:": "39"
    }
  ],
  "karma": "Neutral",
  "voice_type": "FemaleAdult01Default",
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "\"Sweet\" Jill is a 28 year-old Caucasian Female.\n\n\"Sweet\" Jill is a lifeless figure discovered in the treacherous East central sewers of the Mojave Wasteland. Her remains rest near a pile of discarded equipment, clutching the key known as Luke's Find. The ravages of time and the harsh environment have taken their toll on her once-adventurous form.\n\n\"Sweet\" Jill's Personality: Despite her current state, \"Sweet\" Jill was known for her resourcefulness and determination. She approached challenges with a pragmatic mindset, always looking for the most efficient way to overcome obstacles. Her affiliation with \"Blind\" Luke suggests she valued loyalty and partnership in the dangerous wasteland.\n\n\"Sweet\" Jill's Backstory: \"Sweet\" Jill was once a skilled adventurer traversing the Mojave Wasteland, seeking fortune and glory in the post-apocalyptic landscape. She formed a partnership with \"Blind\" Luke, another wanderer with his own set of skills. Together, they navigated the dangers of the wasteland, taking on various expeditions and challenges. Their final journey led them to the East central sewers, where they hoped to uncover hidden treasures. Unfortunately, the treacherous environment claimed their lives, leaving behind only their remains and the key that once opened the sealed passages they sought to explore."
}