{
  "name": "The Custodian",
  "url": "/wiki/The_Custodian",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx014458",
  "ref_id": "xx015848",
  "editor_id": "NVDLC03CrProtectronBoss",
  "location": "Big MT west tunnel",
  "location_url": "/wiki/Big_MT_west_tunnel",
  "race": "Protectron",
  "gender": "Male programming",
  "affiliation": "Big MT",
  "role": "Hostile robot",
  "detailed_location": "Big MT west tunnel",
  "voice_actor": "Dante Reid",
  "special": {
    "Strength": 5,
    "Perception": 4,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "50",
  "misc_skills": [],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "The Custodian is a 104 year-old Robotic Male.\n\nA unique Protectron unit found in the Big MT west tunnel, distinguished by its custodial programming and equipment. Unlike other Protectrons, The Custodian is equipped with a specialized cleaning apparatus and wears a modified chassis with additional attachments for janitorial tasks. It maintains its post diligently, surrounded by the remnants of Big MT's former glory.\n\nThe Custodian's Personality: Meticulous and programmed to maintain cleanliness at all costs. The Custodian exhibits obsessive-compulsive tendencies regarding its environment and reacts with hostility to any perceived mess or intrusion. It speaks in a formal, almost bureaucratic tone, referring to itself in the third person.\n\nThe Custodian's Backstory: The Custodian was one of many specialized robots created at the Big MT research facility before the Great War. Designed specifically for maintenance and sanitation, it served in the west tunnel laboratories for decades. When the facility was abandoned in 2077, The Custodian's programming continued its custodial duties without interruption, maintaining the tunnel in pristine condition despite the passage of time. Over a century of solitude has not deterred it from its purpose, though it has become increasingly territorial."
}