{
  "name": "Arms merchant",
  "url": "/wiki/Arms_merchant",
  "dialogue_name": "188Merc.txt",
  "dialogue_url": "/wiki/188Merc.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": true,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000E6675",
  "ref_id": "000E689A",
  "editor_id": "188NCRMerchant",
  "location": "188 Trading Post",
  "location_url": "/wiki/188_Trading_Post",
  "race": "Human",
  "gender": "Female",
  "affiliation": "NCR Army,Bravo Company(formerly)",
  "role": "Merchant",
  "detailed_location": "188 Trading Post",
  "voice_actor": "Cindy Robinson",
  "special": {
    "Strength": 4,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 7,
    "Intelligence": 5,
    "Agility": 6,
    "Luck": 5
  },
  "level": "1",
  "tag_skills": [
    {
      "Barter:": "34(39)"
    },
    {
      "Energy Weap.:": "30"
    },
    {
      "Guns:": "32"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "FemaleAdult07",
  "geck_race": "Caucasian",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Anger 50",
      "response_text": "I only work for caravans, all right? Try someone else.",
      "index": "1"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Sergeant Nora Vance is a 39 year-old Caucasian Female.\n\nA former NCR staff sergeant who now operates a weapons business from the back of a pre-War military truck at the 188 Trading Post. Nora is a no-nonsense woman with a military bearing, her face showing the wear of years in service and the harshness of the wasteland.\n\nSergeant Nora Vance's Personality: Disciplined, loyal, and pragmatic with a dry sense of humor. Nora maintains her military bearing in all situations, but shows genuine care for her former comrades. She values efficiency and has little patience for incompetence or bureaucracy.\n\nSergeant Nora Vance's Backstory: Nora Vance served with distinction in the NCR Army, reaching the rank of staff sergeant in the third platoon of Bravo Company. She fought in the First Battle of Hoover Dam, where she witnessed firsthand the brutality of the Legion's tactics and the high cost of war. After her discharge, Nora struggled to find her place in civilian life. When tensions with the Legion began to rise again, she felt it was her duty to stay in the Mojave rather than retreat to NCR territory. Connecting with other veterans at the 188 Trading Post, she established her weapons business, using her military connections to acquire quality goods."
}