{
  "name": "Stripe",
  "url": "/wiki/Stripe",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx015281",
  "ref_id": "xx015282",
  "editor_id": "NVDLC03CrDeathclawBossWW",
  "location": "Higgs Village",
  "location_url": "/wiki/Higgs_Village",
  "race": "Deathclaw",
  "role": "Bowl guard",
  "detailed_location": "Higgs Village",
  "special": {
    "Strength": 10,
    "Perception": 10,
    "Endurance": 10,
    "Charisma": 7,
    "Intelligence": 7,
    "Agility": 10,
    "Luck": 10
  },
  "level": "30",
  "misc_skills": [],
  "karma": "Evil",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Stripe is a 15 year-old Mutated Deathclaw Male.\n\nStripe is a unique and unusual deathclaw encountered in the Wild Wasteland of Higgs Village. Much smaller than typical deathclaws, he stands at about the size of a large dog. He can be found inside Gabe's doghouse, located behind House 103 in Higgs Village. In front of the doghouse lies a peculiar 'chicken' leg and Gabe's bowl, which is a quest item for the 'A Brain's Best Friend' quest. Despite his diminutive size, Stripe is a formidable opponent with health slightly less than the legendary deathclaw but more than a standard alpha male deathclaw. He is territorial and will attack anyone who approaches his doghouse, though he will not pursue his target beyond the village fountain.\n\nStripe's Personality: Stripe is territorial, aggressive, and protective of his domain. Despite his small size, he exhibits the typical deathclaw ferocity and intelligence. He seems to have a particular fascination with the 'chicken' leg near his doghouse, possibly due to some behavioral modification from his time in the Big MT research facility. Stripe is cautious and will not venture far from his doghouse, retreating if pursued too far.\n\nStripe's Backstory: Stripe was once a regular deathclaw captured by researchers at the Big MT research facility. There, he was subjected to experimental genetic modifications that drastically reduced his size, making him roughly the size of a large dog while retaining much of his strength and agility. The modifications also seemed to alter his behavior, giving him an unusual fascination with poultry. After escaping or being released from the facility, Stripe made his way to Higgs Village, where he claimed Gabe's doghouse as his territory. The 'chicken' leg found near his doghouse is likely a remnant of his modified dietary preferences."
}