{
  "name": "Bonesaw",
  "url": "/wiki/Bonesaw_(character)",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx00D4AC",
  "ref_id": "xx0086F4",
  "editor_id": "NVDLC04MarkedMenRavagerBoss",
  "location": "Ashton silo control station",
  "location_url": "/wiki/Ashton_silo_control_station",
  "race": "Marked man",
  "gender": "Male",
  "affiliation": "Caesar's Legion(formerly)",
  "role": "Boss",
  "detailed_location": "SE ofAshton silo control station",
  "special": {
    "Strength": 8,
    "Perception": 5,
    "Endurance": 7,
    "Charisma": 5,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 9,
    "Perception": 5,
    "Endurance": 7,
    "Charisma": 5,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 5
  },
  "level": "45",
  "tag_skills": [
    {
      "Explosives:": "100"
    },
    {
      "Melee Weap.:": "100(107)"
    },
    {
      "Unarmed:": "100(103)"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "465"
    },
    {
      "Dam. Threshold:": "14"
    }
  ],
  "geck_race": "MarkedMenGhoul",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Bonesaw is a 120 year-old Marked Men Ghoul Male.\n\nBonesaw is a formidable ghoul ravager who can be found near the Ashton silo control station. Once a proud member of Caesar's Legion, he now roams the wasteland as a ruthless fighter, his body ravaged by time but his combat skills sharpened by decades of experience. He wields a deadly chainsaw in combat and moves with unnerving speed for someone of his apparent age. Among all unique marked men, Bonesaw boasts the highest health, making him a particularly challenging opponent.\n\nBonesaw's Personality: Ruthless, disciplined, and fiercely independent. Bonesaw embodies the harsh values of Caesar's Legion but has since abandoned their hierarchy for the freedom of the wasteland. He speaks little but communicates his intentions through action, showing no mercy to those he deems weak or unworthy. Despite his brutal nature, there's a flicker of pride in his eyes when discussing his former Legion days.\n\nBonesaw's Backstory: Born before the Great War, Bonesaw lived through the apocalypse and eventually found his way to Caesar's Legion. As a marked man, he served the Legion with distinction, his combat prowess and resilience making him stand out among his peers. However, over time, the ravages of ghoulification and the brutal nature of Legion life took their toll. Growing disillusioned with the Legion's increasingly rigid hierarchy and brutal methods, Bonesaw eventually broke away, becoming a ravager who now operates independently in the Mojave Wasteland."
}