{
  "name": "Assassin",
  "url": "/wiki/Assassin",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": true,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0011689C",
  "ref_id": "0011689D",
  "editor_id": "VMS18Assassin",
  "location": "Ultra-Luxe Bathhouse",
  "location_url": "/wiki/Ultra-Luxe#Bathhouse",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Mortimer",
  "role": "Assassin",
  "detailed_location": "Ultra-Luxe",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 6,
    "Charisma": 3,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 4
  },
  "level": "4",
  "tag_skills": [
    {
      "Guns:": "43(45)"
    },
    {
      "Melee Weap.:": "41(43)"
    },
    {
      "Unarmed:": "43"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Assassin is a 35 year-old Caucasian Male.\n\nA skilled professional killer hired by Mortimer of the White Glove Society. Dressed in inconspicuous luxury wear, he blends into the high-class environment of the Ultra-Luxe while carrying concealed weaponry. His cold, calculating demeanor and precision movements betray his lethal profession.\n\nAssassin's Personality: Professional, discreet, and ruthlessly efficient. The assassin follows orders without question and maintains a calm exterior even in high-pressure situations. He values his reputation for reliability and discretion above all else, making him Mortimer's perfect instrument for eliminating threats.\n\nAssassin's Backstory: A former mercenary with a reputation for clean, efficient kills, the assassin was recruited by Mortimer several years ago for his ability to operate within the Ultra-Luxe without raising suspicion. Having worked in the Mojave Wasteland for over a decade, he has learned to navigate the complex social dynamics of the New Vegas Strip while maintaining his deadly skills. Mortimer values his ability to eliminate problems quietly and without drawing attention to the White Glove Society's internal affairs."
}