{
  "name": "Rachael",
  "url": "/wiki/Rachael_(Fallout:_New_Vegas)",
  "dialogue_name": "Vault3Prisoner02.txt",
  "dialogue_url": "/wiki/Vault3Prisoner02.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000F47AC",
  "ref_id": "000F47AE",
  "editor_id": "Vault3Prisoner02",
  "location": "Vault 3 living quarters",
  "location_url": "/wiki/Vault_3#Living_quarters",
  "race": "Human",
  "gender": "Female",
  "affiliation": "None",
  "role": "CaravaneerPrisoner",
  "detailed_location": "Vault 3",
  "voice_actor": "Courtenay Taylor",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 5,
    "Intelligence": 4,
    "Agility": 5,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 5
  },
  "level": "13",
  "tag_skills": [
    {
      "Barter:": "86"
    },
    {
      "Medicine:": "84"
    },
    {
      "Melee Weap.:": "88"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "125(130)"
    }
  ],
  "karma": "Good",
  "voice_type": "FemaleAdult04",
  "geck_race": "Caucasian",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "Rick is dead, but I'd still welcome my freedom!",
      "index": "1"
    },
    {
      "topic": "VMS07Greeting",
      "topic_text": "VMS07Greeting",
      "emotion": "Neutral 50",
      "response_text": "Thanks for the help. We'll find our own way out.",
      "index": "4"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Rachael is a 27 year-old Caucasian Female.\n\nRachael is a resourceful young woman who was captured by the Fiends while traveling with her caravan. She's currently held captive in a makeshift prison within the Fiend-controlled settlement near Vault 3. Despite her dire circumstances, she maintains a hopeful demeanor and is constantly looking for an opportunity to escape.\n\nRachael's Personality: Rachael is optimistic and resilient, always trying to find the silver lining in even the darkest situations. She's resourceful and quick-thinking, with a natural talent for negotiation and problem-solving. Her good karma is evident in her reluctance to harm others and her willingness to help those in need. She values freedom and camaraderie, often putting the safety of her friends before her own.\n\nRachael's Backstory: Born and raised in the Mojave Wasteland, Rachael grew up hearing stories of the Old World from her grandparents who had lived before the Great War. At a young age, she joined a caravan as a scout, learning the tricks of survival in the harsh desert environment. Over the years, she became known for her ability to navigate treacherous terrain and her talent for negotiating with various factions. During a routine trade run with her caravan, consisting of herself, Rick, and Dennis, they were ambushed by a group of Fiends near Vault 3. The attack was swift and brutal, leaving Rachael and her friends as prisoners of the ruthless gang."
}