{
  "name": "Yes Man",
  "url": "/wiki/Yes_Man",
  "dialogue_name": "VMQTopsYesMan.txt,VHDYesMan.txt",
  "dialogue_url": "/wiki/VMQTopsYesMan.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": true,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "001164F90015E110",
  "ref_id": "001164FA",
  "editor_id": "VMQTopsYesMan, VHDYesMan,L38YesMan",
  "location": "The Tops",
  "location_url": "/wiki/The_Tops",
  "descriptions": [
    "Yes Man is an AI program that serves as Benny's assistant and right-hand man in 2281. He is a modified PDQ-88b Securitron with a unique personality, serving as an integral part of Benny's scheme to take control of New Vegas.",
    "Yes Man appears as a major character in Fallout: New Vegas, who can facilitate one of the game's major endings by assisting the Courier directly in working toward an independent New Vegas.",
    "Yes Man was originally a generic Securitron robot programmed to work for Mr. House like all the other Securitrons found on the Strip. He was recovered by Benny and several of the Chairmen after being damaged by a pulse grenade. Following this incident, Followers of the Apocalypse member Emily Ortal examined the Securitron in order to learn Mr. House's secrets in exchange for reprogramming him for Benny's personal use.",
    "The reprogramming was extensive, and resulted in Yes Man being designed to do exactly as he is told; thus, Yes Man is not just the program's name, it's also his job description. Yes Man is completely incapable of declining any order or withholding any information he is asked for, no matter who he is interacting with. Benny's plan was to dispose of Mr. House and install Yes Man's A.I. onto the Lucky 38 mainframe, putting Yes Man (and by extension, himself) in control of all the Securitrons on the Strip. Yes Man's main objective was to use his connection to Mr. Houses' internal databases and feed valuable information to Benny so that he could stay one step ahead of House.",
    "After navigating these databases, Yes Man discovered various mathematical calculations regarding the Strip's defensive capabilities and plans to arrange a Courier to deliver a platinum chip. After feeding this information to Benny, Yes Man helped to notify him of all the routes, arrival and leaving times and potential ambush areas where the chip could be retrieved and the Courier disposed of without Mr. House learning of Benny's actions. This information leads to Benny recruiting members of the Great Khans and journeying south to the Goodsprings Cemetery where they successfully capture and neutralize the Courier, stealing the Chip and burying the Courier, leaving their abductee to die. Benny soon betrays his entourage, leaving them to fend for themselves against the NCR in Boulder City and returns to the Strip where he idles around in the Tops surrounded by his personal detail.",
    "Once the Courier arrives on the Strip, Yes Man will divulge all of Benny's plans to usurp power and offer his services to this new arrival. If the platinum chip is recovered, Yes Man will reveal the full extent of his plans to dispose of Mr. House and replace him, availing to serve the Courier in any way should they succeed. Continuing without Benny, Yes Man will gladly serve the Courier and will follow any command given, essentially giving the Courier full control over the Strip and allowing any actions to be taken on the other factions vying for the Mojave Wasteland. Although Yes Man will give his opinions and advice on how to deal with other groups, the only factions that must eventually be confronted are either the NCR or the Legion depending on the choices made.",
    "Once the Courier's power and relations are solidified, Yes Man's next step is to activate an army of upgraded Securitron Mk II's, using the platinum chip to distribute this software to all active Securitrons, increasing their offensive and defensive capabilities. Before the final confrontation at Hoover Dam, Yes Man will require an override chip to be installed in the NCR occupied El Dorado substation, intending to divert power to the Lucky 38's dormant reactor thus being a vital strategic point for power should Hoover Dam be damaged or destroyed during the battle.",
    "Yes Man will also request the Courier to enlist the help of the Followers of the Apocalypse although this is optional. Once the preparation is complete, the final confrontation can result in the Courier diverting power from the Dam to the Securitron army on stand by beneath the Fort, defeating the Legion and betraying the NCR, expelling both factions and leading a \"truly independent\" New Vegas as originally envisioned by Benny, with the decisions made by the Courier forever shaping the Mojave.",
    "Yes Man is initially located in Benny's suite in the Tops casino. To gain access to Yes Man, the Courier must either kill Benny in the casino, sleep with him (requires the Black Widow perk), present Swank with evidence of Benny's treachery, or confront him and force him to flee to The Fort.",
    "To find Yes Man, enter the Tops casino and proceed straight ahead past the casino floor to the elevator bank (near the sign that says \"Elevators out of Order\"). Take the second elevator on the right to the 13th floor. Exit the elevator, turn right, and enter the third set of doors on the left side of the corridor (double doors with potted trees flanking them). Go into the room and through the hole in the wall in the back of the room.",
    "After the player character finishes Ring-a-Ding-Ding, Yes Man will be located in the front of the Tops casino, where the Courier can engage with him to continue the questline if they so choose.",
    "Overall, Yes Man is cheerful and positive, providing an ironic juxtaposition to the wasteland around him, especially because he has no expression other than smiling. Because he is programmed to be unable to say no to anyone, he can often act passive aggressive as the extent of his disagreement, sometimes coming across as sarcastic.",
    "Narrated by Ron Perlman"
  ],
  "race": "SecuritronAI",
  "affiliation": "Mr. House(formerly)BennyCourier(optional)",
  "role": "AssistantAdvisor",
  "detailed_location": "The Tops 13th floorNew Vegas Strip(afterRing-a-Ding-Ding!)Lucky 38(optional)",
  "voice_actor": "Dave Foley",
  "karma": "Neutral",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "Hey! Hi there, good to meet you! What can I do for you today?",
      "index": "1"
    },
    {
      "topic": "PLAYERFIREWEAPON",
      "topic_text": "PLAYER FIRE WEAPON",
      "emotion": "Neutral 50",
      "response_text": "Whoo! Bang bang!",
      "index": "21"
    },
    {
      "topic": "PLAYERINIRONSITES",
      "topic_text": "PLAYER IN IRON SITES",
      "emotion": "Neutral 50",
      "response_text": "If you need to shoot me, I won't complain!",
      "index": "24"
    },
    {
      "topic": "PLAYERLAYMINE",
      "topic_text": "PLAYER LAY MINE",
      "emotion": "Neutral 50",
      "response_text": "Oooh, you're sneaky!",
      "index": "27"
    },
    {
      "topic": "PLAYERTHROWGRENADE",
      "topic_text": "PLAYER THROW GRENADE",
      "emotion": "Neutral 50",
      "response_text": "You have a good throwing arm!",
      "index": "29"
    },
    {
      "topic": "TopsAllSeenBenny",
      "topic_text": "When's the last time you saw Benny?",
      "emotion": "Neutral 50",
      "response_text": "It was a while ago! He came through in a real hurry - didn't even stop to say hello! I think he went down his secret escape elevator out in the hall!",
      "index": "32"
    },
    {
      "topic": "VMQTopsTopic000",
      "topic_text": "I've been inside the Lucky 38.",
      "emotion": "Neutral 50",
      "response_text": "You have? Wow! That's amazing! You can murder Mr. House whenever you want!",
      "index": "36"
    },
    {
      "topic": "VMQTopsTopic001",
      "topic_text": "I've been invited to visit the Lucky 38.",
      "emotion": "Neutral 50",
      "response_text": "Wow! Do you have any idea how special that is? Red carpet treatment!",
      "index": "37"
    },
    {
      "topic": "VMQTopsTopic002",
      "topic_text": "I've been inside the Lucky 38... but Mr. House and I didn't get along.",
      "emotion": "Neutral 50",
      "response_text": "It sounds like Mr. House is just plain mean. No wonder the good guys want to kill him and take his stuff!",
      "index": "39"
    },
    {
      "topic": "VMQTopsTopic004",
      "topic_text": "I took care of Mr. House.",
      "emotion": "Neutral 50",
      "response_text": "{proud of the player}You did? Wow, that's great!",
      "index": "41"
    },
    {
      "topic": "VMQTopsTopic005",
      "topic_text": "I know the Chip upgrades his Securitrons.",
      "emotion": "Neutral 50",
      "response_text": "Isn't it exciting? I always wondered why I had missiles in my shoulders but couldn't launch them. Not that I'd ever want to!",
      "index": "43"
    },
    {
      "topic": "VMQTopsTopic006",
      "topic_text": "The Platinum Chip upgrades the Securitrons - and there's a whole army of them under the Fort.",
      "emotion": "Neutral 50",
      "response_text": "Really? An army of Securitrons - upgraded, no less? What a development!",
      "index": "45"
    },
    {
      "topic": "VMQTopsTopic007",
      "topic_text": "I used the Chip to put an entire army of Securitrons on standby at the Fort.",
      "emotion": "Neutral 50",
      "response_text": "{DUPLICATE?}Really? An army of Securitrons - upgraded, no less? What a development!",
      "index": "49"
    },
    {
      "topic": "VMQTopsTopic008",
      "topic_text": "Once I get the Platinum Chip, what then?",
      "emotion": "Neutral 50",
      "response_text": "I'd take it straight to Mr. House if I were you! He'll think you're helping him out! Then when he's not looking - KER-POW!",
      "index": "51"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic000",
      "topic_text": "\"Yes Man?\" What kind of a name is that?",
      "emotion": "Neutral 50",
      "response_text": "It's what Benny always called me. Probably because I'm programmed to be so helpful!",
      "index": "60"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic001",
      "topic_text": "Shouldn't you be working for Mr. House? How'd you end up here?",
      "emotion": "Neutral 50",
      "response_text": "As I understand it, I used to be just like all those other Securitrons out on the Strip.",
      "index": "61"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic002",
      "topic_text": "You're very... forthcoming with that information.",
      "emotion": "Neutral 50",
      "response_text": "I was programmed to be helpful and answer any questions I was asked. I guess nobody bothered to restrict who I answer questions for.",
      "index": "63"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic003",
      "topic_text": "Can that actually be done?",
      "emotion": "Neutral 50",
      "response_text": "Sure! If the Chip can be used to reset administrator privileges, it'll be super-easy!",
      "index": "65"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic004",
      "topic_text": "Send power to the Fort.",
      "emotion": "Neutral 50",
      "response_text": "{enthused}Yes! This is going to be fun!",
      "index": "66"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic007",
      "topic_text": "I want this dam out of operation.",
      "emotion": "Neutral 50",
      "response_text": "Right, who wants a vast army of mechanical servants to savage your enemy? Why make it easy?",
      "index": "68"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic008",
      "topic_text": "Say I wanted to take over New Vegas myself. What then?",
      "emotion": "Neutral 50",
      "response_text": "Then I'd have to help you! I mean, it seems pretty obvious Benny wouldn't have wanted me to, but hey, not my fault I can't say no!",
      "index": "70"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic009",
      "topic_text": "What are the details of the plan?",
      "emotion": "Neutral 50",
      "response_text": "{excited}Again, goal number one is to eliminate Mr. House and install my neuro-computational matrix on the Lucky 38's mainframe!",
      "index": "72"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic010",
      "topic_text": "I have the Platinum Chip, remember?",
      "emotion": "Neutral 50",
      "response_text": "{uncaring that Benny is dead}Of course you do! Sorry about that! And it's wonderful that you do!",
      "index": "75"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic011",
      "topic_text": "Say Mr. House was going to suffer an accident. How would that happen?",
      "emotion": "Neutral 50",
      "response_text": "It makes me feel really dumb to admit this, but I don't actually know! I've never been inside the Lucky 38. No one has!",
      "index": "76"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic012",
      "topic_text": "Why did Mr. House want Kimball kept alive?",
      "emotion": "Neutral 50",
      "response_text": "Mr. House ran projections on how the NCR public will react to a defeat at Hoover Dam! Overwhelmingly, they'll blame Kimball!",
      "index": "84"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic013",
      "topic_text": "Let's talk about something else.",
      "emotion": "Neutral 50",
      "response_text": "Sorry if that was getting boring!",
      "index": "87"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic014",
      "topic_text": "You said something about a bunker at the Fort?",
      "emotion": "Neutral 50",
      "response_text": "Right, it's one of two locations on House's network with non-standard hardware.",
      "index": "92"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic015",
      "topic_text": "I'll go check it out.",
      "emotion": "Neutral 50",
      "response_text": "Neat. Let me know what you find out!",
      "index": "96"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic016",
      "topic_text": "Forget the Boomers. I want nothing to do with them.",
      "emotion": "Neutral 50",
      "response_text": "Okay! Who needs artillery support? Not the good guys, that's for sure!",
      "index": "97"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic017",
      "topic_text": "Which tribes should I \"get to know\"?",
      "emotion": "Neutral 50",
      "response_text": "There's a bunch! Some of them you've already met - like the Chairmen, for instance!",
      "index": "98"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic018",
      "topic_text": "So I should ask these tribes if they'll support an Independent Vegas?",
      "emotion": "Neutral 50",
      "response_text": "Oh no, I didn't mean that! Who needs their support? The Securitrons will be all the support you need!",
      "index": "101"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic019",
      "topic_text": "Let's talk about the tribes I should \"get to know.\"",
      "emotion": "Neutral 50",
      "response_text": "Of course! Ask away!",
      "index": "105"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic020",
      "topic_text": "Where is the Platinum Chip?",
      "emotion": "Neutral 50",
      "response_text": "Benny carries it with him at all times. I think he's paranoid that someone might want to take it from him.",
      "index": "113"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic021",
      "topic_text": "The Boomers have vowed to support me.",
      "emotion": "Neutral 50",
      "response_text": "Really? Talk about diplomatic skills! I mean, just not getting blown up was a success!",
      "index": "114"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic022",
      "topic_text": "The Boomers won't be a problem anymore. I killed their leaders.",
      "emotion": "Neutral 50",
      "response_text": "{enthused}Problem solved! Quick and to the point! I like the way you work!",
      "index": "116"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic023",
      "topic_text": "I'm familiar with the Boomers. They can be ignored.",
      "emotion": "Neutral 50",
      "response_text": "Then consider them ignored! If they end up firing their howitzers at us, we'll ignore that, too! Until it goes away!",
      "index": "117"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic024",
      "topic_text": "Tell me what you know about the Great Khans.",
      "emotion": "Neutral 50",
      "response_text": "The Khans are just... they're a dirty people. They live in tents like animals! And they're very rude!",
      "index": "118"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic025",
      "topic_text": "What do you know about the Boomers?",
      "emotion": "Neutral 50",
      "response_text": "They must be a really nasty people! I haven't heard a single good thing about them!",
      "index": "124"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic026",
      "topic_text": "What do you know about the White Glove Society?",
      "emotion": "Neutral 50",
      "response_text": "{uncomfortable stating an opinion}From what I understand, they're perfectly delightful! They're cultured, clean, and{ultimate compliment}super-polite!",
      "index": "128"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic027",
      "topic_text": "Where should I look for the Brotherhood of Steel?",
      "emotion": "Neutral 50",
      "response_text": "Some of Mr. House's data said that he'd lost a bunch of Securitron scouts near Hidden Valley!",
      "index": "131"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic028",
      "topic_text": "What do you know about the Omertas?",
      "emotion": "Neutral 50",
      "response_text": "Hmm. I remember that Benny used to pay a receptionist at Gomorrah for information - maybe she knows something!",
      "index": "138"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic029",
      "topic_text": "I've visited the Khans' settlement at Red Rock Canyon. They can be ignored.",
      "emotion": "Neutral 50",
      "response_text": "If you say so! Consider them filed away under \"not to be discussed again!\"",
      "index": "142"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic030",
      "topic_text": "The Great Khans have been wiped out.",
      "emotion": "Neutral 50",
      "response_text": "Yay, that's great news! You finished what Mr. House and the NCR started! That's got to feel good!",
      "index": "143"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic031",
      "topic_text": "I've convinced the Great Khans to support the NCR.",
      "emotion": "Neutral 50",
      "response_text": "{confused}Really? Okay! That sounds fun!",
      "index": "144"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic032",
      "topic_text": "I convinced the Great Khans to leave the Mojave.",
      "emotion": "Neutral 50",
      "response_text": "Maybe they'll be devoured by giant scorpions! All sorts of things could happen to them out there!",
      "index": "146"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic033",
      "topic_text": "I've set the Great Khans on a path of destruction.",
      "emotion": "Neutral 50",
      "response_text": "Oooh, sounds dramatic! I like it! Wind them up and let them go!",
      "index": "147"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic034",
      "topic_text": "I know the Brotherhood. I want them left alone.",
      "emotion": "Neutral 50",
      "response_text": "Okay! Consider them forgotten! Along with the projections that predict they'll be our biggest enemy! Forgotten!",
      "index": "149"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic035",
      "topic_text": "Benny seems to have run off with the Platinum Chip.",
      "emotion": "Neutral 50",
      "response_text": "No kidding! He was running fast! He better pace himself - he has to run all the way to Fortification Hill!",
      "index": "150"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic036",
      "topic_text": "I've convinced the Brotherhood to support the NCR.",
      "emotion": "Neutral 50",
      "response_text": "{shocked}Really? That's...{a catastrophe, but keeping spirits bright}well, that's a surprise! They'll really want to blow me up!",
      "index": "153"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic037",
      "topic_text": "I know enough about the Omertas to know I want them left alone.",
      "emotion": "Neutral 50",
      "response_text": "You got it! I won't say another word about them!",
      "index": "155"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic038",
      "topic_text": "The Omertas were plotting to destroy the Strip, so I killed the conspirators.",
      "emotion": "Neutral 50",
      "response_text": "Wow! That is amazing! You are just - a hero! I am serious!",
      "index": "156"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic039",
      "topic_text": "I helped the Omertas perfect their plan to slaughter everyone on the Strip.",
      "emotion": "Neutral 50",
      "response_text": "You'd think it'd be bad for the Strip but... but I guess it must be good!",
      "index": "157"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic040",
      "topic_text": "I spoke to Marjorie and Mortimer. I say leave the White Glove Society alone.",
      "emotion": "Neutral 50",
      "response_text": "Say no more, say no more... if you say they're good, they're good!",
      "index": "159"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic041",
      "topic_text": "The White Glove Society had a cannibalism problem, but I solved it.",
      "emotion": "Neutral 50",
      "response_text": "A cannibalism problem? Really? I'm so glad you weren't eaten!",
      "index": "160"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic042",
      "topic_text": "The White Glove Society needed a little help getting back to basics, that's all.",
      "emotion": "Neutral 50",
      "response_text": "That's great news! I wish I could visit their casino! They have a refined sense of taste!",
      "index": "161"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic043",
      "topic_text": "It took some doing, but I convinced the White Glove Society to support Caesar's Legion.",
      "emotion": "Neutral 50",
      "response_text": "You did? That's... that's an unusual approach!",
      "index": "162"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic044",
      "topic_text": "I don't have the Platinum Chip. Maybe it's on Benny's corpse.",
      "emotion": "Neutral 50",
      "response_text": "{pretty fucking obvious}Hmm. You should probably check on that, huh?",
      "index": "164"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic045",
      "topic_text": "I destroyed the Brotherhood of Steel's bunker.",
      "emotion": "Neutral 50",
      "response_text": "You really know how to make a robot happy! Seriously, you just made my day.",
      "index": "166"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic046",
      "topic_text": "Mr. House has dared me to visit him at the Lucky 38... so he can kill me.",
      "emotion": "Neutral 50",
      "response_text": "Well, that's just mean! I don't like Mr. House one bit! No wonder the good guys want to kill him and take his stuff!",
      "index": "167"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic047",
      "topic_text": "The Chip was supposed to activate an army of Securitrons at the Fort, but I blew it up.",
      "emotion": "Neutral 50",
      "response_text": "{forced to remain positive despite disaster}You... blew it up? It's just funny, because that... army... seems like the secret weapon that was the whole point of... you know?",
      "index": "169"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic048",
      "topic_text": "What is the final phase of the plan?",
      "emotion": "Neutral 50",
      "response_text": "{upbeat}Well, the Legion is going to attack Hoover Dam one of these days! And the NCR is going to defend it!",
      "index": "172"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic049",
      "topic_text": "I'm ready for you to join me at the Lucky 38.",
      "emotion": "Neutral 50",
      "response_text": "Mr. House is out of the picture and you have the Platinum Chip? Wonderful! Let's go!{Yes Man heads for the Lucky 38.}",
      "index": "176"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic050",
      "topic_text": "I'll think about it.",
      "emotion": "Neutral 50",
      "response_text": "I have to admire your prudent nature. Why get caught up in action, you know? And results?",
      "index": "177"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic051",
      "topic_text": "The last thing Vegas needs is more robots.",
      "emotion": "Neutral 50",
      "response_text": "{rushing to agree}Oh, yeah, I'm sure you're right. I mean, for one thing, it's you saying it, and you always know what you're talking about.",
      "index": "178"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic052",
      "topic_text": "Is there anything else I should do before the battle?",
      "emotion": "Neutral 50",
      "response_text": "Well, some of Mr. House's projections predict a{reading}\"moderate probability of civil instability subsequent to the NCR being driven from the Vegas region.\"",
      "index": "181"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic054",
      "topic_text": "I've recovered the Platinum Chip.",
      "emotion": "Neutral 50",
      "response_text": "Super! Now when Mr. House is out of the way, we can use the Chip to install me at the Lucky 38.",
      "index": "184"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic056",
      "topic_text": "I'm ready to go to the dam.",
      "emotion": "Neutral 50",
      "response_text": "Great! So I've been looking over Mr. House's force projections and running some calculations...",
      "index": "186"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic057",
      "topic_text": "What do you know about the courier Benny shot?",
      "emotion": "Neutral 50",
      "response_text": "{sunny}I knew he was carrying the Platinum Chip! And I knew right where Benny should wait for him!",
      "index": "190"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic058",
      "topic_text": "I'm the courier Benny shot.",
      "emotion": "Neutral 50",
      "response_text": "Hahaha!{joking along with the player}I know that's not true, because you still have a head!",
      "index": "196"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic059",
      "topic_text": "I'm serious.",
      "emotion": "Neutral 50",
      "response_text": "{brittler laugh this time}Hahaha! That's not funny, you getting shot in the head.",
      "index": "197"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic060",
      "topic_text": "You set me up. Now you die.",
      "emotion": "Neutral 50",
      "response_text": "I feel really bad telling you this, but I kind of... can't die. I mean,{brightening}go ahead and destroy this Securitron, get it out of your system!",
      "index": "199"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic061",
      "topic_text": "So I get to kill you over and over again. <Attack Yes Man.>",
      "emotion": "Neutral 50",
      "response_text": "Hahaha! I knew there was a positive in it somewhere!",
      "index": "203"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic062",
      "topic_text": "I have a few things to take care of before the battle at Hoover Dam.",
      "emotion": "Neutral 50",
      "response_text": "Sure, no problem! So long as the Legion doesn't attack before you can get there! Which I'm sure they won't!",
      "index": "204"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic063",
      "topic_text": "All right, I'll go talk to the Followers.",
      "emotion": "Neutral 50",
      "response_text": "Wonderful! I'll keep tabs on the situation at the dam! See you in a bit!",
      "index": "205"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic064",
      "topic_text": "I've already made arrangements with the Followers. I'm ready to fight at the dam.",
      "emotion": "Neutral 50",
      "response_text": "Great! So I've been looking over Mr. House's force projections and running some calculations...",
      "index": "206"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic067",
      "topic_text": "What sort of options?",
      "emotion": "Neutral 50",
      "response_text": "You could rout the dam's power output to the facility under Fortification Hill. That'll restart its reactor, just like you did with the Lucky 38!",
      "index": "210"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic068",
      "topic_text": "Just tell me what to do.",
      "emotion": "Neutral 50",
      "response_text": "I wish I could, but I'm neuro-computationally incapable of making decisions like this one! It's up to you!",
      "index": "215"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic069",
      "topic_text": "What are you talking about?",
      "emotion": "Neutral 50",
      "response_text": "You remember how the Securitron army at the Fort got destroyed? For very, very good reasons, of course...",
      "index": "216"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic070",
      "topic_text": "The dam is too valuable to destroy!",
      "emotion": "Neutral 50",
      "response_text": "That's exactly why this will work! Just hear me out...",
      "index": "219"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic072",
      "topic_text": "You want me to destroy Hoover Dam?",
      "emotion": "Neutral 50",
      "response_text": "Not the whole thing, thank goodness! That'd be really hard!",
      "index": "220"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic073",
      "topic_text": "What do I do?",
      "emotion": "Neutral 50",
      "response_text": "All you have to do is destroy the power generators! Without the generators, Hoover Dam's just a big bunch of concrete!",
      "index": "221"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic074",
      "topic_text": "{good NCR rep}I'm on good terms with the NCR. They'll let me help protect him.",
      "emotion": "Neutral 50",
      "response_text": "Great! A Ranger named Grant has been placed in charge of security for the President's visit. You'll want to talk to him.",
      "index": "225"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic075",
      "topic_text": "{mixed/unknown NCR rep}I might be able to convince the NCR to let me help out.",
      "emotion": "Neutral 50",
      "response_text": "All right. A Ranger named Grant is in charge of security for the visit. He's the one you'll have to convince.",
      "index": "227"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic076",
      "topic_text": "{Terrible NCR rep}The NCR hates me. They won't let me within 1000 feet of Kimball.",
      "emotion": "Neutral 50",
      "response_text": "You are so misunderstood! Well, it's their loss!",
      "index": "229"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic077",
      "topic_text": "I don't care what happens to Kimball.",
      "emotion": "Neutral 50",
      "response_text": "Fine by me! We've got more important things to take care of!",
      "index": "231"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic078",
      "topic_text": "Okay, I'll get it done.",
      "emotion": "Neutral 50",
      "response_text": "Great! When this is taken care of, we'll be all set for the Legion to make its move.",
      "index": "232"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic079",
      "topic_text": "What will the override module let you do?",
      "emotion": "Neutral 50",
      "response_text": "I'll use the Substation to send a{emph}huge jolt of electricity to the Lucky 38! Turns out this casino has its own reactor! All it needs is a jumpstart!",
      "index": "233"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic080",
      "topic_text": "I'll be on my way.",
      "emotion": "Neutral 50",
      "response_text": "Be careful out there! It won't be long before the Legion makes its move!",
      "index": "235"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic081",
      "topic_text": "I spoke to Mortimer. I say leave the White Glove Society alone.",
      "emotion": "Neutral 50",
      "response_text": "Say no more, say no more... if you say they're good, they're good!",
      "index": "236"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic082",
      "topic_text": "I spoke to Marjorie. I say leave the White Glove Society alone.",
      "emotion": "Neutral 50",
      "response_text": "Say no more, say no more... if you say they're good, they're good!",
      "index": "237"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic083",
      "topic_text": "{QUEST FAILURE}Forget the Omertas. They're more trouble than they're worth.",
      "emotion": "Neutral 50",
      "response_text": "{CONDITIONALIZE FOR QUEST FAILURE}You got it! I won't say another word about them!",
      "index": "238"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic084",
      "topic_text": "{WGS LEADERS KILLED}I've killed the White Glove Society's leaders. They're no longer a factor.",
      "emotion": "Neutral 50",
      "response_text": "Whatever you say!",
      "index": "239"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic085",
      "topic_text": "I thought you were dead.",
      "emotion": "Neutral 50",
      "response_text": "I feel really bad telling you this, but I kind of... can't die. I mean,{brightening}go ahead and destroy this Securitron, get it out of your system!",
      "index": "240"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic088",
      "topic_text": "Let's talk about something else.",
      "emotion": "Neutral 50",
      "response_text": "Sorry if that was getting boring!",
      "index": "244"
    },
    {
      "topic": "VMQTopsVMQTopsYesManTopic089",
      "topic_text": "Is this because I didn't upgrade that army of Securitrons under Caesar's Fort?",
      "emotion": "Neutral 50",
      "response_text": "Well, problem is that's left us with enough Securitrons to drive off a weakened NCR force - probably - but not enough to keep them from coming back!",
      "index": "245"
    },
    {
      "topic": "YesManBenny",
      "topic_text": "What's Benny planning to do with the Chip?",
      "emotion": "Neutral 50",
      "response_text": "Oh! He wants to kill Mr. House and use the Platinum Chip to copy my neuro-computational matrix onto the Lucky 38's mainframe.",
      "index": "247"
    },
    {
      "topic": "YesManChip",
      "topic_text": "Benny stole a Platinum Chip from me. Do you know what it's for?",
      "emotion": "Neutral 50",
      "response_text": "Sure! Benny had me look at it a bunch of times!",
      "index": "251"
    },
    {
      "topic": "YesManFollowers",
      "topic_text": "Benny reprogrammed a Securitron? All by himself?",
      "emotion": "Neutral 50",
      "response_text": "{You're so smart}Oh, he had some help - a lady friend of his! She said something about living in a Fort over in Freeside... but that's all I remember!",
      "index": "261"
    },
    {
      "topic": "YesManIntro",
      "topic_text": "What are you doing here?",
      "emotion": "Neutral 50",
      "response_text": "Good question! My function is to monitor Mr. House's data network and decode his encrypted transmissions!",
      "index": "262"
    },
    {
      "topic": "YesManLab",
      "topic_text": "What is this place?",
      "emotion": "Neutral 50",
      "response_text": "This is Benny's workshop. When the Tops got renovated, he had this half of the floor blocked off for his own use.",
      "index": "264"
    },
    {
      "topic": "vDialogueYesManVMQTopsYesManTopic015",
      "topic_text": "On second thought, never mind...",
      "emotion": "Neutral 50",
      "response_text": "Okay! Anything else?",
      "index": "266"
    }
  ],
  "conversation": [
    {
      "topic": "GOODBYEGoodbye.",
      "topic_text": "Goodbye.",
      "emotion": "Neutral 50",
      "response_text": "Come back later if you need anything!",
      "index": "267"
    },
    {
      "topic": "HELLO",
      "topic_text": "Hello",
      "emotion": "Neutral 50",
      "response_text": "I am so happy to see you!",
      "index": "271"
    },
    {
      "topic": "VMQTopsYesManElDorado",
      "topic_text": "VMQTopsYesManElDorado",
      "emotion": "Neutral 50",
      "response_text": "Hi there! Come with me!",
      "index": "274"
    },
    {
      "topic": "VMQTopsYesManSafetyLines",
      "topic_text": "VMQTopsYesManSafetyLines",
      "emotion": "Neutral 50",
      "response_text": "Here, take a look at this print-out. It covers all the details!",
      "index": "282"
    },
    {
      "topic": "VMQTopsYesManTransfer",
      "topic_text": "VMQTopsYesManTransfer",
      "emotion": "Neutral 50",
      "response_text": "{excited, on way to Lucky 38}So this is what the rest of the world looks like!",
      "index": "292"
    }
  ],
  "combat": [
    {
      "topic": "AcceptYield",
      "topic_text": "AcceptYield",
      "emotion": "Neutral 50",
      "response_text": "You're too nice! Don't worry - I can take it!",
      "index": "297"
    },
    {
      "topic": "Assault",
      "topic_text": "Assault",
      "emotion": "Neutral 50",
      "response_text": "I'm sorry!",
      "index": "299"
    },
    {
      "topic": "AvoidThreat",
      "topic_text": "AvoidThreat",
      "emotion": "Neutral 50",
      "response_text": "{enthused}Hahaha! Ka-boom!",
      "index": "303"
    },
    {
      "topic": "Death",
      "topic_text": "Death",
      "emotion": "Neutral 50",
      "response_text": "{dying}See you soon.",
      "index": "304"
    },
    {
      "topic": "Flee",
      "topic_text": "Flee",
      "emotion": "Neutral 50",
      "response_text": "Is it okay that I'm running away?",
      "index": "309"
    },
    {
      "topic": "Hit",
      "topic_text": "Hit",
      "emotion": "Neutral 50",
      "response_text": "Serves me right!",
      "index": "312"
    },
    {
      "topic": "MurderNoCrime",
      "topic_text": "MurderNoCrime",
      "emotion": "Neutral 50",
      "response_text": "Good one!",
      "index": "315"
    },
    {
      "topic": "Steal",
      "topic_text": "Steal",
      "emotion": "Neutral 50",
      "response_text": "If you want it, take it!",
      "index": "317"
    }
  ]
}