{
  "name": "Harry",
  "url": "/wiki/Harry_(Fallout:_New_Vegas)",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00126767",
  "ref_id": "00126769",
  "editor_id": "VForlornHopeNCRTrooperDead02",
  "location": "NE ofSouthern Nevada wind farm",
  "location_url": "/wiki/Southern_Nevada_wind_farm",
  "race": "Human",
  "gender": "Male",
  "affiliation": "NCR Army",
  "role": "Soldier",
  "detailed_location": "Northeast of thesouthern Nevada wind farm",
  "voice_actor": "Emerson Brooks",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "1",
  "tag_skills": [
    {
      "Explosives:": "30"
    },
    {
      "Guns:": "30"
    },
    {
      "Melee:": "30"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "0"
    }
  ],
  "karma": "Neutral",
  "voice_type": "MaleAdult01DefaultB",
  "geck_race": "AfricanAmerican",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Harry is a 32 year-old African American Male.\n\nHarry was a dedicated soldier in the New California Republic Army, stationed at Camp Forlorn Hope in 2281. He was deeply devoted to his wife Ellen, but his deployment to the Mojave Wasteland strained their relationship. Tragically, Harry never had the chance to deliver a heartfelt letter he wrote to Ellen, expressing his love and regret for leaving her behind. His body can be found near the Southern Nevada wind farm, where he was killed during a supply mission to HELIOS One.\n\nHarry's Personality: Harry was a loyal soldier with a strong sense of duty, but he was also deeply sentimental and homesick. He carried the weight of his decision to join the NCR, constantly thinking about his wife Ellen and the life they could have had. Despite his fears and regrets, he remained committed to his mission until his untimely death.\n\nHarry's Backstory: Harry grew up in a small settlement in California, where he met and fell in love with Ellen. They married young and dreamed of building a life together. However, when the NCR began expanding its influence into the Mojave Wasteland, Harry felt compelled to enlist, believing it was his duty to help secure the region. His deployment to Camp Forlorn Hope was difficult, as the harsh conditions and constant threats from Caesar's Legion took a toll on his morale. Despite his commitment to the NCR's cause, Harry's thoughts frequently returned to Ellen and the life he had left behind. During his service, he wrote her a letter, pouring out his heart and expressing his deepest regrets, but he never had the opportunity to send it before being killed in action."
}