{
  "name": "Number 27",
  "url": "/wiki/Number_27",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx014460",
  "ref_id": "xx015857",
  "editor_id": "NVDLC03RefugeeBoss2",
  "location": "Little Yangtze",
  "location_url": "/wiki/Little_Yangtze",
  "descriptions": [
    "Number 27 is a unique hostile ghoul residing in Big MT in the Fallout: New Vegas add-on Old World Blues.",
    "With his jumpsuit and explosive collar, Number 27 is indicated to be from the pre-War era when he was incarcerated at the Little Yangtze internment camp at the Big MT Research and Development Center to be used as a test subject for the Think Tank's crazed experiments. Following the Great War, while he and a few other prisoners survived the nuclear bombardment, the lingering radiation slowly turned them into ghouls, with the still-active collars keeping them confined to the limited space of the camp for decades.",
    "At a later point, Number 27 and a fellow prisoner, Number 34 managed to circumvent the fence and the sound-based trigger for their explosive collars, allowing them to roam outside Little Yangtze. By 2281, the two continued to reside in the crater close to their former prison, though any possible reasons for this are unknown as they are hostile to others on sight.",
    "Number 27 appears only in the Fallout: New Vegas add-on Old World Blues.",
    "The names of Numbers 34 and 27 are a reference to the 1846 novel The Count of Monte Cristo by Alexander Dumas. Chapter 15 of the novel is named \"Number 34 and Number 27,\" referring to the numbers given to the protagonist Edmond Dantès and his fellow prisoner Abbé Faria when both of them were falsely imprisoned."
  ],
  "race": "Ghoul",
  "gender": "Male",
  "affiliation": "Yangtze camp survivorsNumber 34",
  "role": "PrisonerSurvivor",
  "detailed_location": "NearLittle Yangtze",
  "special": {
    "Strength": 4,
    "Perception": 7,
    "Endurance": 3,
    "Charisma": 4,
    "Intelligence": 4,
    "Agility": 5,
    "Luck": 2
  },
  "misc_skills": [
    {
      "Hit Points:": "305"
    },
    {
      "Dam. Threshold:": "2(3)"
    }
  ],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": []
}