{
  "name": "Doctor Orderly MD PHD DDS",
  "url": "/wiki/Doctor_Orderly_MD_PHD_DDS",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx01445A",
  "ref_id": "xx015866",
  "editor_id": "NVDLC03CrMisterOrderlyBoss",
  "location": "Y-17 medical facility",
  "location_url": "/wiki/Y-17_medical_facility",
  "race": "Mister Orderly",
  "gender": "Male programming",
  "affiliation": "Big MT",
  "role": "DoctorHostile robot",
  "detailed_location": "Y-17 medical facility",
  "voice_actor": "Fred Tatasciore",
  "special": {
    "Strength": 5,
    "Perception": 8,
    "Endurance": 6,
    "Charisma": 3,
    "Intelligence": 6,
    "Agility": 5,
    "Luck": 5
  },
  "level": "50",
  "misc_skills": [
    {
      "Hit Points:": "675"
    },
    {
      "Dam. Threshold:": "12"
    }
  ],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Doctor Orderly MD PHD DDS is a 104 year-old Android Male.\n\nDoctor Orderly MD PHD DD is an advanced Mister Orderly robot found in the Y-17 medical facility at Big MT. This enhanced version stands taller than standard Mister Orderlies, with a more robust chassis and a sophisticated medical scanner built into its optical sensor. Its metallic body is polished to a sheen, with a white and blue color scheme reminiscent of pre-War medical professionals.\n\nDoctor Orderly MD PHD DDS's Personality: Clinical and methodical, Doctor Orderly is programmed to prioritize medical efficiency above all else. It displays no emotions but possesses an extensive database of medical knowledge and procedures. The robot is precise in its movements and speech, often using complex medical terminology when analyzing patients or discussing medical procedures.\n\nDoctor Orderly MD PHD DDS's Backstory: Doctor Orderly was created at the Big MT research facility sometime before the Great War as part of an initiative to develop advanced medical robots. Unlike standard Mister Orderlies, this unit was designed with enhanced processing capabilities and additional programming to simulate higher medical education. It was stationed at Y-17 medical facility where it served as the primary diagnostic and treatment administrator for the facility's staff and test subjects. When the Great War came, Doctor Orderly remained dormant in its facility until it was reactivated by the Courier in 2281."
}