{
  "name": "Two-Bears-High-Fiving",
  "url": "/wiki/Two-Bears-High-Fiving",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx00F8A9",
  "ref_id": "xx00F8A6",
  "editor_id": "NVDLC02DeadHorseWW",
  "location": "Angel Cave",
  "location_url": "/wiki/Angel_Cave",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Dead Horses",
  "detailed_location": "Angel Cave",
  "voice_actor": "Eduardo Iduñate",
  "special": {
    "Strength": 8,
    "Perception": 4,
    "Endurance": 7,
    "Charisma": 3,
    "Intelligence": 5,
    "Agility": 6,
    "Luck": 4
  },
  "karma": "Neutral",
  "geck_race": "DeadHorseCaucasian",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Two-Bears-High-Fiving is a 35 year-old Caucasian Male.\n\nA member of the Dead Horses tribe who stands out for his unusual choice of weapon. Unlike his fellow tribesmen who typically wield war clubs, Two-Bears-High-Fiving carries a yao guai gauntlet, a weapon more commonly associated with the Sorrows tribe. He is often seen near the entrance of Angel Cave, where he may perform a peculiar fist-pumping gesture if the Courier has the Wild Wasteland trait.\n\nTwo-Bears-High-Fiving's Personality: Reserved and tribal, Two-Bears-High-Fiving follows the customs and traditions of the Dead Horses. He doesn't engage in lengthy conversations but communicates with short, guttural phrases typical of his people.\n\nTwo-Bears-High-Fiving's Backstory: Born and raised in the Dead Horses tribe, Two-Bears-High-Fivering has always been an individual who marches to the beat of his own drum. While most of his tribe members adhere strictly to traditional weapons and customs, he developed an affinity for the yao guai gauntlet after acquiring one during a trade with the Sorrows. Despite this deviation from tradition, he remains a respected member of his tribe, known for his quiet demeanor and physical prowess."
}