{
  "name": "Gabe",
  "url": "/wiki/Gabe",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx00D352-xx00D356",
  "ref_id": "xx??????",
  "editor_id": "NVDLC03X8Gabe",
  "location": "X-8 research center",
  "location_url": "/wiki/X-8_research_center",
  "descriptions": [
    "Gabe is an oversized cyberdog found in the X-8 research center's testing facility in the Fallout: New Vegas add-on Old World Blues. He is bigger than the other usual police or military cyberdog and is more powerful due to a huge intake of Psycho.",
    "Gabe was the pet of Doctor Borous before the Great War. Gabe's savage nature comes as a result of Borous feeding him excessive amounts of Psycho in his dog food. It is also revealed in dialogue with Borous that he fed him Buffout, explaining his size (standing much taller than the Courier and other cyberdogs).",
    "After the completion of A Brain's Best Friend, Doctor Borous reveals that Gabe was his only friend during his rough childhood and was the only loyal animal when he was working at Big MT. When Borous was talking to him about Richie Marcus and Betsy Bright bullying him, Gabe would sit by his side with his head on his leg. Ultimately, with proper Speech checks, the Courier can show Doctor Borous the error in his actions and make him feel remorse for experimenting on his once-loyal pet.",
    "Gabe appears only in the Fallout: New Vegas add-on Old World Blues.",
    "Gabe is named after Jessica Johnson's dog who died during the production of Old World Blues."
  ],
  "race": "Cyberdog",
  "affiliation": "Doctor Borous",
  "role": "Pet (formerly)Test subject",
  "detailed_location": "X-8 research center, testing facility",
  "special": {
    "Strength": 9,
    "Perception": 0,
    "Endurance": 8,
    "Charisma": 4,
    "Intelligence": 2,
    "Agility": 8,
    "Luck": 5
  },
  "level": "35",
  "misc_skills": [],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": []
}