{
  "name": "Sheriff McBain",
  "url": "/wiki/McBain_(male)",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000A59AE",
  "ref_id": "000A59AF",
  "editor_id": "PrimmDeadSheriff",
  "location": "Primm sheriff's office",
  "location_url": "/wiki/Primm_sheriff%27s_office",
  "race": "Human",
  "affiliation": "Primm",
  "role": "Sheriff (formerly)",
  "detailed_location": "Primm sheriff's office",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "karma": "Neutral",
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "McBain is a 55 year-old Caucasian Male.\n\nThe former sheriff of Primm, known for his unwavering dedication to protecting the town and its residents. McBain maintained order in the lawless Mojave Wasteland community, balancing the needs of the townsfolk with the demands of the New California Republic and the Powder Gangers.\n\nMcBain's Personality: Brave, principled, and duty-bound. McBain believes in justice and order, but is pragmatic enough to understand the complexities of life in the wasteland. He is respected by the townspeople of Primm and maintains a stern but fair demeanor.\n\nMcBain's Backstory: Born and raised in the Mojave Wasteland, McBain grew up in the small settlement of Goodsprings before moving to Primm as a young man. He worked as a deputy under the previous sheriff for over a decade before taking the position himself when his predecessor retired. McBain married a woman named Sarah, and together they lived above the sheriff's office, dedicating their lives to maintaining order in Primm. Over the years, McBain became a respected figure in the town, known for his fair-minded approach to law enforcement and his willingness to help those in need."
}