{
  "name": "Ultra-Luxe floor manager",
  "url": "/wiki/Ultra-Luxe_floor_manager",
  "dialogue_name": "VMS18WhiteGloveFloorManager.txt",
  "dialogue_url": "/wiki/VMS18WhiteGloveFloorManager.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00160302",
  "ref_id": "001614D6",
  "editor_id": "VMS18WhiteGloveFloorManager",
  "location": "Ultra-Luxecasino floor",
  "location_url": "/wiki/Ultra-Luxe",
  "race": "Human",
  "gender": "Male",
  "affiliation": "White Glove Society",
  "role": "Floor manager",
  "detailed_location": "Ultra-Luxe",
  "voice_actor": "Shane Johnson",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 6,
    "Charisma": 3,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 4
  },
  "level": "4",
  "tag_skills": [
    {
      "Guns:": "43"
    },
    {
      "Melee Weap.:": "41"
    },
    {
      "Unarmed:": "43"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "{Small Fry}I must say, fortune seems to be with you of late. Please, enjoy this, compliments of the White Glove Society.",
      "index": "1"
    },
    {
      "topic": "VCasinoCompsUltraLuxeVMS18WhiteGloveFloorManagerTopic000",
      "topic_text": "What? Why?",
      "emotion": "Neutral 50",
      "response_text": "For a while, you were the toast of the Ultra-Luxe, but you're simply not en vogue any longer. Your act has gotten stale.",
      "index": "5"
    },
    {
      "topic": "VCasinoCompsUltraLuxeVMS18WhiteGloveFloorManagerTopic002",
      "topic_text": "All right, I'm going.",
      "emotion": "Neutral 50",
      "response_text": "You're still welcome to dine with us, of course. We've just had quite enough of paying you to play our games.",
      "index": "6"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "White Glove is a 50 year-old Caucasian Male.\n\nWhite Glove is the impeccably dressed floor manager of the Ultra-Luxe casino, one of the most extravagant establishments in the Mojave Wasteland. With his pristine white gloves and tailored suit, he represents the height of pre-War elegance and refinement that the White Glove Society strives to maintain. His presence commands respect and his eyes miss nothing on the bustling casino floor.\n\nWhite Glove's Personality: White Glove maintains an air of detached professionalism, speaking in measured tones and always maintaining perfect composure. He is courteous but distant, treating guests with a polite formality that borders on coldness. Beneath his polished exterior lies a shrewd observer who notices everything happening on the casino floor and values the appearance of sophistication above all else.\n\nWhite Glove's Backstory: Born into the prestigious White Glove Society, White Glove was indoctrinated from a young age into their values of preserving pre-War culture and refinement. Through years of dedicated service and adherence to the society's strict etiquette, he worked his way up the ranks to earn the prestigious position of floor manager at the Ultra-Luxe. He takes immense pride in his role and the image of sophistication he helps project to the casino's guests."
}