{
  "name": "McMurphy",
  "url": "/wiki/McMurphy",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00101C9D",
  "ref_id": "001770E6",
  "editor_id": "McMurphy",
  "location": "Great Khan hideout",
  "location_url": "/wiki/Great_Khan_hideout",
  "descriptions": [
    "McMurphy is a member of the Great Khans residing in the Mojave Wasteland in Fallout: New Vegas.",
    "McMurphy, alongside Jessup and Chance, led a group of Great Khans on a job working as muscle for the leader of the Chairmen, Benny, who hired them to assist him with forcefully retrieving the package containing the platinum chip from its carrier.",
    "Unlike the others in his group, McMurphy was perceptive enough to realize that Benny was a former tribal, Following the battle against the Fiends, McMurphy and Jessup stayed behind to bury the deceased Chance, unaware that Benny had secretly orchestrated his overdose with spiked Psycho.",
    "After catching up with the group near Goodsprings, they later ambushed the Courier, knocking them out, and McMurphy watched Jessup dig their would-be grave. When the Courier woke up shortly after, McMurphy tried to get Benny to finish them off quickly, but Benny refused and instead talked to the Courier, partly explaining why he wanted the chip they were carrying, before drawing his pistol and shooting them in the head, to be buried in the shallow grave.",
    "Following the conclusion of the job at Goodsprings, Benny and the Great Khans started the trip back. The group passed through Primm, where they were spotted by Deputy Beagle, and later Novac, where they were received and hosted for a time by Manny Vargas, a former Great Khan and First Recon sniper for the NCR, now retired; McMurphy left a note for Manny promising him that the Khans will welcome him with open arms should he ever return.",
    "As they neared the borders of New Vegas, they ended up in a firefight with an NCR patrol that forced them to take shelter in a hideout inside the ruined section of Boulder City with a pair of NCR troopers they grabbed in the chaos. Benny used the opportunity to escape and flee back to New Vegas alone and the Great Khans were left trapped in the ruins. McMurphy received serious wounds from the battle and without proper medical care, he eventually died from his wounds.",
    "McMurphy appears in Fallout: New Vegas and features prominently in the graphic novel All Roads."
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "Great KhansBenny",
  "role": "Great Khan squad leader (formerly)",
  "detailed_location": "Great Khan hideout,Boulder City ruins",
  "voice_actor": "Emerson Brooks",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 6,
    "Perception": 6,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 5
  },
  "level": "8",
  "tag_skills": [
    {
      "Guns:": "57"
    },
    {
      "Melee Weap.:": "57"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "MaleAdult01DefaultB",
  "geck_race": "AfricanAmerican",
  "topics": [],
  "conversation": [],
  "combat": []
}