{
  "name": "Dr. Calis",
  "url": "/wiki/Calis",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx00D4C0",
  "ref_id": "xx00D4BD",
  "editor_id": "",
  "location": "X-13 research facility",
  "location_url": "/wiki/X-13_research_facility",
  "race": "Ghoul",
  "gender": "Male",
  "affiliation": "Big MTX-13 research facility",
  "role": "Chief scientist",
  "detailed_location": "X-13 research facility",
  "voice_actor": "Yuri Lowenthal",
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Dr. Calis is a 165 year-old Human (Ghoul) Male.\n\nDr. Calis was the chief scientist and director of the X-13 research facility under the command of Big MT's project leads. As a ghoul, he has retained his intelligence but shows signs of extreme stress and irritability in his work environment.\n\nDr. Calis's Personality: Highly intelligent but prone to furious outbursts over even minor concerns. Maintains a strict no-nonsense work ethic in the laboratory and expects perfection from his subordinates. Despite his temperamental nature, he is dedicated to his research and willing to take extreme measures to ensure the success of his experiments.\n\nDr. Calis's Backstory: Born before the Great War, Dr. Calis was recruited to work at Big MT, where he eventually became the chief scientist of the X-13 research facility. Specializing in creature creation and genetic splicing, he developed a reputation for both brilliance and volatility. His most infamous creation was the night stalkers, which were the result of a dare from Dr. Borous to splice together mountain lions, eagles, condors, coyotes, and rattlesnakes. As the night stalkers grew increasingly aggressive, Calis requested cattle prods from Captain Hamm to control them, an attempt that ultimately failed and led to his death."
}