{
  "name": "Randall Clark",
  "url": "/wiki/Randall_Clark",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "",
  "ref_id": "",
  "editor_id": "",
  "location": "Atop a large rock nearthe Red Gate",
  "location_url": "/wiki/The_Red_Gate",
  "race": "Human",
  "gender": "Male",
  "affiliation": "SorrowsUnited States Army(formerly)[2]Mexican refugees(formerly)",
  "role": "Survivalist",
  "detailed_location": "The Red Gate",
  "special": {
    "Strength": 0,
    "Perception": 0,
    "Endurance": 0,
    "Charisma": 0,
    "Intelligence": 0,
    "Agility": 0,
    "Luck": 0
  },
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Randall Clark is a 71 year-old Caucasian Male.\n\nA former United States Army soldier who survived the Great War and became a legendary figure in Zion Canyon. Known to the Sorrows tribe as the 'Father in the Caves,' Clark lived a solitary life protecting the canyon's inhabitants from external threats. His journals and scattered camps throughout Zion tell the story of his transformation from a traumatized veteran to a revered guardian and deity-like figure.\n\nRandall Clark's Personality: Protective, solitary, principled, and resilient. Despite his traumatic experiences, Clark developed a strong moral code that valued life and innocence. He was fiercely independent yet willing to sacrifice himself to protect others. In his later years, he became a wise, almost paternal figure who guided the Sorrows tribe through wisdom rather than direct intervention.\n\nRandall Clark's Backstory: Born in 2053, Randall Clark served in the U.S. Army before the Great War, witnessing atrocities in Canada that left him disillusioned. When the bombs fell on October 23, 2077, he lost his family and made his way to Zion Canyon. He survived in Fallen Rock Cave for months before emerging to find a changed world. Over the decades, he established base camps, studied the recovering ecosystem, and eventually encountered Mexican refugees in 2095. When Vault 22 dwellers attacked these survivors, Clark waged a guerrilla war against them, ultimately driving them from Zion. He briefly found companionship with Sylvie, but she and their child died during childbirth in 2101, sending Clark into a deep depression. Around 2123, he discovered a group of children who had escaped from 'the School' and began watching over them, leaving them gifts and guidance. He became known as 'the Father' to these children, who would eventually become the Sorrows tribe. By January 2124, Clark was dying of lung cancer. He left the children a final message of protection, then journeyed to the Red Gate where he passed away, comforted by the innocence of the children he had watched over."
}