{
  "name": "Bert Gunnarsson",
  "url": "/wiki/Bert_Gunnarsson",
  "dialogue_name": "1EBertGunnarsson.txt",
  "dialogue_url": "/wiki/1EBertGunnarsson.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": true,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000F839B",
  "ref_id": "000F83A4",
  "editor_id": "1EBertGunnarson",
  "location": "Aerotech Office Park",
  "location_url": "/wiki/Aerotech_Office_Park",
  "descriptions": [
    "Bert Gunnarsson is a ghoul doctor at Aerotech Office Park in the Mojave Wasteland in 2281. He appears in Fallout: New Vegas.",
    "Having received medical training from the Followers of the Apocalypse,",
    "Bert is a relatively new arrival to the Mojave as of October 2281, having arrived about six months earlier.",
    "Bert's reason for leaving Utah and coming to New Vegas was related to his church. He was following the trail of an old friend, Nephi, who had fallen in with a \"bad crowd\" of drug runners and raiders, if not worse. Bert followed Nephi's gang west, hoping to bring his friend back into the faith.",
    "Even if Nephi is a lost cause, Bert has not given up on New Vegas yet. Bert saw an opportunity to assist others left destitute in the post-War city-state, working with the NCR at Aerotech Office Park using his medical training from the Followers. The Followers were displeased by Bert's cooperation with the NCR, but he sees his task as important enough that the factional issues do not matter.",
    "Bert will have a unique comment when next spoken to after killing Driver Nephi, either independently or as part of Three-Card Bounty for Major Dhatri at Camp McCarran, remarking that he hopes Nephi found peace. However, there is no in-game explanation for how he knows Nephi, as his dialogue explaining their past ties is unused in the final game (see below).",
    "Bert is one of the few doctors in the game who will heal the Courier for free. There are some caveats: Bert's free healing is only available once per (in-game) day, and only if the player character is below 80% of their max Hit Points. Finally, Bert cannot treat rads or cure addictions."
  ],
  "race": "Ghoul",
  "gender": "Male",
  "affiliation": "New Canaan[Non-game 1]New California RepublicFollowers of the Apocalypse(formerly)[1]",
  "role": "DoctorMinister",
  "detailed_location": "Aerotech Office Park",
  "voice_actor": "Sam Riegel",
  "special": {
    "Strength": 4,
    "Perception": 5,
    "Endurance": 7,
    "Charisma": 4,
    "Intelligence": 8,
    "Agility": 6,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 4,
    "Perception": 6,
    "Endurance": 7,
    "Charisma": 4,
    "Intelligence": 8,
    "Agility": 6,
    "Luck": 5
  },
  "level": "6",
  "tag_skills": [
    {
      "Guns:": "84"
    },
    {
      "Medicine:": "77(82)"
    },
    {
      "Unarmed:": "77"
    }
  ],
  "misc_skills": [],
  "karma": "Very Good",
  "voice_type": "MaleGhoul02",
  "topics": [
    {
      "topic": "BertFollowers",
      "topic_text": "You're one of the Followers of the Apocalypse?",
      "emotion": "Neutral 50",
      "response_text": "I surely am. Well, sort of. I came out from Utah about six months back, saw a need for my help here.",
      "index": "1"
    },
    {
      "topic": "BertHelp",
      "topic_text": "What do you do here?",
      "emotion": "Neutral 50",
      "response_text": "I give what aid and comfort I can. I have medical knowledge thanks to my time with the Followers.",
      "index": "3"
    },
    {
      "topic": "BertIntro",
      "topic_text": "Who are you?",
      "emotion": "Neutral 50",
      "response_text": "Well, that's an interesting question. Among the Church, I'm called Elder Gunnarsson. The Followers call me \"Doc.\"",
      "index": "4"
    },
    {
      "topic": "BertNephi",
      "topic_text": "What happened to your friend Nephi?",
      "emotion": "Neutral 50",
      "response_text": "I never was able to reach him. He has allowed drugs and hatred to consume him. He runs with the Fiends north of here, now. They call him Driver Nephi.",
      "index": "6"
    },
    {
      "topic": "BertRefugees",
      "topic_text": "What's the deal with all these refugees?",
      "emotion": "Neutral 50",
      "response_text": "Poor lost souls, most of them. They thought to come to New Vegas and find their fortunes on its shining Strip.",
      "index": "7"
    },
    {
      "topic": "BertUtah",
      "topic_text": "What was it that brought you out here from Utah?",
      "emotion": "Neutral 50",
      "response_text": "Following a lost cause, I'm afraid. My old friend Nephi fell in with a bad crowd.",
      "index": "10"
    },
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "I've heard through the locals that Nephi has passed on. I truly hope his soul finds peace.",
      "index": "13"
    },
    {
      "topic": "vDialogueVegasEast21EBertGunnarssonTopic000",
      "topic_text": "Can you heal me?",
      "emotion": "Neutral 50",
      "response_text": "I would be happy to, should you require it. You seem to be in fine health now.",
      "index": "17"
    },
    {
      "topic": "vDialogueVegasEast21EBertGunnarssonTopic001",
      "topic_text": "That's noble of you.",
      "emotion": "Neutral 50",
      "response_text": "I only do what I can to help.",
      "index": "20"
    }
  ],
  "conversation": [
    {
      "topic": "GOODBYE",
      "topic_text": "Goodbye.",
      "emotion": "Neutral 50",
      "response_text": "Farewell, friend.",
      "index": "21"
    }
  ],
  "combat": []
}