{
  "name": "Gaius Magnus",
  "url": "/wiki/Gaius_Magnus",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": true,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx00CLF7",
  "ref_id": "xx00CLF8",
  "editor_id": "NVDLC04NukeLegionCenturion",
  "location": "Dry Wells",
  "location_url": "/wiki/Dry_Wells",
  "race": "Marked men",
  "gender": "Male",
  "affiliation": "Caesar's Legion",
  "role": "Commander",
  "detailed_location": "Dry Wells",
  "special": {
    "Strength": 10,
    "Perception": 10,
    "Endurance": 10,
    "Charisma": 10,
    "Intelligence": 10,
    "Agility": 10,
    "Luck": 10
  },
  "mod_special_values": {
    "Strength": 10,
    "Perception": 10,
    "Endurance": 10,
    "Charisma": 11,
    "Intelligence": 10,
    "Agility": 10,
    "Luck": 10
  },
  "level": "50",
  "tag_skills": [
    {
      "Guns:": "100"
    },
    {
      "Melee Weap.:": "100"
    },
    {
      "Unarmed:": "100"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "geck_race": "MarkedMenGhoul",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Gaius Magnus is a 65 year-old MarkedMenGhoul Male.\n\nGaius Magnus is a centurion in Caesar's Legion, distinguished by his unique armor of the 87th Tribe. As a marked man, he exhibits significant physical mutations from radiation exposure, giving him enhanced regenerative capabilities in highly irradiated environments like Dry Wells. His imposing presence and disciplined demeanor command respect among his legionaries.\n\nGaius Magnus's Personality: Disciplined, militaristic, and fiercely loyal to Caesar's vision. Gaius embodies the Legion's values of strength, order, and conquest. He is pragmatic in his approach to leadership but can be ruthless when necessary to maintain discipline and achieve objectives.\n\nGaius Magnus's Backstory: Gaius Magnus earned his name through displays of military prowess that evoked the legendary Roman generals after whom he was named. He rose through the ranks of Caesar's Legion through combat skill and unwavering loyalty. As a centurion, he has been tasked with overseeing operations in the Mojave Wasteland's more dangerous regions, where his radiation-resistant mutations make him particularly valuable. His current assignment in Dry Wells involves monitoring local factions and securing resources for the Legion's expansion."
}