{
  "name": "Old Ben²",
  "url": "/wiki/Ben_(Freeside)",
  "dialogue_name": "VFSOldBen.txt",
  "dialogue_url": "/wiki/VFSOldBen.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0015968A",
  "ref_id": "0015968B",
  "editor_id": "VFSOldBen",
  "location": "Freeside",
  "location_url": "/wiki/Freeside",
  "descriptions": [
    "Old Ben is a local living in Freeside in Fallout: New Vegas.",
    "When Ben was young, his father ran a butcher shop in Freeside, which eventually went out of business after another vendor opened up in town, selling strange meat at a much lower price. After the closure of his shop, Ben's father passed away and soon after, people around Freeside who had bought the strange meat started experiencing abnormal shakes. These abnormal shakes were a common symptom of the consumption of human flesh, which Ben had suspected, but nobody would believe. Sometime later, the strange meat vendor died, and when someone moved into his place, they discovered human remains in a crawlspace. Ben then spent some time as a courier, making enough caps to get a passport into the New Vegas Strip.",
    "While visiting the Strip, Ben found a job working as a crier outside the Tops. As he was quite charismatic, Ben often chatted with the female talent at the casino. When one of these girls started to take an interest in him, her manager became jealous, and decided to get rid of Ben, accusing him of stealing from the casino vault. By coincidence, a few grand in caps was discovered missing and Ben was blamed; he believes the manager stole it and used him as a convenient scapegoat. Ben was kicked out of the Tops and lost all of his belongings as well as his casino apartment and was forced to return to the slums in Freeside.",
    "With his reputation tarnished, and lacking many career options, Ben turned to being an escort. Regardless of the good pay, Ben felt used and \"like a piece of meat,\" resulting in him quitting. With the money from the escort job, Ben was able to purchase the gear necessary to become a bodyguard. Already having the wits and physical build to handle Freeside's thugs, Ben had become a quite popular bodyguard, with many tourists choosing him as a guard for their trips into Freeside. After a while, Ben had regained his reputation as a decent guy and after a decade of working as a bodyguard, decided to retire.",
    "By 2281, \"Old\" Ben squats in the area outside the entrance to the Strip. He passes the time trying to advise travelers to Vegas not to go near the gate without talking to the gatekeeper first as the robotic guards are programmed to vaporize anyone who enters the fenced-in area without proper authorization. If asked, he's also willing to relate stories of his colorful past careers.",
    "Old Ben was created by area designer Robert Lee as an alternative option for the \"suave talker\" objective of Wang Dang Atomic Tango, as he realized many players would be turned off by Santiago. Additionally, Lee saw Old Ben as an opportunity to give a more human and grounded perspective on sex work as both trauma and therapy, especially in comparison to the more humorous Santiago. Old Ben's backstory was further fleshed out by lead creative designer John Gonzalez."
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "The Tops(formerly)FreesidelocalsAtomic Wrangler Casino(optional)",
  "role": "RetireeSmooth talkerProstitute(optional)",
  "detailed_location": "The Strip North Gate",
  "voice_actor": "Shane Johnson",
  "special": {
    "Strength": 4,
    "Perception": 6,
    "Endurance": 4,
    "Charisma": 6,
    "Intelligence": 7,
    "Agility": 5,
    "Luck": 4
  },
  "level": "16",
  "tag_skills": [
    {
      "Barter:": "96"
    },
    {
      "Medicine:": "98"
    },
    {
      "Science:": "98"
    }
  ],
  "misc_skills": [],
  "karma": "Very Good",
  "voice_type": "MaleAdult09",
  "geck_race": "AfricanAmericanOld",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "You look new to Freeside, so here's a little advice, friend. Don't go past the south gate greeter without talking to it first.",
      "index": "1"
    },
    {
      "topic": "VFreeformFreesideTopic003",
      "topic_text": "Thanks for the free advice. Who are you?",
      "emotion": "Neutral 50",
      "response_text": "The name's Old Ben. I've been living in Freeside since the day I was born.",
      "index": "3"
    },
    {
      "topic": "VFreeformFreesideTopic004",
      "topic_text": "Why wouldn't I want to go past the greeter?",
      "emotion": "Neutral 50",
      "response_text": "Those bots are programmed to vaporize anyone who enters the fenced-in area without authorization from the greeter.",
      "index": "4"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic000",
      "topic_text": "What's your story?",
      "emotion": "Neutral 50",
      "response_text": "I've done a bit of everything around here - courier, butcher, crier, escort, gun for hire...",
      "index": "5"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic002",
      "topic_text": "Goodbye.",
      "emotion": "Neutral 50",
      "response_text": "Goodbye.",
      "index": "7"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic003",
      "topic_text": "How would you like to work for the Garrets?",
      "emotion": "Neutral 50",
      "response_text": "I'm retired, but life has been a bit dull without some kind of action. What's the job?",
      "index": "8"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic004",
      "topic_text": "Courier? I used to be a courier before I got shot in the head.",
      "emotion": "Neutral 50",
      "response_text": "Exactly one of the reasons I got out of that job. Too many shifty characters looking to have someone else move their hot items.",
      "index": "9"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic005",
      "topic_text": "Butcher? How did you get into that?",
      "emotion": "Neutral 50",
      "response_text": "My father ran a butcher shop here in town, but business went downhill when another vendor started selling this strange meat at half of our prices.",
      "index": "10"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic006",
      "topic_text": "That sounds odd.",
      "emotion": "Neutral 50",
      "response_text": "You're telling me. Not long after my father's shop went under and he passed away from the loss, people around town started experiencing shakes.",
      "index": "11"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic008",
      "topic_text": "Crier? What was that job?",
      "emotion": "Neutral 50",
      "response_text": "After a while I made enough money to get a passport into Vegas. Back then you could get approved for entry for a fraction of what it costs now.",
      "index": "14"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic009",
      "topic_text": "What happened?",
      "emotion": "Neutral 50",
      "response_text": "Well, being a suave young guy, I chatted up the ladies from time to time, and one of the managers' girls started to take a liking to me.",
      "index": "16"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic010",
      "topic_text": "That's horrible!",
      "emotion": "Neutral 50",
      "response_text": "Yeah, but what can you do? I was stripped of my casino apartment and all of my belongings and booted back into Freeside.",
      "index": "19"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic011",
      "topic_text": "Wrong place at the wrong time, if you ask me.",
      "emotion": "Neutral 50",
      "response_text": "Yeah, shit indeed happens. I was stripped of my casino apartment and all of my belongings and booted back into Freeside.",
      "index": "21"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic012",
      "topic_text": "You said escort? Like armed guard?",
      "emotion": "Neutral 50",
      "response_text": "Well, I supposed you could look at it that way, but I was packing a whole different kind of heat. No, escort just sounds better than man-whore.",
      "index": "23"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic013",
      "topic_text": "So you got paid for sex?",
      "emotion": "Neutral 50",
      "response_text": "Yep. I was damn good at my job, too. But after a while I just felt like a piece of meat and had to quit.",
      "index": "24"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic014",
      "topic_text": "Oh, I could never do that.",
      "emotion": "Neutral 50",
      "response_text": "Well, I didn't have any other career opportunities open to me at the time and had to make ends meet.",
      "index": "25"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic015",
      "topic_text": "Gun for hire?",
      "emotion": "Neutral 50",
      "response_text": "When I quit the escort job, I had enough money to buy a pistol belt and some other gear.",
      "index": "27"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic016",
      "topic_text": "Let's talk about something else.",
      "emotion": "Neutral 50",
      "response_text": "All right.",
      "index": "30"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic017",
      "topic_text": "James Garret needs a real 'boyfriend experience' for more discerning patrons.",
      "emotion": "Neutral 50",
      "response_text": "Ah, I{getcha}get you. So you think because of my past escort work, I'd be interested in that kind of thing?",
      "index": "31"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic018<Speech>",
      "topic_text": "You're a beacon of light in some people's depressing existence! Your work is art!",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED] You know what? You're right. I looked at the whole thing from the wrong angle.",
      "index": "33"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic019<Black Widow>",
      "topic_text": "Ben, you give your clients a precious respite from the ills of the world.",
      "emotion": "Neutral 50",
      "response_text": "I never put much thought into the well-being my clients got out of my services. I suppose they only get as much as I put into it.",
      "index": "37"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic021<Confirmed Bachelor>",
      "topic_text": "Ben, you give your clients a precious respite from the ills of the world.",
      "emotion": "Neutral 50",
      "response_text": "I never put much thought into the well-being my clients got out of my services. I suppose they only get as much as I put into it.",
      "index": "39"
    },
    {
      "topic": "VFreeformFreesideVFSOldBenTopic024",
      "topic_text": "The pay is good, and you can make your own hours.",
      "emotion": "Neutral 50",
      "response_text": "Sorry, friend, but I just can't do it.",
      "index": "41"
    }
  ],
  "conversation": [],
  "combat": []
}