{
  "name": "Beast",
  "url": "/wiki/Beast",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx0086F3",
  "ref_id": "xx00C85A",
  "editor_id": "NVDLC04MarkedMenMarauderBoss",
  "location": "High Road",
  "location_url": "/wiki/High_Road",
  "race": "Marked man",
  "gender": "Male",
  "affiliation": "Caesar's Legion(formerly)",
  "detailed_location": "High Road entrance",
  "special": {
    "Strength": 7,
    "Perception": 6,
    "Endurance": 6,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 6,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 8,
    "Perception": 6,
    "Endurance": 6,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 6,
    "Luck": 5
  },
  "level": "40",
  "tag_skills": [
    {
      "Guns:": "100"
    },
    {
      "Melee Weap.:": "100(107)"
    },
    {
      "Unarmed:": "100"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "385"
    },
    {
      "Critical Chance:": "5%(7%)"
    },
    {
      "Unarmed Dam.:": "5.5"
    },
    {
      "Poison Resist.:": "25%"
    },
    {
      "Rad. Resist.:": "10%"
    },
    {
      "Carry Weight:": "220(230)"
    },
    {
      "Dam. Threshold:": "13"
    }
  ],
  "karma": "Neutral",
  "geck_race": "MarkedMenGhoul",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Beast is a 45 year-old Marked Man Male.\n\nBeast is a formidable marked man encountered in the Divide, residing in a small camp east of the High Road entrance. His health and combat prowess surpass that of ordinary marked men, rivaling that of a skilled companion. Clad in crudely fashioned armor resembling that of Legate Lanius and wearing a distinctive mask, he is a menacing figure on the battlefield. Beast is armed with a shoulder-mounted machine gun, making him a significant threat in combat.\n\nBeast's Personality: Brutal, territorial, and disciplined. Beast exhibits the combat training typical of Caesar's Legion but with the wild unpredictability of a marauder. He is aggressive toward intruders but shows moments of tactical thinking that suggest his former Legion indoctrination.\n\nBeast's Backstory: Once a proud Legionary under Caesar's banner, Beast was transformed into a marked man during the Legion's campaigns in the Divide. The harsh radiation and unique environmental conditions of the area mutated him into one of the feared marked men. Despite his physical transformation, Beast retained much of his combat training and became one of the most dangerous denizens of the Divide. His armor and mask are crude imitations of Legate Lanius' attire, a testament to his admiration for the Legion's formidable leader."
}