{
  "name": "Harland",
  "url": "/wiki/Harland",
  "dialogue_name": "Harland.txt",
  "dialogue_url": "/wiki/Harland.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00080771",
  "ref_id": "00080770",
  "editor_id": "Harland",
  "location": "REPCONN Test Sitebasement",
  "location_url": "/wiki/REPCONN_Test_Site",
  "descriptions": [
    "Harland is a ghoul working with the Bright Brotherhood at the REPCONN test site in 2281.",
    "Unlike the other members of the Bright Brotherhood, Harland does not believe in the teachings of Jason Bright one bit, and refuses to wear the group's robes. Instead, he joined to find companionship in the \"fine-looking ghoulettes\" among the Bright followers. He acts as muscle for the Bright Brotherhood, and in return they give him ammunition and pleasant company. Even so, Harland has some limits, and refuses to risk his life for a cause he does not trust.",
    "When the REPCONN test site was attacked by Davison's nightkin, Harland was escorting the followers to their worksites. Several of the followers (including a close friend who Harland cared deeply for) fled deeper into the basement, and Harland chased after them, thus avoiding most of the fighting in the facility upstairs. However, Harland found that there were even more nightkin in the basement than on the upper floors, and he was separated from the others.",
    "He was forced to retreat to an large isolated supply room, which he then barricaded and booby-trapped into a kill zone, with rigged shotguns, booby-trapped terminals, bear traps, and concealed mines. He has already spent several days trapped inside the room shooting any encroaching nightkin on sight, claiming to have subsisted off radroach meat, used condensation off of pipes for water, and \"",
    "Meanwhile, Harland's situation has unknowingly created a stalemate between the ghouls and the nightkin. The nightkin seek a delivery of Stealth Boys inside the supply room which Harland has claimed, but they are staying away because Harland attacks them on sight. Simultaneously, with the nightkin in control of the basement, Bright's followers cannot progress their mission, nor do they have the firepower to reclaim the basement themselves.",
    "Harland initially had a greater role in Come Fly with Me. Cut but fully voiced dialogue lines show that it would have been possible to ask him for information on the parts used to repair the rockets (in place of Chris Haversam,) without having ever encountered him in the basement. He also refuses to give the information until his \"friends\" are rescued, referring to another cut part of this quest; there were initially intended to be more than one prisoner of the nightkin who could optionally be rescued alive."
  ],
  "race": "Ghoul",
  "gender": "Male",
  "affiliation": "Bright BrotherhoodGhoul prisoner- friend",
  "role": "Sharpshooter",
  "detailed_location": "REPCONN test sitebasement",
  "voice_actor": "Chris Andrew Ciulla",
  "special": {
    "Strength": 6,
    "Perception": 8,
    "Endurance": 4,
    "Charisma": 4,
    "Intelligence": 4,
    "Agility": 7,
    "Luck": 4
  },
  "level": "1",
  "tag_skills": [
    {
      "Barter:": "27(32)"
    },
    {
      "Unarmed:": "27"
    }
  ],
  "misc_skills": [],
  "karma": "Good",
  "voice_type": "MaleGenericGhoul",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "You did good, smoothskin. Never thought I'd get out of that room.",
      "index": "1"
    },
    {
      "topic": "HarlandAlreadyFree",
      "topic_text": "I did find her, unfortunately.",
      "emotion": "Neutral 50",
      "response_text": "I see. Spare me the details. Goddamn. She had the yellowest smile...",
      "index": "7"
    },
    {
      "topic": "HarlandByAskingYou",
      "topic_text": "How can I help get you out of this room?",
      "emotion": "Neutral 50",
      "response_text": "Ha! Well, you're polite, I'll give you that. If this was just between you and me, I'd do as you ask. But it's not.",
      "index": "9"
    },
    {
      "topic": "HarlandByKillingYou",
      "topic_text": "Looks like I have to kill you.",
      "emotion": "Neutral 50",
      "response_text": "Then you're dumber than you look, smoothskin. Eat this!",
      "index": "13"
    },
    {
      "topic": "HarlandFriendDead",
      "topic_text": "Yes, unfortunately.",
      "emotion": "Neutral 50",
      "response_text": "I see. Well, spare me the details.",
      "index": "14"
    },
    {
      "topic": "HarlandGoodbye",
      "topic_text": "Goodbye.",
      "emotion": "Neutral 50",
      "response_text": "Later.",
      "index": "17"
    },
    {
      "topic": "HarlandHowEndUpHere",
      "topic_text": "How did you end up trapped down here?",
      "emotion": "Neutral 50",
      "response_text": "First off, I'm not trapped. This was a tactical choice, all right?",
      "index": "18"
    },
    {
      "topic": "HarlandICanFindHer",
      "topic_text": "I'll try to find your friend.",
      "emotion": "Neutral 50",
      "response_text": "Thanks. Let me know what you find out. Here's hoping she's okay.",
      "index": "27"
    },
    {
      "topic": "HarlandLookDifferent",
      "topic_text": "You don't look like the other ghouls from Bright's group.",
      "emotion": "Neutral 50",
      "response_text": "Guess the outfit gives that away, huh? I never did buy into that religious mumbo-jumbo with the robes and all that shit.",
      "index": "28"
    },
    {
      "topic": "HarlandNightkinInfoWhat can you tell me about the \"demons\"?",
      "topic_text": "What can you tell me about the creatures out there?",
      "emotion": "Neutral 50",
      "response_text": "I kill them on sight, so we haven't had much time to get acquainted.",
      "index": "32"
    },
    {
      "topic": "HarlandNoWord",
      "topic_text": "I haven't found her yet.",
      "emotion": "Neutral 50",
      "response_text": "I'm not expecting good news, but keep looking.",
      "index": "34"
    },
    {
      "topic": "HarlandPartsInfo",
      "topic_text": "Chris said you might know where I can find computer parts.",
      "emotion": "Neutral 50",
      "response_text": "He did, did he? I swear, I should tear the rest of the hair out of that cocksucker's head.",
      "index": "35"
    },
    {
      "topic": "HarlandWhatFolks",
      "topic_text": "What \"folks\" were you escorting to work?",
      "emotion": "Neutral 50",
      "response_text": "Oh, you haven't run across Bright's little cult upstairs, eh?",
      "index": "40"
    },
    {
      "topic": "HarlandWhereParts",
      "topic_text": "Where did you say I might find some computer parts again?",
      "emotion": "Neutral 50",
      "response_text": "And I thought I was old. It's a junkshop east and slightly north of here. There's an old woman running it. Gilbert, or something.",
      "index": "42"
    },
    {
      "topic": "HarlandWhyPCisHerePC says what he's doing here.",
      "topic_text": "Jason sent me down here to get rid of the \"demons.\"",
      "emotion": "Neutral 50",
      "response_text": "And I bet he told you it's the creator's will for you to risk your ass, instead of him, right?",
      "index": "43"
    }
  ],
  "conversation": [],
  "combat": []
}