{
  "name": "Papa Khan",
  "url": "/wiki/Papa_Khan",
  "dialogue_name": "VRRCPapaKhan.txt",
  "dialogue_url": "/wiki/VRRCPapaKhan.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00140E53",
  "ref_id": "00140E54",
  "editor_id": "VRRCPapaKhan",
  "location": "Great Khan longhouse",
  "location_url": "/wiki/Great_Khan_longhouse",
  "descriptions": [
    "Papa Khan is the reigning chieftain of the Great Khans in the Mojave Wasteland in 2281, leading them in an alliance with Caesar's Legion to oppose the New California Republic. He appears in Fallout: New Vegas.",
    "In the decades following the death of Darion and the dissolution of the New Khans by the Chosen One in 2241, the legacy of the original Khans was left unfulfilled; their destruction at the hands of the Vault Dweller in 2161, leaving Darion the only remaining Khan by blood until his death, saw to that. However, a newer, stronger tribe emerged, which came to be known as the Great Khans,",
    "In the Mojave, the Great Khans made their mark by clashing against the various other tribes that came to inhabit the overgrown ruins of Las Vegas, where Papa decided to have his tribe raid and pillage their many rivals, soon becoming an unmatched force in the deserts.",
    "The tribe's grip on power first started to come undone in 2274, when Mr. House reemerged from his 200-year vigil within the Lucky 38, sending his Securitrons to extend offers of money, weapons, and supplies to the tribes that agreed to work for him, creating the Three Families. then out of the city limits of the newly minted New Vegas entirely. Papa Khan concluded that the risks outweighed the benefits of a war with New Vegas at the time, whereas there were only benefits to turning the Great Khans back to their \"traditional\" custom of raiding caravans and settlements on the fringes.",
    "With Vegas under House's control, the Great Khans withdrew from the pre-War city and toward the isolated landmark of Bitter Springs as their new semi-permanent settlement, continuing their warrior lifestyle largely unopposed. When eastward expansion from California led to citizens and soldiers of the New California Republic alike entering the Mojave in droves, Papa and his tribe saw the opportunity to continue a much older tradition of pitting Khans against the two-headed bear. From then on, large war parties of Great Khans began attacking and pillaging NCR-held settlements and outposts, skirmishing against New California Republic Army troops in a roughly even stalemate.",
    "However, the Great Khans' power base was shaken for the second, and more devastating time following the formation of an alliance between New Vegas and the NCR under the New Vegas Treaty. With their military stronghold established at the new Camp McCarran, the NCR then had plenty of free hands with weapons to begin pushing back against Great Khan hostility. The Great Khans and the NCR fought on and off, with tensions escalating until 2278, when a slaying of four NCR troopers served as impetus for Army forces supported by First Recon sharpshooters to bear down on the Great Khan encampment at Bitter Springs, leading to the event known as the Bitter Springs Massacre, where numerous Great Khan warriors as well as civilians including children and the elderly were killed. According to Papa Khan, he was away leading a war party against an NCR outpost at that time, and upon returning, was overcome by heavy guilt and feeling responsible for not being there when his people needed him most.",
    "After the remaining Great Khans were allowed, or as Papa sees it, forced by the NCR to move into a remote settlement within Red Rock Canyon so they can wither away into the dust and dirt, Papa's heart and mind became consumed by ineradicable hatred towards the NCR for the slaughter of his people. It ran so deep that when the republic's conflict against Caesar's Legion was reignited in the early 2280s, and the frumentarius Karl came to Red Rock Canyon as a Legion envoy, his offerings of wealth and land were considered secondary to the promise of seeing the two-headed bear bleed. Thus, Papa declared the Legion and Great Khans to be allies, refusing to entertain the possibility of anything other than following Caesar to war against his tribe's hated foes.",
    "As the primary designer on the Great Khans, Travis Stout wrote dialogue and quest design for Papa Khan."
  ],
  "race": "Human",
  "affiliation": "New Khans(formerly)Great Khans",
  "role": "Mercenary (former)Chieftain of the Great Khans",
  "detailed_location": "Red Rock CanyonGreat Khan longhouse",
  "voice_actor": "Ian Gregory",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 5
  },
  "level": "12",
  "tag_skills": [
    {
      "Guns:": "72"
    },
    {
      "Melee Weap.:": "72"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "120"
    },
    {
      "Dam. Threshold:": "10"
    }
  ],
  "karma": "Neutral",
  "geck_race": "CaucasianOld",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Anger 15",
      "response_text": "We'll begin readying the camp to move. As soon as Caesar makes his move, we'll depart. We will make ourselves strong again, and we shall conquer!",
      "index": "1"
    },
    {
      "topic": "KarlCaesar",
      "topic_text": "Who are you?",
      "emotion": "Happy 35",
      "response_text": "{Amused}You march all the way out to Red Rock Canyon, enter my home as bold as you please, and you have no idea who I am? You've got guts, I'll give you that.",
      "index": "15"
    },
    {
      "topic": "PapaKhanCaesar",
      "topic_text": "I've come to ask the Great Khans to break their alliance with Caesar's Legion.",
      "emotion": "Surprise 35",
      "response_text": "Have you now? Hmm. Well, you're a bold one, I'll give you that, but why should I do this for you?",
      "index": "17"
    },
    {
      "topic": "PapaKhanKarlDisgrace",
      "topic_text": "You should look at this. It's Karl's journal, and it's very revealing of his true opinions.",
      "emotion": "Disgust 50",
      "response_text": "Let me see that... \"filthy savages? Probably have to decimate the lot of them?\" Are these the words of our \"friend,\" Caesar?",
      "index": "21"
    },
    {
      "topic": "PapaKhanKhans",
      "topic_text": "Can you tell me about your people?",
      "emotion": "Anger 25",
      "response_text": "You want to hear the story of the Great Khans? It's a long one, full of honor, glory and betrayal. We have suffered, but we will regain our glory.",
      "index": "26"
    },
    {
      "topic": "PapaKhanPowderGangers",
      "topic_text": "I've come with an offer of alliance from the Powder Gangers at Vault 19.",
      "emotion": "Neutral 50",
      "response_text": "And what benefit would this alliance give us?",
      "index": "27"
    },
    {
      "topic": "VEndingGreatKhans",
      "topic_text": "VEndingGreatKhans",
      "emotion": "Neutral 50",
      "response_text": "{narrating}After generations of being beaten down, the Great Khans were finally broken by the Courier.",
      "index": "28"
    },
    {
      "topic": "VMS42VRRCPapaKhanTopic000",
      "topic_text": "The Powder Gangers have access to large quantities of explosives, which they'd be willing to share.",
      "emotion": "Neutral 50",
      "response_text": "Well now... the armory could always use more firepower. Very well. Tell the Powder Gangers we accept their offer.",
      "index": "46"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic000",
      "topic_text": "Caesar is only using you, he doesn't actually care about the Great Khans.",
      "emotion": "Surprise 50",
      "response_text": "Doesn't he? Caesar's representative tells a different tale.",
      "index": "48"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic001",
      "topic_text": "Do you really think Caesar is going to restore your tribe to glory? You'll be made slaves.",
      "emotion": "Anger 30",
      "response_text": "Hah! The Great Khans will not be slaves. Caesar himself has promised us the land from here to the Colorado and the freedom to raid as we see fit.",
      "index": "51"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic002",
      "topic_text": "Because the NCR is the best hope for long-term stability in the region, not Caesar.",
      "emotion": "Disgust 80",
      "response_text": "{Suddenly cold and furious}Don't you dare mention the NCR under this roof. They are butchers without honor, killers of women and children!",
      "index": "52"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic003",
      "topic_text": "You don't need to look outward, mighty Khan. Your tribe is proud and strong - claim your own glory!",
      "emotion": "Sad 25",
      "response_text": "[SUCCEEDED] Well-spoken, traveler. Well spoken indeed. Perhaps it's time to find our own destiny unburdened by the past.",
      "index": "53"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic004",
      "topic_text": "That sounds wise. I wish you the best.",
      "emotion": "Happy 50",
      "response_text": "If you should ever tire of wandering alone, seek us out. You might just have the makings of a Great Khan yourself.",
      "index": "60"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic005",
      "topic_text": "Hey, as long as you aren't fighting for Caesar, I don't care what you do.",
      "emotion": "Happy 35",
      "response_text": "Whatever your motivation was, I think we owe you a debt.",
      "index": "61"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic006",
      "topic_text": "Now that we've got that out of the way, I don't suppose you'd consider joining the NCR instead?",
      "emotion": "Anger 50",
      "response_text": "{Suddenly goes cold}You've helped me see Caesar for what he is, and I thank you for that - but if you suggest that again I will have your head.",
      "index": "62"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic008",
      "topic_text": "All right, all right, don't get touchy. Just stick around for a while. I might change your mind.",
      "emotion": "Disgust 25",
      "response_text": "We'll remain until the camp is packed up. If you have some plan, see to it quickly.",
      "index": "63"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic009",
      "topic_text": "What great legacy do the Great Khans have? Your tribe is nothing but ghosts and martyrs.",
      "emotion": "Anger 50",
      "response_text": "[SUCCEEDED] I should have you torn apart for speaking like that - but maybe you're right. The glory of the past is an empty dream.",
      "index": "64"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic010",
      "topic_text": "Any idea where I might look to find such inspiration from the past?",
      "emotion": "Sad 10",
      "response_text": "The Followers of the Apocalypse keep many records of the past. It's been a long time since we associated with them, but they might have something.",
      "index": "66"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic011",
      "topic_text": "Have a look at this book. If you want to see what your tribe could be, read about the Mongol Empire.",
      "emotion": "Happy 50",
      "response_text": "Hmm... this is exactly the kind of symbol the Khans could unite behind.",
      "index": "68"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic012",
      "topic_text": "This is a great honor. I don't know what to say.",
      "emotion": "Happy 25",
      "response_text": "You don't have to say anything - I am Papa Khan, and I have spoken. When I'm gone, you will lead the tribe.",
      "index": "73"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic013",
      "topic_text": "Have a look at this book. Your tribe is nothing but a bunch of thugs, aping the glories of the past.",
      "emotion": "Anger 50",
      "response_text": "I should have you torn apart for speaking like that - but maybe you're right. The glory of the past is an empty dream.",
      "index": "74"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic014",
      "topic_text": "Maybe you could give me the short version.",
      "emotion": "Happy 30",
      "response_text": "In a hurry, are you? Very well then: The Great Khans came east out of the NCR 14 years ago. We ruled the Wastes, then, and called no man master.",
      "index": "76"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic015",
      "topic_text": "On second thought, let's talk about something else.",
      "emotion": "Disgust 20",
      "response_text": "Typical. No reverence for history in the younger generations.",
      "index": "78"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic016",
      "topic_text": "How did the Three Families defeat you?",
      "emotion": "Disgust 50",
      "response_text": "They allied with Mr. House, the self-proclaimed master of New Vegas. He supported them with the resources of New Vegas: weapons, technology, caps.",
      "index": "79"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic017",
      "topic_text": "What happened at Bitter Springs?",
      "emotion": "Happy 50",
      "response_text": "When the NCR came to the Mojave, we thought they would be easy pickings. We raided their caravans, their towns, their camps - they couldn't stop us.",
      "index": "81"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic018",
      "topic_text": "That doesn't sound like something the NCR would order.",
      "emotion": "Disgust 50",
      "response_text": "Oh, they claimed it was a miscommunication, but tell that to those who saw our families butchered. Tell it to the survivors who were banished here.",
      "index": "84"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic019",
      "topic_text": "That's horrible!",
      "emotion": "Anger 50",
      "response_text": "It's because of that that we have sworn to take revenge on the NCR. With our new allies in Caesar's Legion, we will crush them!",
      "index": "85"
    },
    {
      "topic": "VMS45VRRCPapaKhanTopic020",
      "topic_text": "I don't want that kind of responsibility.",
      "emotion": "Anger 20",
      "response_text": "Then when I die, you can pass control of the Great Khans on to Regis. For now you are my heir, and will be accorded the honor of that position.",
      "index": "86"
    }
  ],
  "conversation": [
    {
      "topic": "GOODBYE",
      "topic_text": "Goodbye.",
      "emotion": "Neutral 50",
      "response_text": "Farewell.",
      "index": "87"
    },
    {
      "topic": "PapaKhanKarl",
      "topic_text": "PapaKhanKarl",
      "emotion": "Anger 50",
      "response_text": "Great Khans! Drive Caesar's dog out of our camp! If he's too slow to flee, kill him!",
      "index": "90"
    }
  ],
  "combat": []
}