{
  "name": "Irate Ida",
  "url": "/wiki/Irate_Ida",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": true,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0016336C",
  "ref_id": "00163367",
  "editor_id": "VFSGrannyGanger2",
  "location": "OutsideCerulean Robotics",
  "location_url": "/wiki/Cerulean_Robotics",
  "race": "Human",
  "gender": "Female",
  "affiliation": "Maud's Muggers",
  "role": "Mugger",
  "detailed_location": "Freeside(outsideCerulean Robotics)",
  "voice_actor": "Marianne Muellerleile",
  "special": {
    "Strength": 7,
    "Perception": 4,
    "Endurance": 6,
    "Charisma": 3,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 7,
    "Perception": 4,
    "Endurance": 6,
    "Charisma": 3,
    "Intelligence": 4,
    "Agility": 7,
    "Luck": 5
  },
  "level": "5",
  "tag_skills": [
    {
      "Melee Weap.:": "50"
    },
    {
      "Repair:": "44"
    },
    {
      "Unarmed:": "48"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "FemaleOld01",
  "geck_race": "CaucasianOldAged",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Irate Ida is a 75 year-old Caucasian Female.\n\nIrate Ida is a diminutive yet fierce member of Maud's Muggers, a notorious gang of elderly thieves operating in Freeside. Standing at only 0.85 times the height of an average Courier, she is the shortest adult character in the Mojave Wasteland. Her weathered face and tattered clothing betray a life of hardship in the post-apocalyptic world. Despite her advanced age, she moves with surprising agility when ambushing unsuspecting travelers.\n\nIrate Ida's Personality: Irate Ida exhibits a confrontational and aggressive personality, driven by a mixture of desperation and survival instinct. She is quick to anger, especially when her territory near Cerulean Robotics is encroached upon. Despite her rough exterior, there are moments where her age and vulnerability peek through, suggesting she may have been a different person before the harsh realities of the wasteland hardened her.\n\nIrate Ida's Backstory: Born in the early 2200s, Ida lived through the tumultuous period following the Great War. Like many of her companions in Maud's Muggers, she has spent most of her life in the wastelands, struggling to survive. She joined Maud's gang several years ago, finding strength in numbers during her twilight years. Her small stature has been both a curse and a blessing, making her an easy target for larger raiders but also allowing her to move unnoticed when scouting or ambushing. The loss of her family and friends to radiation, violence, and time has left her bitter and focused solely on survival."
}