{
  "name": "Yvette",
  "url": "/wiki/Yvette",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000ED4E9",
  "ref_id": "000ED4DC",
  "editor_id": "ScorpionsGangYvette",
  "location": "Monte Carlo Suites",
  "location_url": "/wiki/Monte_Carlo_Suites",
  "race": "Human",
  "gender": "Female",
  "affiliation": "Scorpions",
  "role": "Gang leader",
  "detailed_location": "Monte Carlo Suites",
  "voice_actor": "Debra Wilson",
  "special": {
    "Strength": 6,
    "Perception": 6,
    "Endurance": 6,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 7,
    "Luck": 5
  },
  "level": "12",
  "tag_skills": [
    {
      "Guns:": "80(82)"
    },
    {
      "Melee Weap.:": "70(72)"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "155"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "1.20"
    },
    {
      "Poison Resist.:": "25%"
    },
    {
      "Rad. Resist.:": "10%"
    },
    {
      "Carry Weight:": "210"
    },
    {
      "Dam. Threshold:": "1"
    }
  ],
  "karma": "Neutral",
  "voice_type": "FemaleAdult10",
  "geck_race": "AfricanAmerican",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Yvette is a 28 year-old African American Female.\n\nYvette is a co-leader of the Scorpions gang, a small-time raider organization operating out of the Monte Carlo Suites in New Vegas. Alongside Roller, she orchestrates the gang's chem distribution network, trading addictive substances across the Mojave Wasteland. The Scorpions are known for their aggressive tactics, often attacking travelers and scavengers who wander too close to their territory. Yvette maintains a tough, no-nonsense demeanor, always watching for potential threats and opportunities to expand her influence.\n\nYvette's Personality: Ruthless and pragmatic, Yvette is a survivor who values strength and cunning above all else. She's quick to anger when challenged but surprisingly calculating when it comes to business. Despite her hardened exterior, she shows a flicker of loyalty to those who prove themselves worthy within her gang. She's distrustful of authority figures and outsiders, viewing most people as either marks or threats.\n\nYvette's Backstory: Born and raised in the harsh streets of New Vegas, Yvette learned early that trust was a luxury she couldn't afford. She survived by her wits and her fists, gradually building a reputation as someone not to be trifled with. She eventually crossed paths with Roller, another ambitious survivor with complementary skills. Together, they formed the Scorpions, carving out a niche in the chem trade by eliminating smaller competition and establishing themselves as middlemen between larger suppliers and desperate customers. Her leadership style is direct and uncompromising, earning her both fear and respect within the gang."
}