{
  "name": "Gourd",
  "url": "/wiki/Gourd_(character)",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "001558D7",
  "ref_id": "001558D8",
  "editor_id": "GourdDEAD",
  "location": "Brewer's beer bootlegging",
  "location_url": "/wiki/Brewer%27s_beer_bootlegging",
  "race": "Human",
  "gender": "Male",
  "role": "Bootlegger",
  "detailed_location": "Brewer's beer bootlegging",
  "voice_actor": "Emerson Brooks",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 4,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 4
  },
  "level": "1",
  "tag_skills": [],
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "MaleAdult01DefaultB",
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Gourd is a 45 year-old Caucasian Male.\n\nGourd is a resourceful and weathered bootlegger who operates Brewer's Beer Bootlegging, a hidden brewery in the Mojave Wasteland. He's known for his signature brew, 'Strategic Nuclear Moose,' a potent moonshine that's gained notoriety among wasteland denizens. Despite the constant threat of cazadors nesting directly above his operation, Gourd continues to produce his unique beverages with a mix of desperation and pride.\n\nGourd's Personality: Gourd is a pragmatic survivor with a cynical sense of humor. He's seen the worst of the wasteland and has adapted accordingly, becoming fiercely protective of his operation and his methods. While he can be gruff and suspicious of outsiders, those who earn his trust find him to be a surprisingly reliable source of information and quality alcohol. He values practicality over morality and has a 'wasteland is what it is' attitude toward the world around him.\n\nGourd's Backstory: Gourd was born in the small settlement of Goodsprings and learned the basics of brewing from his father, who ran a modest still before the town was taken over by the New California Republic. When NCR's prohibition laws became too restrictive, Gourd left and established his own operation in a hidden location in the Mojave. Over the years, he's perfected his unique brewing process, using Mojave-specific ingredients and radiation-tolerant yeast strains to create his signature 'Strategic Nuclear Moose.' His operation has remained small-scale but profitable, supplying local traders and mercenaries who know how to find him. The cazador nest that formed above his brewery is a recent development that has complicated his operations but hasn't deterred him yet."
}