{
  "name": "Number 34",
  "url": "/wiki/Number_34",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx01445F",
  "ref_id": "xx015878",
  "editor_id": "NVDLC03RefugeeBoss1",
  "location": "Little Yangtze",
  "location_url": "/wiki/Little_Yangtze",
  "race": "Ghoul",
  "gender": "Male",
  "affiliation": "Yangtze camp survivorsNumber 27",
  "role": "PrisonerSurvivor",
  "detailed_location": "NearLittle Yangtze",
  "special": {
    "Strength": 4,
    "Perception": 7,
    "Endurance": 3,
    "Charisma": 4,
    "Intelligence": 4,
    "Agility": 5,
    "Luck": 2
  },
  "misc_skills": [
    {
      "Hit Points:": "305"
    },
    {
      "Dam. Threshold:": "2(3)"
    }
  ],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Number 34 is a 150 year-old Caucasian Male.\n\nA pre-War ghoul survivor of Little Yangtze internment camp at Big MT. Once a prisoner used for Think Tank experiments, he and his fellow ghoul Number 27 managed to escape their explosive collars' restrictions but remain confined to the area surrounding their former prison.\n\nNumber 34's Personality: Hostile, distrustful, and resentful. Decades of imprisonment and experimentation have left Number 34 with deep-seated trauma and a perpetual state of alertness. He reacts with aggression toward outsiders, viewing them as potential threats or captors.\n\nNumber 34's Backstory: Before the Great War, Number 34 was imprisoned at Little Yangtze internment camp within the Big MT Research and Development Center, where he was subjected to the Think Tank's experimental procedures. When the bombs fell in 2077, he and several other prisoners survived, only to be gradually transformed into ghouls by the lingering radiation. The explosive collars that once confined them to the camp remained active, keeping them within the limited space for decades. At some point, Number 34 and Number 27 discovered how to circumvent both the fence and the sound-based triggers for their collars, allowing them limited freedom outside Little Yangtze. By 2281, the two ghouls continue to reside in the crater near their former prison, though their reasons for staying are unknown."
}