{
  "name": "Liza O'Malley",
  "url": "/wiki/Liza_O%27Malley",
  "dialogue_name": "VMS21Liza.txt",
  "dialogue_url": "/wiki/VMS21Liza.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0010C6FA",
  "ref_id": "00117E7A",
  "editor_id": "VMS21Liza",
  "location": "NCR Embassy",
  "location_url": "/wiki/NCR_Embassy",
  "race": "Human",
  "gender": "Female",
  "affiliation": "New California Republic",
  "role": "Receptionist",
  "detailed_location": "NCR Embassy",
  "voice_actor": "April Stewart",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "20",
  "tag_skills": [
    {
      "Explosives:": "100"
    },
    {
      "Guns:": "100"
    },
    {
      "Melee Weap.:": "100"
    }
  ],
  "misc_skills": [],
  "karma": "Good",
  "voice_type": "FemaleAdult03",
  "geck_race": "Caucasian",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "Welcome to the NCR Embassy, how can I help you?",
      "index": "1"
    },
    {
      "topic": "vFreeformTheStreet02VMS21LizaTopic000",
      "topic_text": "I'm looking for the Ambassador.",
      "emotion": "Happy 5",
      "response_text": "Ambassador Crocker can be found in his office through the door to my right at the end of the hall.",
      "index": "6"
    },
    {
      "topic": "vFreeformTheStreet02VMS21LizaTopic001",
      "topic_text": "What can you tell me about the Embassy?",
      "emotion": "Neutral 50",
      "response_text": "The Embassy offices are to your left while the barracks and living quarters are to the right.",
      "index": "7"
    },
    {
      "topic": "vFreeformTheStreet02VMS21LizaTopic002",
      "topic_text": "Tell me about yourself.",
      "emotion": "Anger 5",
      "response_text": "I don't have time to give my life story to everyone that passes through. Is there something I can actually help you with?",
      "index": "9"
    },
    {
      "topic": "vFreeformTheStreet02VMS21LizaTopic003",
      "topic_text": "Moore sent me to talk to you about the Omertas.",
      "emotion": "Happy 50",
      "response_text": "Ah, excellent. I received word you may be coming. We helped the receptionist over at Gomorrah with some thugs that were taking advantage of her.",
      "index": "10"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Liza O'Malley is a 35 year-old Caucasian Female.\n\nLiza O'Malley is a middle-aged woman working as the receptionist at the New California Republic Embassy in New Vegas. She maintains a professional demeanor but shows subtle signs of boredom with her daily routine. She has short, practical brown hair and wears the standard NCR embassy uniform with a nameplate on her chest.\n\nLiza O'Malley's Personality: Liza is professional but somewhat weary of her job. She's helpful when asked about embassy locations but guards her personal life closely. She appears to be looking for something more exciting than her current position but remains loyal to the NCR. Despite her outward calm, she possesses surprising combat skills that she rarely demonstrates.\n\nLiza O'Malley's Backstory: Liza O'Malley joined the NCR several years ago, seeking stability after a difficult life in the wasteland. She has seen combat in her past, which explains her surprisingly high combat skills, but has since transitioned to a desk job at the embassy. Despite her combat experience, she rarely speaks of her past, preferring to focus on her current duties. She harbors a secret desire for adventure but feels trapped by her responsibilities and the monotony of embassy life."
}