{
  "name": "Father Elijah",
  "url": "/wiki/Elijah",
  "dialogue_name": "NVDLC01Elijah.txt",
  "dialogue_url": "/wiki/NVDLC01Elijah.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx001300",
  "ref_id": "xx001308",
  "editor_id": "NVDLC01Elijah",
  "location": "Sierra Madre vault",
  "location_url": "/wiki/Sierra_Madre_vault",
  "descriptions": [
    "Father Elijah is a former elder of the Brotherhood of Steel in 2281. He serves as the primary antagonist and optionally the secondary protagonist of Dead Money.",
    "A scribe of the Brotherhood of Steel, Elijah defied convention and rose to the rank of elder, an honor usually reserved exclusively for paladins. An exception was granted for him, on the grounds of him being a genius, able to figure out the workings of a device just by looking at it.",
    "Elijah revealed himself as a brutally pragmatic and altogether unpleasant leader. A pathological control freak, he would often view the people under him as mere equipment, expecting them to carry out his orders and requests unquestionably, while dissent or unpredictability on their part would not just annoy, but even outright infuriate him. Elijah also detested face-to-face interaction, preferring to keep his human interaction via terminal screens and would predominantly use terminal messages to send scribes on missions into the Mojave on tech leads.",
    "Elijah had partly been sent east to investigate the Hoover Dam and the possibility of bringing it back to functionality. However, the Brotherhood was not quick enough and the New California Republic had claimed it shortly prior. Elijah was furious, likening it to \"children playing with a bomb.\"",
    "It was not until Operation: Sunburst that Elijah's true nature became apparent to the rest of the Brotherhood. It was clear that the Brotherhood were on the losing end of the conflict, but Elijah refused to accept defeat and became obsessed with finding the technology required to defeat the NCR. Operating from the Brotherhood's HELIOS One base, he sent paladins out on a number of missions that could be considered tactically questionable in efforts to secure vital technologies he was adamant would swing things in their favor. He eventually discovered that the secret to victory lay on his own doorstep, with the ARCHIMEDES II weapon. Though the Brotherhood's position was tactically unsustainable, Elijah felt that if he could just get ARCHIMEDES functional the NCR could finally be pushed back.",
    "Following the loss, the Brotherhood analyzed their defeat at HELIOS One. They came to the conclusion that ex-Elder Elijah was largely responsible, considering that his actions and choices leading up to the battle had endangered his fellow brethren and caused the defeat. They further concluded that his unwillingness to leave the facility despite pleads from his subordinates left Brotherhood positions non-defensible. This was clear to many other members of the Brotherhood. By 2281, the now-Head Paladin Edgar Hardin stated:",
    "Paladin Ramos, another survivor of the conflict, shared this opinion, noting that:",
    "Additionally, for abandoning his chapter during Operation: Sunburst and going rogue, Elijah was marked for execution by the Brotherhood and their special operations and internal affairs branch, known as the Circle of Steel.",
    "Eventually, Elijah stumbled across the Big Empty in his travels, where he found an incredible amount of rare pre-War technology. Captured temporarily by the Think Tank upon his arrival, he managed to escape in seconds, much to the shock of the brain bots. Now, with the location of the mythical casino and his collars ready, his grand plan to defeat the New California Republic was ever so close to fruition.",
    "However, the trail of crimes he had left across the wastes in the years preceding his arrival had not gone unnoticed, and the internal affairs of the Brotherhood soon dispatched assassins to stop him, Christine Royce being one of them. As the Think Tank sent robots to contain him and, catching a glimmer from a sniper scope, Elijah instinctively sensed the worst. Leaving his retrofitted LAER rifles and jury-rigged Tesla cannon behind, he then set off towards the Sierra Madre with a Gauss rifle and, crucially, the knowledge that could make the Mojave his, and his alone.",
    "To prepare for his expedition, he renovated the abandoned Bunker 13, a former Brotherhood bunker, as a base of operations in the Mojave, setting it up for when he managed to get his hands on the technologies it offered. In making round trips around the Sierra Madre to his bunker, he performed analyses of the Cloud and the Sierra Madre's environment. Once ready to go to the Sierra Madre, he left a final message for Veronica in the event he did not return.",
    "Upon reaching the Sierra Madre, he found everything that he had hoped for and more. The Cloud had somehow preserved the pristine nature of the casino and prevented it from decaying in all its centuries of disuse, in addition to serving as a deadly deterrent to potential intruders. He marveled at the casino's automated security systems: the invulnerable holograms, perfected versions of the technology he had found at the Big Empty. A single one of these holograms, deployed in the right place, would become a one-man army, massively powerful and almost impossible to defeat with conventional weapons. However, the potential of these paled in comparison to a relatively innocuous technology: the Sierra Madre vending machines.",
    "These machines utilized Sierra Madre chips and used the raw material in their composition to assemble various items, such as alcohols or clothes. The potential for these had already been partially realized before the War, as medical staff and construction crews had used them to generate medical supplies and explosives; but Elijah had grander ideas. He could use the vending machines to create everything necessary for building a new nation: food, supplies, ammunition, collars, even currency. His ultimate plan was to cleanse the Mojave with the Cloud and create a new world, using the holograms for defense, the collars to ensure compliance, and the vending machines for resources.",
    "However, Elijah also found that he could not unlock the secrets of the casino's vault alone. He used his explosive collars to coerce captives into trapping other fortune seekers lured by the Sierra Madre's signal, forming a chain that eventually grew into teams conscripted to do Elijah's bidding or die. Eventually, he found a new way of starting the chain in the form of Dog, a nightkin whose overwhelming need for a master figure allowed Elijah to bend him easily to his will even without an explosive collar. Human nature got the better of these teams though, and as soon as they became close to the treasure they all felt they could take it for themselves, inevitably turning on one another. Elijah would be free to go, assuming he could bear to leave behind the casino and all its secrets.",
    "He guided the Courier and the three remaining collars of the Sierra Madre: Dog, his unquestioning nightkin servant; Christine Royce, the same Circle of Steel knight that was dispatched to the Big MT to kill Elijah; and Dean Domino, a ghoulified, pre-War lounge singer who has been trapped in the Sierra Madre since the War. There, he ordered them to trigger the Gala Event to reopen the doors of the Sierra Madre Casino & Resort. Once inside, the Courier managed with Elijah's instruction to arrive in the Sierra Madre vault, where Elijah came out of hiding and a confrontation ensued.",
    "Father Elijah is mentioned in Fallout: New Vegas, Old World Blues, Lonesome Road, and appears in the add-on Dead Money."
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "Brotherhood of Steel(formerly)",
  "role": "Treasure hunterDead MoneyantagonistScientistLeader of theMojave Brotherhood(formerly)",
  "detailed_location": "HELIOS One(formerly)The Divide(formerly)Big MT(formerly)Sierra Madre",
  "voice_actor": "Richard Herd, Jr.",
  "special": {
    "Strength": 6,
    "Perception": 8,
    "Endurance": 5,
    "Charisma": 6,
    "Intelligence": 9,
    "Agility": 7,
    "Luck": 7
  },
  "level": "1→50 (Player level x1.2)",
  "tag_skills": [
    {
      "Energy Weap.:": "37→100"
    },
    {
      "Repair:": "39→100"
    },
    {
      "Science:": "39→100"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "140→385"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "1.3"
    },
    {
      "Poison Resist.:": "20%"
    },
    {
      "Rad. Resist.:": "8%"
    },
    {
      "Carry Weight:": "210"
    },
    {
      "Dam. Threshold:": "2"
    }
  ],
  "karma": "Neutral",
  "geck_race": "CaucasianOldAged",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Disgust 10",
      "response_text": "{Act 1 Start - Contemptuous, commanding}Are you listening? Good. From now on, when I talk,{emph}listen - and follow my instructions.{When player awakes in Villa, Elijah hologram materializes and speaks, like floating head in Wizard of Oz.}",
      "index": "1"
    },
    {
      "topic": "NVDLC01ElijahAct2Introduction",
      "topic_text": "NVDLC01ElijahAct2Introduction",
      "emotion": "Happy 10",
      "response_text": "{Pleased}Good, well done... now, for the festivities,{colder}and your parts in all this.{AUDIO: Hologram Head at Fountain. Next instructions for Act 2 Gala: Initially pleased, then brutal, contemptuous, clear. Goal: Player = Good Dog.}",
      "index": "20"
    },
    {
      "topic": "NVDLC01ElijahAudioLog01",
      "topic_text": "NVDLC01ElijahAudioLog01",
      "emotion": "Disgust 10",
      "response_text": "{Contemptuous, commanding}Are you listening? From now on, when I talk to you, pay attention.{When player awakes in Villa, Elijah sends recorded messages with instructions, brutal, contemptuous, and clear. Goal: Player = Insect.}",
      "index": "25"
    },
    {
      "topic": "NVDLC01ElijahBarkCasinoGate",
      "topic_text": "NVDLC01ElijahBarkCasinoGate",
      "emotion": "Neutral 50",
      "response_text": "This gate to the Sierra Madre's sealed, locked. For now. Do as I say, and it won't be locked for much longer.",
      "index": "27"
    },
    {
      "topic": "NVDLC01ElijahBarkClinicSpeakers",
      "topic_text": "NVDLC01ElijahBarkClinicSpeakers",
      "emotion": "Neutral 50",
      "response_text": "Damn speakers at end of hall - red light means they're shielded. Must be a way to shut them off somewhere else.",
      "index": "28"
    },
    {
      "topic": "NVDLC01ElijahBarkCloud",
      "topic_text": "NVDLC01ElijahBarkCloud",
      "emotion": "Neutral 50",
      "response_text": "Outside, you may notice your vision'll pulse, get dizzy. It's the Cloud. Eats your insides, slowly. Too much exposure, death.",
      "index": "29"
    },
    {
      "topic": "NVDLC01ElijahBarkGalaChristine",
      "topic_text": "NVDLC01ElijahBarkGalaChristine",
      "emotion": "Neutral 50",
      "response_text": "Get the mute down the elevator and into the Manual Override Chamber.",
      "index": "30"
    },
    {
      "topic": "NVDLC01ElijahBarkGalaComplete",
      "topic_text": "NVDLC01ElijahBarkGalaComplete",
      "emotion": "Neutral 50",
      "response_text": "I can hear the event firing off. Now get to the main gate of the Sierra Madre, quickly.",
      "index": "31"
    },
    {
      "topic": "NVDLC01ElijahBarkGalaDean",
      "topic_text": "NVDLC01ElijahBarkGalaDean",
      "emotion": "Neutral 50",
      "response_text": "You're at the Ghoul's Gala area... now, make him stay.",
      "index": "33"
    },
    {
      "topic": "NVDLC01ElijahBarkGalaDog",
      "topic_text": "NVDLC01ElijahBarkGalaDog",
      "emotion": "Neutral 50",
      "response_text": "You're at one of the Gala locations, you'll need to bring the mutant here. Only he has the strength to operate the levers, I've found.",
      "index": "34"
    },
    {
      "topic": "NVDLC01ElijahBarkGalaPlayer",
      "topic_text": "NVDLC01ElijahBarkGalaPlayer",
      "emotion": "Neutral 50",
      "response_text": "The bell tower. That's where you'll trigger the Gala Event. It's a ways up. I'm sure you'll find a way to climb up there.",
      "index": "35"
    },
    {
      "topic": "NVDLC01ElijahBarkGhostPeople",
      "topic_text": "NVDLC01ElijahBarkGhostPeople",
      "emotion": "Disgust 50",
      "response_text": "Watch out for the Villa inhabitants, they're... difficult to kill unless you chop them apart... if you can, blow them up or disintegrate them.",
      "index": "38"
    },
    {
      "topic": "NVDLC01ElijahBarkHologram",
      "topic_text": "NVDLC01ElijahBarkHologram",
      "emotion": "Neutral 50",
      "response_text": "Picking up an emitter signature - watch for security Holograms, dangerous.{Beat}Don't shoot them - attacking them is useless.",
      "index": "39"
    },
    {
      "topic": "NVDLC01ElijahBarkMedical",
      "topic_text": "NVDLC01ElijahBarkMedical",
      "emotion": "Neutral 50",
      "response_text": "Villa's comm speakers have aged poorly, like the Madre. Pre-War junk. The speakers emit a signal that'll set off your collar if you stay too long.",
      "index": "40"
    },
    {
      "topic": "NVDLC01ElijahBarkMedical2",
      "topic_text": "NVDLC01ElijahBarkMedical2",
      "emotion": "Neutral 50",
      "response_text": "There are damaged speakers, and shielded ones... the damaged ones you can destroy at range - don't get close, you{emph}can't switch them off like a radio.",
      "index": "41"
    },
    {
      "topic": "NVDLC01ElijahBarkMojaveGate",
      "topic_text": "NVDLC01ElijahBarkMojaveGate",
      "emotion": "Neutral 50",
      "response_text": "That's the way out - after you break into the Sierra Madre's vault. Try to leave, I'll set off your collar.",
      "index": "42"
    },
    {
      "topic": "NVDLC01ElijahBarkPuestaGate",
      "topic_text": "NVDLC01ElijahBarkPuestaGate",
      "emotion": "Neutral 50",
      "response_text": "Don't go through the gate to Puesta del Sol yet - gather the others first.",
      "index": "43"
    },
    {
      "topic": "NVDLC01ElijahBarkResidential",
      "topic_text": "NVDLC01ElijahBarkResidential",
      "emotion": "Neutral 50",
      "response_text": "Picking up signals near your location. Detonators. Watch for traps.",
      "index": "44"
    },
    {
      "topic": "NVDLC01ElijahBarkSalidaGate",
      "topic_text": "NVDLC01ElijahBarkSalidaGate",
      "emotion": "Neutral 50",
      "response_text": "Leave the Salida del Sol gate alone. You're not done with the Villa yet, so don't stray.",
      "index": "45"
    },
    {
      "topic": "NVDLC01ElijahBarkSwitchingStation",
      "topic_text": "NVDLC01ElijahBarkSwitchingStation",
      "emotion": "Neutral 50",
      "response_text": "There - the Switching Station. That's where you'll need to bring the mute.",
      "index": "46"
    },
    {
      "topic": "NVDLC01ElijahCasinoReturn1",
      "topic_text": "NVDLC01ElijahCasinoReturn1",
      "emotion": "Neutral 50",
      "response_text": "You've gotten one of the floors re-established, good... accessing the music archives now. Two more to go.{<AUDIO: Elijah speaking through main lobby speakers, same filter as NVDLC01ElijahMainCasinoIntro. Set speaker to Elijah for safety.>}",
      "index": "47"
    },
    {
      "topic": "NVDLC01ElijahCasinoReturn2",
      "topic_text": "NVDLC01ElijahCasinoReturn2",
      "emotion": "Happy 10",
      "response_text": "Another fragment... good. Almost have the entirety of what I need from the music archives.{<AUDIO: Elijah speaking through main lobby speakers, same filter as NVDLC01ElijahMainCasinoIntro. Set speaker to Elijah for safety.>}",
      "index": "52"
    },
    {
      "topic": "NVDLC01ElijahCasinoReturn3",
      "topic_text": "NVDLC01ElijahCasinoReturn3",
      "emotion": "Neutral 50",
      "response_text": "You have the last fragment, that is all I need. Now...{<AUDIO: Elijah speaking through main lobby speakers, same filter as NVDLC01ElijahMainCasinoIntro. Set speaker to Elijah for safety.>}",
      "index": "55"
    },
    {
      "topic": "NVDLC01ElijahCasinoReturnEnd",
      "topic_text": "NVDLC01ElijahCasinoReturnEnd",
      "emotion": "Neutral 50",
      "response_text": "Now... back to the Suites. And we'll sing the lock open.{<AUDIO: Elijah speaking through main lobby speakers, same filter as NVDLC01ElijahMainCasinoIntro. Set speaker to Elijah for safety.>}",
      "index": "57"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahProxyOldTopic000",
      "topic_text": "What are these Holograms?",
      "emotion": "Neutral 50",
      "response_text": "{Thinking}Ghosts... they fill the Villa.{Beat}More in the Casino... much more.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "58"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahProxyOldTopic001",
      "topic_text": "Why?",
      "emotion": "Neutral 50",
      "response_text": "Most Holograms perform specific functions. The Security Holograms, ever since the bombs fell, now perform{emph}their function.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "61"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahProxyTopic000",
      "topic_text": "Who are you?",
      "emotion": "Neutral 50",
      "response_text": "Someone who followed the call of the Sierra Madre, just as you did. Now that I've found it's more than a story... I intend to take what's inside.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "66"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahProxyTopic001",
      "topic_text": "How are you speaking to me?",
      "emotion": "Neutral 50",
      "response_text": "{Slight contempt}Confused?{Cold}Don't be. I'm commandeering the hologram technology of the Villa.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "68"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahProxyTopic003",
      "topic_text": "Who are these people I'm gathering?",
      "emotion": "Neutral 50",
      "response_text": "{Slower here, doesn't want to reveal too much}One is a trusted ally... obedient, collar or no,{to himself}although the collar helps.{Beat, dismissive/cruel}The other two... well, we'll have to see what the traps caught.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "71"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahProxyTopic004",
      "topic_text": "That's all I needed to know.",
      "emotion": "Neutral 50",
      "response_text": "Then go. The Sierra Madre may wait... I will not.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "72"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTalkingActivatorTopic012",
      "topic_text": "I've decided I'm not going to help you.",
      "emotion": "Neutral 50",
      "response_text": "{Cold, imperious}When you came into the bunker, you saw a victim, their head blown off for disobedience.",
      "index": "73"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic000",
      "topic_text": "Collar? What are you talking about?",
      "emotion": "Neutral 50",
      "response_text": "{Slow taunt, contempt of Pip-Boy}It's like that Pip-Boy on your wrist, except filled with explosives.{Smug, to himself}A little radio of the Old World, just needed some tuning.{Pip-Boy = Wrist tech that guides the player. AUDIO: Floating Hologram Head Projection at Fountain.}",
      "index": "75"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic001",
      "topic_text": "What do you want?",
      "emotion": "Neutral 50",
      "response_text": "{Imperious}That structure you see above the Fountain - the Sierra Madre Casino...{snide}you need to break inside.{Smile}A... heist.{Beat, to himself}Too many years in the making.{AUDIO: Floating Hologram Head Projection at Fountain.}",
      "index": "78"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic002",
      "topic_text": "I'm not going to help you.",
      "emotion": "Neutral 50",
      "response_text": "{Cold, imperious}When you came into the bunker, you saw a victim, their head blown off for disobedience.{AUDIO: Floating Hologram Head Projection at Fountain.}",
      "index": "83"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic003",
      "topic_text": "No, I'm not helping you.",
      "emotion": "Disgust 20",
      "response_text": "{Finality, cold, presses the button}Then you are of no use to me.",
      "index": "85"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic004",
      "topic_text": "Is there any place safe to rest?",
      "emotion": "Neutral 50",
      "response_text": "{Quicker, as if should be evident}Anywhere sheltered from the Cloud... inside buildings, tunnels... any place not exposed to the outside air.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "86"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic006",
      "topic_text": "What is this place?",
      "emotion": "Neutral 50",
      "response_text": "{Amused}Unfamiliar with the legend of the Sierra Madre?{Cold, precise}The casino exists. You are one of the few who look upon it.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "88"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic007",
      "topic_text": "How did I get here?",
      "emotion": "Neutral 50",
      "response_text": "{Emph}I brought you here.{Beat}There are mechanisms in place once the traps across the Mojave are sprung.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "91"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic008",
      "topic_text": "Is there anyone alive around here?",
      "emotion": "Fear 5",
      "response_text": "{Lower, apprehensive... even he's concerned about these guys}Yes... the inhabitants... avoid them if you can, they are difficult to kill.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "93"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic009",
      "topic_text": "Why is my vision blurring?",
      "emotion": "Neutral 50",
      "response_text": "It is the Cloud covering the Villa. The longer you are outside, the more its toxins seep into your system... through the lungs{emph}and the skin.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "96"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic010",
      "topic_text": "Where is my gear?",
      "emotion": "Anger 20",
      "response_text": "{Low anger, this is frustrating}The Sierra Madre has many... defenses, means of screening guests for illicit or dangerous items. Your arrival here, weaponless, was{emph}not my intention.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "100"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic011",
      "topic_text": "Will exposure kill me?",
      "emotion": "Neutral 50",
      "response_text": "{Hardcore Only}No... while it will erode your health,{need to be clear, slow, here}it will only bring you to the point of death, no farther. At that point...{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "103"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic012",
      "topic_text": "Radios and speakers?",
      "emotion": "Neutral 50",
      "response_text": "{Building irritation}Yes, music was intended to be broadcast all over the Villa... over time, however, the radio signal has decayed and emits a different frequency.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "107"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic013",
      "topic_text": "How did you get me here again?",
      "emotion": "Neutral 50",
      "response_text": "Everyone asks that.{Emph}Should be asking how they plan on leaving.",
      "index": "110"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic014",
      "topic_text": "What do you need me to do now?",
      "emotion": "Neutral 50",
      "response_text": "Gather the three others needed for this job, return them here. After that, I'll have more instructions for you.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "113"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic016",
      "topic_text": "All right. So find the other three people with bomb collars, bring them back here?",
      "emotion": "Neutral 50",
      "response_text": "I've downloaded the instructions and markers on your Pip-Boy... in case you forget.{Beat, contempt}And yes, I have access to that device on your wrist.{AUDIO: Floating Hologram Head Projection at Fountain.}",
      "index": "115"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic017",
      "topic_text": "Where can I find him?",
      "emotion": "Neutral 50",
      "response_text": "Travel West, toward the Villa Police Station - follow the radio frequency and the alarms.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "118"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic021",
      "topic_text": "How am I supposed to find them?",
      "emotion": "Neutral 50",
      "response_text": "{Authoritative, contempt for RobCo tech}Your piece of RobCo trash will help you, I've ensured it. It can latch on to the signal of the collars...{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "121"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic023",
      "topic_text": "Any suggestions for who I should get first?",
      "emotion": "Neutral 50",
      "response_text": "Yes...{Lower, dismissive, like talking about a mule}Collar 8, the FEV reject, the Super Mutant. He's docile, predictable, and provided he's not starving, should be easy to command.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "124"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic025",
      "topic_text": "What's FEV?",
      "emotion": "Neutral 50",
      "response_text": "{Dismissive, throw away the line}A long story. FEV... a virus with an even longer story... it gave birth to the docile one, turned him into a Super Mutant long ago.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "126"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic026",
      "topic_text": "Why would you do that?",
      "emotion": "Neutral 50",
      "response_text": "{Theme of the game, clear, cold here}Because in some respects, breaking in to the Sierra Madre is easier than breaking human instinct.{Beat, explaining}Greed.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "127"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic028",
      "topic_text": "Are they all dead?",
      "emotion": "Neutral 50",
      "response_text": "{Disgust, lower}The ones brought here live on only in what they've left behind, their marks - graffiti on the walls. And victims they've killed.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "130"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic029",
      "topic_text": "How many of these victims did you bring here?",
      "emotion": "Neutral 50",
      "response_text": "{Sharp, frustrated}Too many.{Slower, more frustrated}This place is dangerous... and its quarantine measures, its hazards... have claimed many. Failures upon failures.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "134"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic030",
      "topic_text": "Where is my gear?",
      "emotion": "Anger 20",
      "response_text": "{Low anger, this is frustrating}The Sierra Madre has many... defenses, means of screening guests for illicit or dangerous items. Your arrival here, weaponless, was{emph}not my intention.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "137"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic031",
      "topic_text": "What do you mean?",
      "emotion": "Neutral 50",
      "response_text": "{Less superior, more didactic in this}This place is well-preserved. Few who came here ever returned. All of the treasures of the Old World lie scattered about, virtually untouched.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "141"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic032",
      "topic_text": "What is this rifle?",
      "emotion": "Disgust 10",
      "response_text": "{Precise, then superior}It is a Holorifle, a weapon I constructed when I arrived... I have since made superior models - and modifications.{AUDIO: Floating Hologram Head Projection at Fountain. }",
      "index": "145"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic059",
      "topic_text": "You've got a lot to answer for.",
      "emotion": "Disgust 10",
      "response_text": "{Scoffs}Do I? For what?{emph}Your greed? Curiosity?{Snorts}You came here on your own, no one held a gun to your head.",
      "index": "148"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic060",
      "topic_text": "Still hiding behind images and screens, I see.",
      "emotion": "Anger 10",
      "response_text": "{Short, brutal}Hiding? Hardly. Trapped.",
      "index": "151"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic061",
      "topic_text": "How did you access my Pip-Boy?",
      "emotion": "Disgust 10",
      "response_text": "{Snorts, contemptuous}You speak as if your fingers have never touched the keys of a RobCo terminal. No machine is foolproof, they are designed to obey us.",
      "index": "154"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic062",
      "topic_text": "What do you mean?",
      "emotion": "Disgust 10",
      "response_text": "That thing on your wrist - it's a convenience. It tells you where to go, what to do, dulls your brain.",
      "index": "157"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic063",
      "topic_text": "You sure needed it to escape.",
      "emotion": "Disgust 20",
      "response_text": "Proud that you have one?{Beat}I can hear the superiority.",
      "index": "159"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic066",
      "topic_text": "Where did you get the collars?",
      "emotion": "Neutral 50",
      "response_text": "The collars.{Frowns, snorts, sarcasm in middle}They're Pre-War tech, I suspect this great land had... compliance issues before the war.",
      "index": "160"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic067",
      "topic_text": "If they're Pre-War tech, where did you get them?",
      "emotion": "Neutral 50",
      "response_text": "{Thinking back}A place far from here, called the Big Empty.{Beat, to himself}Almost didn't make it out.",
      "index": "162"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic068",
      "topic_text": "I've never heard of the place you're talking about.",
      "emotion": "Neutral 50",
      "response_text": "{Frowns, still thinking about an unpleasant memory}Big Empty's a treasure box, a scientific graveyard of Old World misery. Like the Sierra Madre... there's treasures there, sleeping.{Under his breath, slightly fearful}Some, awake.",
      "index": "164"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic069",
      "topic_text": "What do you want from the Sierra Madre?",
      "emotion": "Neutral 50",
      "response_text": "{Cold, echoing the player}What do I want. Weapons. Security. A citadel of my own.",
      "index": "167"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic071",
      "topic_text": "I don't understand how an Old World casino helps you do any of that.",
      "emotion": "Neutral 50",
      "response_text": "The Cloud is unique in my travels. Its proximity to the Sierra Madre isn't a coincidence.",
      "index": "170"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic072",
      "topic_text": "Properly? Are you kidding me?",
      "emotion": "Neutral 50",
      "response_text": "The Holograms here kill trespassers. That's what I want. Dump one of those emitters in the middle of{emph}any battle, there's no defense.",
      "index": "173"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic074",
      "topic_text": "If you secure that, that's all you want?",
      "emotion": "Neutral 50",
      "response_text": "No, there is one last thing I want from the Sierra Madre. Its bounty. The machines that fill its streets, its corridors.",
      "index": "175"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic075",
      "topic_text": "You're Veronica's mentor. The Elder who lost HELIOS One.",
      "emotion": "Neutral 50",
      "response_text": "{Remembering, didn't think this was a possibility}Veronica... she... survived HELIOS.{Nods}She would. Resourceful.",
      "index": "178"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic076",
      "topic_text": "I can't argue that.",
      "emotion": "Neutral 50",
      "response_text": "Sources of food, supplies... medical assistance, ammo... make more collars, even print currency.{To himself}Make a nation.",
      "index": "181"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic078",
      "topic_text": "You want to attack NCR? All of NCR?",
      "emotion": "Neutral 50",
      "response_text": "Attack? No, not attack them.{Cold, deadpan, quiet}Wipe the slate clean. Make the Mojave like it was meant to be... undisturbed by man.{Watching this play out in his head. Dreaming of war, victory, tinge of quiet, determined madness.}",
      "index": "184"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic079",
      "topic_text": "[NCR] If you want to kill NCR, that's fine with me.",
      "emotion": "Neutral 50",
      "response_text": "{Frowns}I've read your Pip-Boy. Seen what you've done...",
      "index": "188"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic080",
      "topic_text": "I don't care about the Republic, they're yours to kill.",
      "emotion": "Anger 20",
      "response_text": "{Snaps at player}I know that. Their days were numbered since they occupied Hoover Dam.",
      "index": "190"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic081",
      "topic_text": "Then we better get to killing them.",
      "emotion": "Neutral 50",
      "response_text": "Hnh. Perhaps... perhaps I was too quick to put a collar on a potential ally.",
      "index": "191"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic082",
      "topic_text": "How did you find out about the Sierra Madre?",
      "emotion": "Neutral 50",
      "response_text": "{Uneasy, reluctant, remembering his failure on the field of battle}It started with... a setback. Fires, blood, beneath the sun... a sun so close you could touch it.{Elijah's losing it a bit, remembering his defeat at HELIOS One, a solar power station where he tried to use the sun as a weapon.}",
      "index": "193"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic083",
      "topic_text": "You're nothing more than a killer that aspires to mass murder.",
      "emotion": "Neutral 50",
      "response_text": "{Frowns}You think I'm a murderer. If I was, I'd have set off your collar long ago...{getting on the teacher pedestal here}the collar ensures compliance, encourages... cooperation.",
      "index": "195"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic084",
      "topic_text": "What are you talking about?",
      "emotion": "Disgust 10",
      "response_text": "{Disgusted}Every time, even with collars clutched at their necks... they would betray each other, kill each other, to get inside the Sierra Madre.",
      "index": "198"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic085",
      "topic_text": "So you answered madness with madness?",
      "emotion": "Neutral 50",
      "response_text": "When your life is tied to another's, sacrifice and cooperation - they can be conditioned, learned, and you can focus on the matter at hand.",
      "index": "201"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic087",
      "topic_text": "I'm sick of talking to some image on a screen. If you're going to come down, do it.",
      "emotion": "Neutral 50",
      "response_text": "{Slight reluctance}No. I am not going to take the chance while I'm so close... not this close, no. Not again... I can wait... afford to be careful.{He wants to come down, his logical half is fighting with his greed.}",
      "index": "203"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic089",
      "topic_text": "How did you get me here?",
      "emotion": "Neutral 50",
      "response_text": "Everyone asks that.{Emph}Should be asking how they plan on leaving.",
      "index": "206"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic090",
      "topic_text": "So someone else with a collar placed one on me? Who?",
      "emotion": "Neutral 50",
      "response_text": "The mutant. Heh! He swallowed one of the collars... after that, he was mine. The collar wasn't even necessary.",
      "index": "209"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic091",
      "topic_text": "If Dog put a collar on me, why didn't he say so?",
      "emotion": "Neutral 50",
      "response_text": "Dog? Hnh. Appropriate. It's what I called him.{Beat}You've met him. You know why he forgot - his brain was ruined by FEV, his memory, wreckage.",
      "index": "214"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic092",
      "topic_text": "What happened to my gear?",
      "emotion": "Neutral 50",
      "response_text": "It lies in the bunker - or whatever mantrap caught you. It's the Sierra Madre, its security systems strip guests to their garments.",
      "index": "216"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic093",
      "topic_text": "Do you know how to get out of here?",
      "emotion": "Neutral 50",
      "response_text": "Of course. I walked all this way.{Lies}If you're worried... I'll give you a map back - or show you the way out when this is all over.",
      "index": "219"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic094",
      "topic_text": "So the casino stripped me of my gear?",
      "emotion": "Neutral 50",
      "response_text": "The Villa did, as an extension of the casino, yes - and then sent it back to the owner's residence. Here, \"begin again\" is more than a slogan.",
      "index": "220"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic095",
      "topic_text": "I don't believe you.",
      "emotion": "Neutral 50",
      "response_text": "You think I wanted to send you here without weapons, healing? No, the Sierra Madre lays you bare, strips and stores all your worldly possessions...",
      "index": "221"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic097",
      "topic_text": "Unless you come down here, I'll destroy the vault, everything in it.",
      "emotion": "Neutral 50",
      "response_text": "{Slow}No... I don't think so. It'd most likely trigger other security measures... if you hurt the Vault at all.",
      "index": "224"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic098",
      "topic_text": "I'm not interested in the vault, I only want to leave.",
      "emotion": "Neutral 50",
      "response_text": "{Slow}Then all you need to do is wait, be patient.{sneering}Hnh... you may be down there for a while.{To himself}Just as I was, trapped inside the casino.",
      "index": "227"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic099",
      "topic_text": "Then I'll find a way to unlock the secrets of this vault, take them for myself.",
      "emotion": "Anger 10",
      "response_text": "{Slow}You've gotten far. Any farther, try to breach the vault, you'll become a corpse.",
      "index": "229"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic100",
      "topic_text": "We'll see how \"protected\" the Vault is when I detonate this collar.",
      "emotion": "Surprise 10",
      "response_text": "[SUCCEEDED] The collar? Even if you could trigger it...{scoffs}no, you'd die.",
      "index": "231"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic101",
      "topic_text": "Sounds like I'm dead anyway, the way you're talking.",
      "emotion": "Neutral 50",
      "response_text": "{Imperious, as if thinking it over}Kill yourself, and you decide this now. I can shut down your signal, prevent the collar from going off.",
      "index": "233"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic105",
      "topic_text": "Between floors? I don't think so.",
      "emotion": "Surprise 10",
      "response_text": "[SUCCEEDED] Huh...{Beat, realizing he's been outfoxed}clever.",
      "index": "234"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic108",
      "topic_text": "Forget the Vault. The elevator's only a single control box.",
      "emotion": "Surprise 10",
      "response_text": "[SUCCEEDED]{Frowns}The elevator.{Testing the player}Then you'd be trapped for certain, no probability of escape.",
      "index": "236"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic109",
      "topic_text": "All it takes is destroying a single terminal or holotape.",
      "emotion": "Neutral 50",
      "response_text": "{Success Result}[SUCCEEDED] You might destroy access to the data... not the data itself. Besides, there would be safeguards in place.",
      "index": "238"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic111",
      "topic_text": "Maybe too many safeguards, as you've discovered already.",
      "emotion": "Neutral 50",
      "response_text": "{Snorts}But, you recognize the value of what's down there. You would no sooner destroy what's inside the Sierra Madre than destroy yourself.",
      "index": "240"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic115",
      "topic_text": "There's noticeable lag of several seconds for the collar to go off - and a warning.",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}[SUCCEEDED] Huh...{Beat, realizing he's been outfoxed}clever.",
      "index": "242"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic116",
      "topic_text": "I'll clip the wires to this intercom, then the Pip-Boy.",
      "emotion": "Surprise 10",
      "response_text": "{DUPE}[SUCCEEDED] Huh...{Beat, realizing he's been outfoxed}clever.",
      "index": "244"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic118",
      "topic_text": "If that's what it takes to fix this, that's fine with me.",
      "emotion": "Neutral 50",
      "response_text": "Even... even if you damaged the mechanism... there's a chance of repairing it.{Chewing it over, slowly}It might take years... but it's possible.",
      "index": "246"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic121",
      "topic_text": "You've already waited too long for this moment, there's no need to wait any longer.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Hesitant, but tempted, to himself}I've lost much in the past by... falling to my instincts. This time...{rallies}this time will be different.",
      "index": "247"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic122",
      "topic_text": "You followed the signal, too. You want what's down here, I want out. Let's deal.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Hesitant, but tempted, to himself}That signal... that siren's call... lured me in, yes. And being trapped in the Sierra Madre, perhaps forever...",
      "index": "249"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic123",
      "topic_text": "You're right, it will be different - has been different.",
      "emotion": "Neutral 50",
      "response_text": "{Reluctant}True... the collars... have worked better than I'd hoped. With adjustments.",
      "index": "252"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic126",
      "topic_text": "The collar's done its work, or we wouldn't be at this point.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Hesitant, but tempted, to himself}Hnh. The collars... yes. Technology solves so many ills.",
      "index": "255"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic127",
      "topic_text": "Greed implies you want more than you deserve. You've earned this.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Hesitant, tempted, to himself}I... I{emph}have earned it, fought for it.{Beat}Paid for it in blood, mine, others - countless times.",
      "index": "257"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic128",
      "topic_text": "You're right, you have everything - except the vault.",
      "emotion": "Neutral 50",
      "response_text": "If you seek to goad me... impatience and greed led{emph}you here, not me, it doesn't control me as it does you.",
      "index": "259"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic132",
      "topic_text": "I already managed to unlock the elevator and get down here before you. Better hurry.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Snarling}This casino isn't some caravan safe. And the lock that secures the Sierra Madre vault doesn't hold all its secrets.",
      "index": "261"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic133",
      "topic_text": "You'd have to find me first. The Sierra Madre basement's bigger than you'd expect.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Hesitant, but tempted, to himself}Hiding in the Sierra Madre... an interesting thought.{Under his breath}I'd come to see it more as a prison.",
      "index": "263"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic136",
      "topic_text": "So there is a lock? Good. Wasn't sure until you said so.",
      "emotion": "Neutral 50",
      "response_text": "Find a way inside - you can try. The Sierra Madre is a patient thing, and it has outlasted many who've come to its doors.",
      "index": "266"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic137",
      "topic_text": "You know the Sierra Madre's a huge combination lock. Me? I've almost cracked it.",
      "emotion": "Neutral 50",
      "response_text": "[SUCCEEDED]{Snarling}I've had enough... enough of others{emph}stealing from me.",
      "index": "268"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic138",
      "topic_text": "I've gotten past everything the Sierra Madre's thrown at me. You're no different.",
      "emotion": "Neutral 50",
      "response_text": "{DUPE}[SUCCEEDED]{Snarling}I've had enough... enough of others{emph}stealing from me.",
      "index": "270"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic139",
      "topic_text": "If you want me to wait, I'll cooperate. The Sierra Madre doesn't matter to me.",
      "emotion": "Neutral 50",
      "response_text": "{Hears the surrender in the player's voice}Hmm... compliance. Good. The others... fought, argued. If they had only obeyed...",
      "index": "272"
    },
    {
      "topic": "NVDLC01ElijahDialogueNVDLC01ElijahTopic142",
      "topic_text": "What happened next?",
      "emotion": "Neutral 50",
      "response_text": "After that... I wandered, alone. Saw the storms of the Divide, walked among the Ciphers of the West.{Beat}Traveled to the Big Empty.",
      "index": "274"
    },
    {
      "topic": "NVDLC01ElijahKitchenArrivalTopic01",
      "topic_text": "NVDLC01ElijahKitchenArrivalTopic01",
      "emotion": "Disgust 20",
      "response_text": "Hurry up and deal with the FEV reject, he's of no use to us.{FEV is Forced Evolutionary Virus acronym, Elijah should say it flippantly, like everyone should know what it is.}",
      "index": "277"
    },
    {
      "topic": "NVDLC01ElijahKitchenArrivalTopic02",
      "topic_text": "NVDLC01ElijahKitchenArrivalTopic02",
      "emotion": "Neutral 50",
      "response_text": "Must be a back entrance to the kitchen - check the main casino side corridors. Find it.",
      "index": "278"
    },
    {
      "topic": "NVDLC01ElijahKitchenCollarTriggerTopic01",
      "topic_text": "NVDLC01ElijahKitchenCollarTriggerTopic01",
      "emotion": "Neutral 50",
      "response_text": "Now get out, before your collar blows!",
      "index": "279"
    },
    {
      "topic": "NVDLC01ElijahKitchenGasTopic01",
      "topic_text": "NVDLC01ElijahKitchenGasTopic01",
      "emotion": "Anger 50",
      "response_text": "That idiot's opened the gas valves! A single spark - or he sets off his collar, the casino's going to burn. Us along with him.",
      "index": "280"
    },
    {
      "topic": "NVDLC01ElijahKitchenGasTopic02",
      "topic_text": "NVDLC01ElijahKitchenGasTopic02",
      "emotion": "Anger 50",
      "response_text": "Shut off the gas valves, or that idiot'll kill us all.",
      "index": "281"
    },
    {
      "topic": "NVDLC01ElijahKitchenGasTopic03",
      "topic_text": "NVDLC01ElijahKitchenGasTopic03",
      "emotion": "Neutral 50",
      "response_text": "Don't let him spot you! If he does, talk him down before he has a chance to ignite the gas.",
      "index": "282"
    },
    {
      "topic": "NVDLC01ElijahMainCasinoFloorBackIntro",
      "topic_text": "NVDLC01ElijahMainCasinoBackIntro",
      "emotion": "Neutral 50",
      "response_text": "{AUDIO: Blend of whispering and creepy recordings play.}{<AUDIO: Old recordings, like in main casino floor.>}",
      "index": "283"
    },
    {
      "topic": "NVDLC01ElijahMainCasinoFloorPowerOn",
      "topic_text": "NVDLC01ElijahMainCasinoPowerOn",
      "emotion": "Neutral 50",
      "response_text": "{Pleased, checking readouts}You woke it up... good. Emitter frequencies... lighting up everywhere...{<AUDIO: Elijah speaking through back casino floor speakers, same filter as NVDLC01ElijahMainCasinoFloorBackIntro as well.>}",
      "index": "288"
    },
    {
      "topic": "NVDLC01ElijahMainCasinoIntro",
      "topic_text": "NVDLC01ElijahMainCasinoIntro",
      "emotion": "Neutral 50",
      "response_text": "{Crackling, screeching as Elijah calibrates the speakers in the main casino floor again. Note that Elijah isn't speaking in this line, marked him as Speaker for safety, however.}{<AUDIO: Elijah speaking through main lobby speakers, same filter as NVDLC01ElijahMainCasinoFloorIntro.>}",
      "index": "294"
    },
    {
      "topic": "NVDLC01ElijahRadioPolice",
      "topic_text": "NVDLC01ElijahRadioPolice",
      "emotion": "Neutral 50",
      "response_text": "Speakers and radios interfere with the bomb collar frequency, and can trigger the detonators... prematurely.",
      "index": "304"
    },
    {
      "topic": "NVDLC01ElijahRestofCasinoOpen",
      "topic_text": "NVDLC01ElijahRestofCasinoOpen",
      "emotion": "Neutral 50",
      "response_text": "{Brief crackling as Elijah calibrates the speakers in the main casino floor again to inform player rest of casino is open.}{<AUDIO: Elijah speaking through main lobby speakers, same filter as NVDLC01ElijahMainCasinoIntro. Set speaker to Elijah for safety.>}",
      "index": "306"
    },
    {
      "topic": "NVDLC01ElijahSuitesArrivalTopic01",
      "topic_text": "NVDLC01ElijahSuitesArrivalTopic01",
      "emotion": "Neutral 50",
      "response_text": "Find the mute and deal with her. She's somewhere on this floor.",
      "index": "321"
    },
    {
      "topic": "NVDLC01ElijahSuitesArrivalTopic02",
      "topic_text": "NVDLC01ElijahSuitesArrivalTopic02",
      "emotion": "Neutral 50",
      "response_text": "Floor's buzzing with emitter signatures. Watch out for Holograms.",
      "index": "322"
    },
    {
      "topic": "NVDLC01ElijahSuitesCollarTriggerTopic01",
      "topic_text": "NVDLC01ElijahSuitesCollarTriggerTopic01",
      "emotion": "Neutral 50",
      "response_text": "Your collar's ticking. Get out of that floor!",
      "index": "323"
    },
    {
      "topic": "NVDLC01ElijahSuitesElevatorLockTopic01",
      "topic_text": "NVDLC01ElijahSuitesElevatorLockTopic01",
      "emotion": "Neutral 50",
      "response_text": "The elevator to the casino vault is locked, find a way to open it.",
      "index": "324"
    },
    {
      "topic": "NVDLC01ElijahSuitesElevatorLockTopic02",
      "topic_text": "NVDLC01ElijahSuitesElevatorLockTopic02",
      "emotion": "Neutral 50",
      "response_text": "The door to the vault is voice-activated. Which means we need the starlet's voice. Or recordings of it.",
      "index": "325"
    },
    {
      "topic": "NVDLC01ElijahTheaterArrivalTopic01",
      "topic_text": "NVDLC01ElijahTheaterArrivalTopic01",
      "emotion": "Neutral 50",
      "response_text": "If that Ghoul's still alive... correct that. Or break him.",
      "index": "326"
    },
    {
      "topic": "NVDLC01ElijahTheaterBackstageDoorTopic01",
      "topic_text": "NVDLC01ElijahTheaterBackstageDoorTopic01",
      "emotion": "Neutral 50",
      "response_text": "Door's sealed. Must be a key to the backstage. Hunt for it.",
      "index": "327"
    },
    {
      "topic": "NVDLC01ElijahTheaterCollarTriggerTopic01",
      "topic_text": "NVDLC01ElijahTheaterCollarTriggerTopic01",
      "emotion": "Neutral 50",
      "response_text": "Get to the door before the collar explodes, move!",
      "index": "328"
    },
    {
      "topic": "NVDLC01ElijahTheaterDealWithDeanTopic01",
      "topic_text": "NVDLC01ElijahTheaterDealWithDeanTopic01",
      "emotion": "Neutral 50",
      "response_text": "Now, deal with the Ghoul. This has gone on long enough.",
      "index": "329"
    },
    {
      "topic": "NVDLC01ElijahVaultCombatBarkTopic01",
      "topic_text": "NVDLC01ElijahVaultCombatBarkTopic01",
      "emotion": "Disgust 20",
      "response_text": "{Elijah taunts you, during combat scene against him, or the sentry turrets of the Vault}Time is against you. It always was.{Cold, as if watching a lab rat slowly choke to death.}",
      "index": "330"
    },
    {
      "topic": "NVDLC01ElijahVaultCombatBarkTopic02",
      "topic_text": "NVDLC01ElijahVaultCombatBarkTopic02",
      "emotion": "Neutral 50",
      "response_text": "{Elijah taunts you, during combat scene against him, or the sentry turrets of the Vault}Struggle all you want... the Sierra Madre will be your grave.",
      "index": "331"
    },
    {
      "topic": "NVDLC01ElijahVaultCombatBarkTopic03",
      "topic_text": "NVDLC01ElijahVaultCombatBarkTopic03",
      "emotion": "Neutral 50",
      "response_text": "{Elijah taunts you, during combat scene against him, or the sentry turrets of the Vault}I'm not without weapons of my own... let me show you.",
      "index": "332"
    },
    {
      "topic": "NVDLC01ElijahVaultCombatBarkTopic04",
      "topic_text": "NVDLC01ElijahVaultCombatBarkTopic04",
      "emotion": "Neutral 50",
      "response_text": "{Elijah taunts you, during combat scene against him, or the sentry turrets of the Vault}You came all this way... but you lost as soon as you arrived here.",
      "index": "333"
    },
    {
      "topic": "NVDLC01ElijahVaultDiesTopic01",
      "topic_text": "NVDLC01ElijahVaultDiesTopic01",
      "emotion": "Anger 20",
      "response_text": "{Elijah's dying - he curses you, and collapses in agony.}Think you've won? You've won{emph}nothing.{Spits this out.}",
      "index": "334"
    },
    {
      "topic": "NVDLC01ElijahVaultPlayerCollarTopic01",
      "topic_text": "NVDLC01ElijahVaultPlayerCollarTopic01",
      "emotion": "Anger 20",
      "response_text": "{Elijah's furious about fallen for a trap & vengefully sets bomb collar tick - 10 seconds to get out at the end of this line.}You think you've outsmarted me? You can't get away. You're the one on a leash, you always were.{Initially angry because the player has outsmarted him, then cold and executioner style in the second half as he sets the bomb collar to go boom.}",
      "index": "335"
    },
    {
      "topic": "NVDLC01ElijahVaultPlayerCollarTopic02",
      "topic_text": "NVDLC01ElijahVaultPlayerCollarTopic02",
      "emotion": "Anger 10",
      "response_text": "{Cold, steady, menacing}Think you can escape? No, that hand on your throat is mine, always was.",
      "index": "336"
    },
    {
      "topic": "NVDLC01ElijahVaultPlayerCollarTopic03",
      "topic_text": "NVDLC01ElijahVaultPlayerCollarTopic03",
      "emotion": "Anger 10",
      "response_text": "{Snarling, player's making good time}You won't get out.{Beat, ominous}I'll bring the whole Sierra Madre down on you, bury you here with{emph}all the others.{Player's running out of the Vault, making good time, Elijah's anger is building.}",
      "index": "337"
    },
    {
      "topic": "NVDLC01ElijahVaultPlayerCollarTopic04",
      "topic_text": "NVDLC01ElijahVaultPlayerCollarTopic04",
      "emotion": "Anger 20",
      "response_text": "{Rage}You think you've escaped?! You can't outrun me, you were always under my control! Do you hear me?!{Beat, takes it up a notch}Do you hear me?!{<Near the Vault's elevator, Elijah tries to cut off the player's escape. Blind with rage.}",
      "index": "338"
    },
    {
      "topic": "NVDLC01ElijahVaultSentryDownTopic01",
      "topic_text": "NVDLC01ElijahVaultSentryDownTopic01",
      "emotion": "Neutral 50",
      "response_text": "Pre-War tech... so easy to control, just like your Pip-Boy. Turrets, Holograms, they're all just toys.{Elijah gloats in seeing you fight the Vault's turrets, and comments on how you can't possibly defeat all sentries}",
      "index": "339"
    },
    {
      "topic": "NVDLC01ElijahVaultSentryDownTopic02",
      "topic_text": "NVDLC01ElijahVaultSentryDownTopic02",
      "emotion": "Anger 20",
      "response_text": "{Irritated, under his breath, player's putting up a fight}Don't have{emph}time for this.{Elijah impatiently waiting to see you die by Vault security sentries, player's getting under his skin.}",
      "index": "340"
    },
    {
      "topic": "NVDLC01ElijahVaultSentryDownTopic03",
      "topic_text": "NVDLC01ElijahVaultSentryDownTopic03",
      "emotion": "Anger 20",
      "response_text": "{Snarls, pissed}Aaah... Pre-War{emph}junk. I'll put you down myself.{Elijah's patience runs out - he realizes he must kill you before you destroy the Vault's security sentries. He charges into the Vault after this bark}",
      "index": "341"
    },
    {
      "topic": "NVDLC01ElijahVaultTrappedTopic01",
      "topic_text": "NVDLC01ElijahVaultTrappedTopic01",
      "emotion": "Surprise 5",
      "response_text": "{Slight surprise}Eh? What's this.{Elijah triggers the Vault's security system - he doesn't fully realize yet what he did, turns to the now sealed force-fields, puzzled}",
      "index": "342"
    },
    {
      "topic": "NVDLC01ElijahVaultTrappedTopic02",
      "topic_text": "NVDLC01ElijahVaultTrappedTopic02",
      "emotion": "Surprise 5",
      "response_text": "Alarms... what...{snarls, realizes he's been set up, emph}you. Think you can run, think you can trick{emph}me?{Curious, then realization, anger. Elijah notices alarms beeping, then realizes what's happening. He curses, and taunts you about trying to trick him.}",
      "index": "343"
    },
    {
      "topic": "NVDLC01ElijahVaultTrappedTopic03",
      "topic_text": "NVDLC01ElijahVaultTrappedTopic03",
      "emotion": "Anger 20",
      "response_text": "{Furious, determined, as he starts running programs}This entire structure is mine to command. Security... weapons... all this technology - mine.{Beat, evil and pleased}Now - you die.{First two sentences, muttering to himself as he's working/typing on his wrist-computer - the second part, to the player, should be louder, directed, }",
      "index": "344"
    },
    {
      "topic": "NVDLC01ElijahVaultTrappedTopic04",
      "topic_text": "NVDLC01ElijahVaultTrappedTopic04",
      "emotion": "Anger 20",
      "response_text": "{Cold}You think you've escaped... no. No, you were never out of reach... my hand was always around your neck.{Elijah realizes that player is beyond reach. Triggers player's bomb collar.}",
      "index": "345"
    },
    {
      "topic": "NVDLC01ElijahVaultTrapsPlayerTopic01",
      "topic_text": "NVDLC01ElijahVaultTrapsPlayerTopic01",
      "emotion": "Disgust 20",
      "response_text": "{Contemptuous, superior}Staying in the Vault? Think it'll protect you? No... I don't think so.{Elijah notices you before entering the Vault area proper, and comments on being prepared for anything, that you're insignificant to him.}",
      "index": "346"
    },
    {
      "topic": "NVDLC01ElijahVaultTrapsPlayerTopic02",
      "topic_text": "NVDLC01ElijahVaultTrapsPlayerTopic02",
      "emotion": "Neutral 50",
      "response_text": "{Contemptuous, superior}I'll have the Sierra Madre kill you for me.{Beat, then slower, more menacing}You can't beat all the casino's defenses... it's only a matter of time now.{Elijah activates Vault security systems, believe he's in control.}",
      "index": "347"
    },
    {
      "topic": "NVDLC01ElijahVaultTrapsPlayerTopic03",
      "topic_text": "NVDLC01ElijahVaultTrapsPlayerTopic03",
      "emotion": "Anger 20",
      "response_text": "{Snarls, impatience breaking through}Did you{emph}really think you could steal from me?{Beat, cold, slower}The Sierra Madre is{emph}mine.{Elijah remarks that's just a matter of small time before he gets what he wants, that he can't be stopped.}",
      "index": "348"
    },
    {
      "topic": "NVDLC01EndingFinale",
      "topic_text": "NVDLC01EndingFinale",
      "emotion": "Neutral 50",
      "response_text": "{Narration, echoes the beginning, but it's somber, not as bitter}You've heard of the Sierra Madre Casino.{This plays during the end credits. It repeats the intro movie, in a different tone, now that the story is over and the truth is out.}",
      "index": "349"
    },
    {
      "topic": "NVDLC01EndingFinaleAllDead",
      "topic_text": "NVDLC01EndingFinaleAllDead",
      "emotion": "Neutral 50",
      "response_text": "{Elijah - DUPE: Narration, echoes the beginning, but it's somber, not as bitter}You've heard of the Sierra Madre Casino.",
      "index": "355"
    },
    {
      "topic": "NVDLC01EndingIntroElijah",
      "topic_text": "NVDLC01EndingIntroElijah",
      "emotion": "Neutral 50",
      "response_text": "{Narration}You've heard stories of the Sierra Madre Casino.{Beat}We all have.",
      "index": "368"
    },
    {
      "topic": "NVDLC01EndingPlayerElijahTeam",
      "topic_text": "NVDLC01EndingPlayerElijahTeam",
      "emotion": "Neutral 50",
      "response_text": "{DUPE: Narration}In the years that followed, the legend of the Sierra Madre faded, and there were no...{emph}new visitors to the city.",
      "index": "370"
    },
    {
      "topic": "NVDLC01GalaEventActivate",
      "topic_text": "NVDLC01GalaEventActivate",
      "emotion": "Disgust 10",
      "response_text": "This is the place you need to go when everyone is in place.{Quiet}Until then... nothing more than a diseased view of the Sierra Madre.{Slight disgust for the casino, he only cares about it when it's about to be triggered. AUDIO: Hear this over a speaker.}",
      "index": "379"
    },
    {
      "topic": "NVDLC01GalaEventQuestNVDLC01DeanTopic001",
      "topic_text": "I'm ready. Everyone - trigger the event.",
      "emotion": "Disgust 10",
      "response_text": "{Slight expectation}Finally.{Beat, slightly expectant}Now, the gates will open. And so will the skies.{Slight disgust for the casino, he only cares about it when it's about to be triggered. AUDIO: Hear this over a speaker.}",
      "index": "381"
    },
    {
      "topic": "NVDLC01IntroDLC01",
      "topic_text": "NVDLC01IntroDLC01",
      "emotion": "Neutral 50",
      "response_text": "{Do Not Record - NVDLC01 Slide}",
      "index": "382"
    },
    {
      "topic": "NVDLC01IntroEnd",
      "topic_text": "NVDLC01IntroEnd",
      "emotion": "Neutral 50",
      "response_text": "{Downnote, wrapping up}It's letting go.",
      "index": "383"
    },
    {
      "topic": "NVDLC01IntroFNV",
      "topic_text": "NVDLC01IntroFNV",
      "emotion": "Neutral 50",
      "response_text": "{Do Not Record - Fallout New Vegas}",
      "index": "384"
    },
    {
      "topic": "NVDLC01IntroSlide01",
      "topic_text": "NVDLC01IntroStart",
      "emotion": "Neutral 50",
      "response_text": "You've heard of the Sierra Madre Casino.",
      "index": "385"
    },
    {
      "topic": "NVDLC01IntroSlide02",
      "topic_text": "NVDLC01IntroSlide02",
      "emotion": "Neutral 50",
      "response_text": "{Slight sneer, hates these rumor stories, when he knows the truth}We all have, the legend, the curses.",
      "index": "386"
    },
    {
      "topic": "NVDLC01IntroSlide03",
      "topic_text": "NVDLC01IntroSlide03",
      "emotion": "Neutral 50",
      "response_text": "{Sneer continues}Foolishness about it lying in the middle of the City of the Dead, buried beneath a blood-red cloud.",
      "index": "387"
    },
    {
      "topic": "NVDLC01IntroSlide04",
      "topic_text": "NVDLC01IntroSlide04",
      "emotion": "Neutral 50",
      "response_text": "{beat}A bright, shining monument luring treasure hunters to their doom.",
      "index": "388"
    },
    {
      "topic": "NVDLC01IntroSlide05",
      "topic_text": "NVDLC01IntroSlide05",
      "emotion": "Neutral 50",
      "response_text": "It was built before the War, a tower of gold and lights, where fortunes could be gained and lost...",
      "index": "389"
    },
    {
      "topic": "NVDLC01IntroSlide06",
      "topic_text": "NVDLC01IntroSlide06",
      "emotion": "Neutral 50",
      "response_text": "... a monument to wealth.",
      "index": "390"
    },
    {
      "topic": "NVDLC01IntroSlide07",
      "topic_text": "NVDLC01IntroSlide07",
      "emotion": "Neutral 50",
      "response_text": "The world's most famous stars and entertainers were invited to its Grand Opening.",
      "index": "391"
    },
    {
      "topic": "NVDLC01IntroSlide08",
      "topic_text": "NVDLC01IntroSlide08",
      "emotion": "Neutral 50",
      "response_text": "{Disgust}An invitation was a sign of... exclusiveness.",
      "index": "392"
    },
    {
      "topic": "NVDLC01IntroSlide09",
      "topic_text": "NVDLC01IntroSlide09",
      "emotion": "Neutral 50",
      "response_text": "{Sarcastic, slight bitterness}The opening was supposed to symbolize a road to a brighter future, not just for the world...",
      "index": "393"
    },
    {
      "topic": "NVDLC01IntroSlide10",
      "topic_text": "NVDLC01IntroSlide10",
      "emotion": "Neutral 50",
      "response_text": "... but for{Elijah is thinking of himself when he says \"all\"}all who came to its doors.",
      "index": "394"
    },
    {
      "topic": "NVDLC01IntroSlide11",
      "topic_text": "NVDLC01IntroSlide11",
      "emotion": "Neutral 50",
      "response_text": "{Quiet, to himself}A chance for anyone to begin again.",
      "index": "395"
    },
    {
      "topic": "NVDLC01IntroSlide12",
      "topic_text": "NVDLC01IntroSlide12",
      "emotion": "Neutral 50",
      "response_text": "Except - the Sierra Madre never opened.",
      "index": "396"
    },
    {
      "topic": "NVDLC01IntroSlide13",
      "topic_text": "NVDLC01IntroSlide13",
      "emotion": "Neutral 50",
      "response_text": "{Bitter}The war froze it in time, like a big flashbulb going off.{Slow, bitter, downnote}The Grand Opening - one big ending of humanity.",
      "index": "397"
    },
    {
      "topic": "NVDLC01IntroSlide14",
      "topic_text": "NVDLC01IntroSlide14",
      "emotion": "Neutral 50",
      "response_text": "It's still out there, in the Wastes, preserved, just waiting for someone to crack it open.{Slow, \"it\" = Sierra Madre}But getting to it.{Beat}That's not the hard part.",
      "index": "398"
    }
  ],
  "conversation": [
    {
      "topic": "NVDLC01RadioElijahAct1 (743.00Hz ULF radio signal, Act I)",
      "topic_text": "NVDLC01RadioElijahAct1",
      "emotion": "Anger 5",
      "response_text": "{Himself}Still can't figure out why I lost the signals...{All of Elijah's Act 1 messages are spoken as if he's talking to himself, the player is eavesdropping on him.}",
      "index": "399"
    },
    {
      "topic": "NVDLC01RadioElijahAct2 (743.00Hz ULF radio signal, Act II)",
      "topic_text": "NVDLC01RadioElijahAct2",
      "emotion": "Surprise 5",
      "response_text": "{SCRIPT: Gala Event has fired}What the hell was that?{Elijah's still speaking to himself, but the Gala Event went off and something happened, so he's getting interested.}",
      "index": "415"
    },
    {
      "topic": "NVDLC01RadioElijahAct3 (743.00Hz ULF radio signal, Act III)",
      "topic_text": "NVDLC01RadioElijahAct3",
      "emotion": "Neutral 5",
      "response_text": "Can you hear me? Signal should be stronger in here. I'll set this on loop...{warning to player}just in case I need to step away for a moment.{Once inside the casino in Act 3, Elijah sets the radio on loop, now he's sure the player can hear him - they just can't talk back and forth.}",
      "index": "431"
    },
    {
      "topic": "NVDLC01RadioElijahDetonateCollar",
      "topic_text": "NVDLC01RadioElijahDetonateCollar",
      "emotion": "Neutral 50",
      "response_text": "{Player attacked a companion}I warned you to cooperate. Now I'll have to begin again.",
      "index": "454"
    },
    {
      "topic": "NVDLC01RadioElijahEnd (743.00Hz ULF, Elijah trapped)",
      "topic_text": "NVDLC01RadioElijahEnd",
      "emotion": "Fear 10",
      "response_text": "{Ragged breathing, loop, trapped in Vault, alone}{This radio plays after Elijah is trapped in the Vault by PC (PC should be pleased). This is the second line of 3 line loop.}",
      "index": "455"
    }
  ],
  "combat": []
}