{
  "name": "President Aaron Kimball¹",
  "url": "/wiki/Aaron_Kimball",
  "dialogue_name": "VHDKimball.txt",
  "dialogue_url": "/wiki/VHDKimball.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0013002D",
  "ref_id": "0012FCD2",
  "editor_id": "VHDKimball",
  "location": "Hoover Dam",
  "location_url": "/wiki/Hoover_Dam",
  "descriptions": [
    "President Aaron Kimball is the fifth and current president of the New California Republic as of 2281. A devoted citizen and retired decorated NCR Army general, Kimball rose atop the political ladder in the NCR using his military service and war hero status. In 2273, he became a representative of the Hub. Two years later, Kimball replaced  Wendell Peterson as president of the New California Republic. He won reelection in 2278. Kimball secured his position with his hardline stances on political issues, despite his failures, such as the Mojave Campaign, an elongated, seven-year annexation of the Mojave Wasteland.",
    "Born in 2232 or 2233,",
    "A devoted citizen and retired decorated NCR Army general, Kimball rose atop the political ladder in the NCR using his military service and war hero status. In 2273, he became a representative of the Hub. Later on, in the same year, Kimball ousted incumbent Wendell Peterson as president of the New California Republic and won reelection in 2278. Kimball secured his position with his hardline stances on political issues, despite his failures, such as the Mojave Campaign, an elongated, seven-year annexation of the Mojave Wasteland.",
    "In 2273, Kimball retired from the military service in favor of a political career. He enjoys widespread popular support for his status as a hero and a hardline approach to tribes. His campaign for the seat of Hub congressman was successful. Less than two months into his term, Wendell Peterson was voted out of the office and Kimball was voted in, becoming the fifth president of the New California Republic.",
    "Kimball's popularity, amplified by the reactionary undercurrent, proved enduring. Kimball saw the abandonment of the Followers of the Apocalypse as an officially supported group within the NCR and the forming of the Office of Science and Industry in 2275 to make up for the technical support the Followers provided.",
    "Kimball's presidency would be further challenged by conflicts with the Brotherhood and raiders which took a toll on troops stationed in the Mojave and elsewhere. Kimball's decision to send the most experienced Rangers to \"chase ghosts\" in Baja while sending conscripts to fight in the harsh deserts of the Mojave soon began to shape his image, tying him personally with the Mojave Campaign. Increasing difficulty for troop and supply navigation through the Long 15 as well as the NCR council's insistence on diverting funds to the Boneyard has led to a precarious position for the NCR's hold on the Mojave. The people of the NCR, told going in that victory in the Mojave would be easy, have become war-weary of the campaign's long length and its high cost in human life and materiel.",
    "Although the NCR's dominance in the Mojave led to early popular support for Kimball's goal of a new manifest destiny and return to old world American values, this would be challenged by a new arrival: Caesar's Legion. The often brutal tactics of the Legion and the heavy losses incurred with no apparent gain have caused the populace in Nevada and back in New California to question the point of the war. Kimball, however, insists on continuing the campaign and has invested much of his administration into fighting the Legion, resulting in the Campaign being nicknamed \"Kimball's War,\" with the ramifications of victory or defeat tremendously affecting Kimball's entire career and the NCR as a whole.",
    "Kimball's personality is accurately summarized by the term \"war hawk.\" Supported by Colonel Cassandra Moore and General Lee Oliver, President Kimball firmly believes in expanding the NCR and bringing new territories into the fold by any means necessary, be it Hoover Dam or Baja. This stance, as well as disregard for losses, is one of the greatest issues Chief Hanlon, the architect of the first victory at the dam, has with the president. Kimball was better liked as a general than as a politician, where his stiff, autocratic style of leadership was much more fitting.",
    "Caesar admires the president's aggressive personality and policy towards tribes, but disapproves of him having to deal with obstacles the republic's democratic system throws up against him. In addition, the fact that Caesar specifically wants Kimball assassinated speaks volumes of his estimation of Kimball's importance within the NCR's leadership structure and his importance to NCR morale.",
    "Ulysses respects Chief Hanlon a great deal more than he does Kimball, considering him weak in comparison, possessing only \"half the life Hanlon had,\" and even then only because of the Courier aiding him.",
    "Aaron Kimball is one of the characters that the Courier must eat in order to earn the Meat of Champions perk.",
    "Born in a tin shack on the outskirts of One Pine, Jeremy Watson never had it easy. His father worked as a caravan guard on the Short Loop, and his mother, like many Californians, braved the ruins of the Old World as a prospector. They suffered through water shortages, raider attacks, and the Brotherhood War. Like our mighty Sierra Nevadas, they endured. But the time came when they could no longer shoulder the burden alone. Twelve years ago, they called out for help, and the republic heard them.",
    "There are some back home who ask me, \"But who are we protecting? What is Nevada to us?\" Sometimes we forget that the light of our society shines beyond our borders. Sometimes we take those privileges for granted that our forebears fought so hard to achieve. We must always remember that wherever Californians stand, we carry our principles with us: equal respect, representation, and protection under the laws of a just republic. This was the same fire that burned in the heart of the Old World that preceded us. We are the heirs of that civilization, torchbearers eastward of the Pacific, into the darkness of this wasted land.",
    "Not far from this spot, a monument stands as a tribute to the sacrifice made by those who came before us, the men and women who fulfilled the promise we made to the Desert Rangers. Its back is inscribed with the names of the troopers and rangers who carried the weight. And because they made the most noble of sacrifices, it did not break us.",
    "Four years ago, we held this dam. Four years ago, we carried the weight. Four years ago, we drew a line through the Mojave as clear as the Colorado River, a line that Caesar cannot cross. Today, you stand here with our brothers and sisters to hold that line. Today, you honor all Californians by carrying that weight. Today, you are the waves of the Pacific, pushing ever eastward. You are the sequoias rising from the Sierra Nevadas, defiant and enduring. You are the great western light of California, torchbearers in the darkness, living reminders of all that is best in our republic.",
    "Thank you. Thank you."
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "New California Republic",
  "role": "President of the NCRCongressman(formerly)Army officer (formerly)King of Hearts",
  "detailed_location": "Hoover Dam",
  "voice_actor": "Monte Markham",
  "special": {
    "Strength": 5,
    "Perception": 6,
    "Endurance": 6,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 7,
    "Luck": 5
  },
  "level": "10",
  "tag_skills": [
    {
      "Guns:": "70"
    },
    {
      "Speech:": "71(76)"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "180"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "1.35"
    },
    {
      "Poison Resist.:": "25%"
    },
    {
      "Rad. Resist.:": "10%"
    },
    {
      "Carry Weight:": "200 lbs"
    },
    {
      "Dam. Threshold:": "0"
    }
  ],
  "karma": "Neutral",
  "geck_race": "CaucasianOld",
  "topics": [
    {
      "topic": "VHDKimballSpeech01",
      "topic_text": "VHDKimballSpeech01",
      "emotion": "Neutral 50",
      "response_text": "Thank you, Colonel Moore. And thank you, my fellow Californians, who have come so far to answer the call to service put forth by the republic.",
      "index": "1"
    }
  ],
  "conversation": [],
  "combat": []
}