{
  "name": "Raul Tejada",
  "url": "/wiki/Raul_Tejada",
  "dialogue_name": "RaulTejada.txt",
  "dialogue_url": "/wiki/RaulTejada.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": true,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": true,
  "can_be_companion": true,
  "base_id": "000E60EF",
  "ref_id": "000E6105",
  "editor_id": "RaulTejada",
  "location": "Prison building",
  "location_url": "/wiki/Prison_building",
  "descriptions": [
    "Rescued from Black Mountain:Raul's shack OR Lucky 38 presidential suite",
    "Raul Alfonso Tejada is a Mexican ghoul mechanic and former legendary gunslinger known as \"The Ghost of Mexico City\", by 2281 residing as a prisoner of the State of Utobitha at Black Mountain in the Mojave Wasteland. He appears in Fallout: New Vegas as a possible companion of the Courier.",
    "Born in 2047, Raul Tejada has a long and storied history. Before the war, he lived at Hidalgo Ranch owned by his family outside Mexico City where he developed skill in using both firearms and mechanic tools, both of which occasionally got him in trouble with the law, although Raul's close family ties mostly kept him in line. When not practicing with his guns or helping maintain or repair machines, he consumed tabloid magazines like El Periódico de las Aburridas reporting on events like a scandalous story about a starlet who dated American businessman Robert House.",
    "When the Great War erupted in 2077 and Mexico City was bombarded, the rural ranch survived largely intact due to its distance from the city. However, in the days following, the stream of refugees pouring in down the road from more heavily affected areas proved difficult to deal with. The Tejada family was as accommodating as they could be, but they soon began running out of food and lodgings and ultimately had to start turning people away. Many did not take kindly to this, forcing Raul and his father to arm themselves and force the hostiles off the ranch.",
    "That same night, after the Tejadas had gone to sleep, around two dozen people arrived, barred the doors, and set the house ablaze. Raul and his younger sister Rafaela were the only ones who managed to escape, climbing out a window while their parents, grandmother, two other brothers, and two other sisters were unable to escape. They had no time to mourn, however, as they were pursued by the group that attacked their home. Raul turned his guns on them, killing many but not all. The survivors he left behind, not wanting to risk Rafaela's safety over raw revenge.",
    "After the loss of his family, Raul knew that they could not stay at their ranch anymore, forced to flee by the refugees who wanted him dead for killing their family members. They even put a bounty on him. Despite his sister's fears, he convinced Rafaela to come with him to Mexico City by promising to take her to see the vaqueros (Spanish for \"cowboys\"). Being so young and unaware of the world, neither knew anything about nuclear bombs and especially not radiation. Though it wasn't hit as hard as other places in America, by the time the Tejadas reached Mexico City, according to an older Raul, it was little better than a \"radioactive ruin.\" The survivors that made their way inside the city got by through looting, a foundation for the future tribes of raiders infesting the area. The Tejadas themselves were living like scavengers, constantly searching for both food and medicine for radiation burns Raul sustained in the process, what he believes marked the beginning of his ghoulification.",
    "One day, Raul found a novelty costume shop and went looking for something to slice up and bandage his burns with. Then he found an old vaquero outfit, still untouched on the rack, and took it to wear. When he returned to their camp, Rafaela immediately loved it; she was smiling and laughing for the first time since the bombs and the loss of their family. However, Raul was fully aware of how dangerous it was to be dressed in something so noticeable. Soon after, between wearing such a distinctive outfit and his stellar gunslinging skills, Raul gained equal fame and notoriety as the \"Ghost of Mexico City,\" a reputation that drove off trouble most of the time, but it also began attracting more problems in the form of would-be gunslingers hoping for glory by killing him. Despite the constant hassles of these challenges, Raul kept wearing the outfit due to the joy he saw it bring to his sister, and so the Ghost's legend continued to grow. With a renewed optimism for their futures, Raul started to play with the thought of carving out a permanent niche in Mexico City, but things would not work out.",
    "Eventually, the debilitating effects of his radiation poisoning caught up to Raul and he found himself too ill to go out scavenging with his sister, so Rafaela was left to gather supplies on her own. One fateful day, after she failed to return from a market she was scavenging for food, Raul forced himself out of his sickbed and went in search of her. To his horror, he found her brutally dead, likely raped and then killed by a group of raiders that came through the area. They left the corpse so badly mutilated Raul could only identify his sister by a tiny childhood scar on her knee. Completely consumed by anger and thoughts of revenge, Raul tracked down the raiders responsible at the market and killed them to the last man. Afterward, he furiously shunned wearing the vaquero outfit that had brought him the fame and he felt got his sister killed, though at the same time, held onto it for sentimental reasons.",
    "Leaving every aspect of his former life behind, he wandered for a long time, getting as far as the Gulf Coast where he came to inhabit an unclaimed Petró-Chico refinery. He spent another long period of time there, thinking about his life. At one point, he found a Petró-Chico jumpsuit and swapped his clothes for it, even taking the name \"Miguel\" from the suit's sewn-in name tag as an alias for fun. His travels afterward eventually led to the city of Tucson, Arizona, now called Two-Sun (a strong pet peeve of Raul's from then on). He settled there, putting his old repertoire of mechanic skills to use as a general handyman while keeping his guns stashed away where they could do no further harm. After a long 75 years of relative peace, one day, Raul saw from afar Claudia - a prostitute working in a local brothel who bore a striking resemblance to Rafaela. Spurred by this reminder of what he lost, he took the time to look out for her – though, for obvious reasons, he never visited her.",
    "The peace Raul coveted did not last forever. The former state of Arizona had become overrun with raiders and tribals between the Great War and the eventual rise of Caesar's Legion to tame the area. At some point, a group led by Dirty Dave and his six brothers rolled into town looking for supplies of bullets. Raul offered to sell them ammunition in the hope they would take it and leave; instead, the raiders decided they wanted the brothel. Once inside the brothel, Dave and his brothers mercilessly killed four girls and took Claudia for their own use before leaving. Raul chased them and caught up after three days. However, by the time he found Claudia, the raiders had cruelly executed her. Fueled by the same rage when Rafaela was killed, Raul charged in and killed all of them. Youth, however, was not on his side anymore and the raiders managed to inflict severe wounds on him in return before dying; he claims he only stayed alive purely to spite them.",
    "Dragged back into a depressed state, Raul left Two-Sun and wandered west, where he eventually arrived in the Mojave Wasteland. He built himself a small shack in a relatively quiet corner of the desert east of New Vegas, and settled down there, residing there for decades and eventually spending his days listening to the Black Mountain Radio when it came back online over 200 years after the war. Some time prior to, or during 2281, Raul discovered the radio's signal had stopped transmitting and decided to wander up to Black Mountain to investigate. There, he was apprehended by the State of Utobitha but managed to negotiate a deal where he offered his services to Tabitha, the nightkin leader of the super mutants living at Black Mountain, and fix the transmitter, but to his dismay, Tabitha decided instead to imprison him for his efforts, and threatened him into working for her, mostly with repairing broken toasters for the super mutants as well as performing repairs to her broken Mr. Handy, Rhonda.",
    "By the time the Courier finds him during his captivity at Black Mountain, Raul has been beaten down by a hard life. He initially declines to tell anything about himself other than the name that his \"boss\" can call him by.",
    "His humble nature belies his self-confidence, as over two hundred years of living in the wasteland has tempered his skills and his ability to stay calm under pressure. For example, when he first came to Black Mountain naively volunteering to repair the equipment of the Utobitha super mutants, he was declared an intruder and enemy of the state by Tabitha, to be set for immediate execution. However, Raul was able to keep his wits about him and prolong his execution day by day by leveraging his skills as a mechanic to repair Rhonda, then privately neglecting to do so while exploiting the super mutant's mental instability.",
    "Raul is perhaps the most tolerant towards the Legion when compared to the other humanoid companions who generally fear the inevitable suffering should the Legion be victorious. Though he admits that their methods are extremely severe, he recognizes the effects of the Legion's presence in the wasteland, specifically the security and order they enforce like how they pacified the tribes of Arizona and wiped out the raiders there too, a far cry for what he remembered of the former state.",
    "Raul Tejada appears in Fallout: New Vegas and Fallout: Wasteland Warfare.",
    "Raul's voice actor, Danny Trejo, in the voiceover booth"
  ],
  "race": "Ghoul",
  "affiliation": "State of UtobithaCourier(optional)",
  "role": "GunslingerRepairmanCompanion",
  "detailed_location": "Black MountainPrison buildingRescued from Black Mountain:Raul's shackORLucky 38 presidential suite",
  "voice_actor": "Danny Trejo",
  "special": {
    "Strength": 6,
    "Perception": 6,
    "Endurance": 4,
    "Charisma": 2,
    "Intelligence": 7,
    "Agility": 8,
    "Luck": 5
  },
  "level": "14→22→37 (DLCs only)",
  "tag_skills": [
    {
      "Guns:": "92 → 100"
    },
    {
      "Repair:": "95 → 100"
    },
    {
      "Science:": "90 → 100"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "geck_race": "Ghoul",
  "topics": [
    {
      "topic": "BMRaulGoodbye",
      "topic_text": "You'll do fine. Farewell, mi amigo.",
      "emotion": "Anger 50",
      "response_text": "If by some chance you want to find me again, and if by some even greater chance coyotes haven't picked my bones clean, I'll be at my shack.",
      "index": "1"
    },
    {
      "topic": "BMRaulJoinMe",
      "topic_text": "Actually, do you want to tag along with me?",
      "emotion": "Happy 50",
      "response_text": "Anything's better than staying here. Let's go.",
      "index": "2"
    },
    {
      "topic": "BMRaulOkayByMe",
      "topic_text": "It's okay by me. Enjoy your freedom.",
      "emotion": "Sad 100",
      "response_text": "Alrighty then, I'll just head out. Alone. By myself. Into the dangerous wastes.",
      "index": "4"
    },
    {
      "topic": "FollowersAcknowledgeMyOrder",
      "topic_text": "FollowersAcknowledgeMyOrder",
      "emotion": "Happy 50",
      "response_text": "You're the boss, boss.",
      "index": "5"
    },
    {
      "topic": "FollowersFiredIt's time for us to part ways.",
      "topic_text": "Raul, I think I need to head on without you.",
      "emotion": "Surprise 50",
      "response_text": "Good call! I mean, if that's what you really want, boss.",
      "index": "6"
    },
    {
      "topic": "FollowersFiredNoOn second thought, stick with me for a little longer.",
      "topic_text": "On second thought, you've been pretty useful so far. Forget what I said.",
      "emotion": "Disgust 50",
      "response_text": "Your decisiveness is truly a wonder to behold, boss.",
      "index": "7"
    },
    {
      "topic": "FollowersFiredYesYes, I'm sure.",
      "topic_text": "I think it's for the best.",
      "emotion": "Sad 50",
      "response_text": "That's why you're the boss. You always make the right decisions. I'll just head home. Home to my lonely, abandoned shack in the middle of nowhere.",
      "index": "8"
    },
    {
      "topic": "FollowersFiredYesSuiteI'd like you to go back to the Lucky 38 for now.",
      "topic_text": "It is. We'll meet up at the Lucky 38.",
      "emotion": "Happy 50",
      "response_text": "Hey, as long as you're not asking me to go back to Black Mountain, I'm a happy old man.",
      "index": "9"
    },
    {
      "topic": "FollowersHiredI think we should travel together.",
      "topic_text": "Come, Raul, adventure awaits!",
      "emotion": "Neutral 50",
      "response_text": "Sorry boss, but as much as I'd like to risk getting killed by your side, you seem to already have some help.",
      "index": "10"
    },
    {
      "topic": "FollowersLetsGo",
      "topic_text": "Let's get going.",
      "emotion": "Happy 50",
      "response_text": "Right behind you, boss.",
      "index": "12"
    },
    {
      "topic": "FollowersOverburdened",
      "topic_text": "FollowersOverburdened",
      "emotion": "Pained 50",
      "response_text": "{Under heavy strain, being sarcastic}Hey, don't worry about it, boss. The decrepit old man can easily carry all your stuff for you. Really.",
      "index": "13"
    },
    {
      "topic": "FollowersStealthing",
      "topic_text": "FollowersStealthing",
      "emotion": "Pained 50",
      "response_text": "Keeping quiet... unless my creaking knees give us away.",
      "index": "14"
    },
    {
      "topic": "FollowersTactics",
      "topic_text": "Let's talk about your tactics.",
      "emotion": "Disgust 50",
      "response_text": "Oh, this should be good. I mean, what's on your mind, boss?",
      "index": "18"
    },
    {
      "topic": "FollowersTacticsCombat",
      "topic_text": "I want you to change your combat style.",
      "emotion": "Surprise 50",
      "response_text": "In what way, boss?",
      "index": "19"
    },
    {
      "topic": "FollowersTacticsCombatAggressive",
      "topic_text": "I want you to attack enemies the moment you see them.",
      "emotion": "Disgust 50",
      "response_text": "Just like you said five minutes ago. Don't worry, boss, I got it.",
      "index": "20"
    },
    {
      "topic": "FollowersTacticsCombatEND",
      "topic_text": "Let's talk about something else.",
      "emotion": "Happy 50",
      "response_text": "Whatever you say, boss.",
      "index": "22"
    },
    {
      "topic": "FollowersTacticsCombatGOODBYE",
      "topic_text": "That's all. Let's get going.",
      "emotion": "Happy 50",
      "response_text": "You got it.",
      "index": "23"
    },
    {
      "topic": "FollowersTacticsCombatMelee",
      "topic_text": "Switch to a melee weapon.",
      "emotion": "Disgust 50",
      "response_text": "Right. Got it. I'll just stop using this melee weapon and instead use a melee weapon. Good idea, boss.",
      "index": "24"
    },
    {
      "topic": "FollowersTacticsCombatPassive",
      "topic_text": "I want you not to attack enemies unless I've already engaged them.",
      "emotion": "Disgust 50",
      "response_text": "I'm already doing that.",
      "index": "26"
    },
    {
      "topic": "FollowersTacticsCombatRanged",
      "topic_text": "I want you to use ranged weapons.",
      "emotion": "Disgust 50",
      "response_text": "You mean like the one I'm already using, boss?",
      "index": "28"
    },
    {
      "topic": "FollowersTacticsDistance",
      "topic_text": "Let's talk about how close you're following me.",
      "emotion": "Pained 50",
      "response_text": "Am I stepping on your shoes or something, boss?",
      "index": "30"
    },
    {
      "topic": "FollowersTacticsDistanceDefault",
      "topic_text": "Stay close to me.",
      "emotion": "Neutral 50",
      "response_text": "Any closer and you'd need a Rad-Away, boss.",
      "index": "31"
    },
    {
      "topic": "FollowersTacticsDistanceEND",
      "topic_text": "Your distance is good. Let's talk about something else.",
      "emotion": "Disgust 50",
      "response_text": "I'm always eager for more of your scintillating conversation, boss.",
      "index": "33"
    },
    {
      "topic": "FollowersTacticsDistanceGOODBYE",
      "topic_text": "All right, you're good. Let's get out of here.",
      "emotion": "Happy 50",
      "response_text": "Right behind you, boss.",
      "index": "34"
    },
    {
      "topic": "FollowersTacticsDistanceLong",
      "topic_text": "Keep your distance. Try to flank them.",
      "emotion": "Surprise 50",
      "response_text": "You mean like the last time you told me to do that, boss?",
      "index": "35"
    },
    {
      "topic": "FollowersTacticsEnd",
      "topic_text": "Enough about tactics.",
      "emotion": "Surprise 50",
      "response_text": "Don't strain yourself, boss.",
      "index": "37"
    },
    {
      "topic": "FollowersTrade",
      "topic_text": "Let's trade equipment.",
      "emotion": "Happy 50",
      "response_text": "I'm sure you'll be fair and equitable, boss.",
      "index": "38"
    },
    {
      "topic": "FollowersWait",
      "topic_text": "Wait here.",
      "emotion": "Disgust 50",
      "response_text": "Okay, boss. I'll just wait here, alone, while my heavily armed companion goes out of earshot. I'm sure nothing will happen.",
      "index": "40"
    },
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Disgust 50",
      "response_text": "Charging a casino full of heavily-armed gangsters was a great idea, boss. Definitely not the kind of thing that could have gotten us both killed.",
      "index": "41"
    },
    {
      "topic": "PLAYERFIREWEAPON",
      "topic_text": "PLAYER FIRE WEAPON",
      "emotion": "Anger 50",
      "response_text": "Uh, hate to criticize boss, but I'm not actually immortal. Just old.",
      "index": "76"
    },
    {
      "topic": "PLAYERINIRONSITES",
      "topic_text": "PLAYER IN IRON SITES",
      "emotion": "Fear 50",
      "response_text": "You, uhh, you want to point that someplace else, boss? I got enough holes in me.",
      "index": "79"
    },
    {
      "topic": "PLAYERLAYMINE",
      "topic_text": "PLAYER LAY MINE",
      "emotion": "Anger 50",
      "response_text": "Oh, sure. Lay mines around the arthritic old man who doesn't see so good. Thanks, boss.",
      "index": "82"
    },
    {
      "topic": "PLAYERTHROWGRENADE",
      "topic_text": "PLAYER THROW GRENADE",
      "emotion": "Anger 50",
      "response_text": "Grenade!",
      "index": "85"
    },
    {
      "topic": "RaulAndy2",
      "topic_text": "You wanted to ask me something before, when we left Ranger Andy's.",
      "emotion": "Sad 50",
      "response_text": "Your memory is like a steel trap, boss. What do you think of guys like Ranger Andy?",
      "index": "86"
    },
    {
      "topic": "RaulCorporalSterling",
      "topic_text": "RaulCorporalSterling",
      "emotion": "Sad 50",
      "response_text": "Got a second to talk, boss?",
      "index": "87"
    },
    {
      "topic": "RaulDecision",
      "topic_text": "About your decision....",
      "emotion": "Neutral 50",
      "response_text": "Yeah, boss?",
      "index": "88"
    },
    {
      "topic": "RaulFestus",
      "topic_text": "RaulFestus",
      "emotion": "Pained 50",
      "response_text": "It's like looking into a mirror. A tacky, cowboy-festooned mirror.",
      "index": "89"
    },
    {
      "topic": "RaulForlornHope",
      "topic_text": "RaulForlornHope",
      "emotion": "Pained 50",
      "response_text": "Eesh. These soldiers look how I feel, boss.",
      "index": "90"
    },
    {
      "topic": "RaulHanlon",
      "topic_text": "RaulHanlon",
      "emotion": "Happy 50",
      "response_text": "{Hanlon has just committe suicide}See, that's why you should retire before your brain goes. Oh. Sorry, boss. Bad choice of words.",
      "index": "91"
    },
    {
      "topic": "RaulHeavyArmor",
      "topic_text": "RaulHeavyArmor",
      "emotion": "Pained 50",
      "response_text": "Eesh, boss, are you trying to destroy my knees even faster than nature?",
      "index": "92"
    },
    {
      "topic": "RaulHooverDam",
      "topic_text": "RaulHooverDam",
      "emotion": "Anger 50",
      "response_text": "I can't believe I'm about to do this, boss. If I buy it out there, I want twelve mariachi bands playing at my funeral. A medal might be nice, too.",
      "index": "94"
    },
    {
      "topic": "RaulJacobstown",
      "topic_text": "RaulJacobstown",
      "emotion": "Anger 50",
      "response_text": "Just putting this out there, boss: if these Super mutants kidnap us and force us to fix toasters for them, it's on you.",
      "index": "95"
    },
    {
      "topic": "RaulLoyal2",
      "topic_text": "You seemed like you wanted to say something about Loyal.",
      "emotion": "Happy 50",
      "response_text": "That Loyal guy. He's getting up there in years, but he still finds a way to make himself useful to his people.",
      "index": "96"
    },
    {
      "topic": "RaulMakeBoomer",
      "topic_text": "RaulMakeBoomer",
      "emotion": "Happy 50",
      "response_text": "That's a good thing to see, huh boss?",
      "index": "98"
    },
    {
      "topic": "RaulPvtHalford",
      "topic_text": "RaulPvtHalford",
      "emotion": "Happy 50",
      "response_text": "Ah, he's young, boss. He'll bounce back. Unlike some of us.",
      "index": "99"
    },
    {
      "topic": "RaulQuestions",
      "topic_text": "I have some questions I'd like to ask you.",
      "emotion": "Surprise 50",
      "response_text": "Questions, boss? You mean you don't know everything there is to know already?",
      "index": "100"
    },
    {
      "topic": "RaulREPCON",
      "topic_text": "RaulREPCON",
      "emotion": "Fear 50",
      "response_text": "Hey, I'm one of you! Don't eat me, eat the smoothskin! Oh, uh, sorry boss.",
      "index": "101"
    },
    {
      "topic": "RaulRangerAndy",
      "topic_text": "RaulRangerAndy",
      "emotion": "Fear 50",
      "response_text": "Hey boss, can I ask you something?",
      "index": "102"
    },
    {
      "topic": "RaulRepair",
      "topic_text": "Can you repair some of my stuff?",
      "emotion": "Happy 50",
      "response_text": "You got the caps, I got the skills.",
      "index": "103"
    },
    {
      "topic": "RaulSearchlight",
      "topic_text": "RaulSearchlight",
      "emotion": "Disgust 50",
      "response_text": "I guess hunting down ghouls like wild animals is okay. I mean, they're probably going to die anyways, right boss?",
      "index": "106"
    },
    {
      "topic": "RaulSelf",
      "topic_text": "Tell me about yourself.",
      "emotion": "Happy 50",
      "response_text": "Sure, boss. What do you want to know?",
      "index": "107"
    },
    {
      "topic": "RaulSterling2",
      "topic_text": "You wanted to say something about Corporal Sterling before?",
      "emotion": "Sad 50",
      "response_text": "Meeting Corporal Sterling, well... it kind of got me thinking.",
      "index": "108"
    },
    {
      "topic": "RaulStories",
      "topic_text": "Will you tell me some of your stories again?",
      "emotion": "Happy 50",
      "response_text": "That's what I love about you, boss, your firm belief that one day you'll actually remember things people tell you. What do you want to hear about?",
      "index": "111"
    },
    {
      "topic": "RaulStory1",
      "topic_text": "RaulStory1",
      "emotion": "Sad 50",
      "response_text": "I grew up in a place called Hidalgo Ranch just outside Mexico City. It wasn't much, just a bit of farm with a house for three generations of Tejadas.",
      "index": "112"
    },
    {
      "topic": "RaulStory2",
      "topic_text": "RaulStory2",
      "emotion": "Sad 50",
      "response_text": "After the fire, I knew my sister and I couldn't stay at Hidalgo Ranch anymore. The refugees still wanted me dead - they even put a bounty on me.",
      "index": "116"
    },
    {
      "topic": "RaulStory3",
      "topic_text": "RaulStory3",
      "emotion": "Sad 50",
      "response_text": "I left everything when I left Mexico: my home, my family, my name - even my face. I know it's surprising, boss, but I wasn't always this handsome.",
      "index": "119"
    },
    {
      "topic": "RaulSweets",
      "topic_text": "RaulSweets",
      "emotion": "Happy 50",
      "response_text": "How'd you know I had a sweet tooth, boss?",
      "index": "122"
    },
    {
      "topic": "RaulTabitha",
      "topic_text": "RaulTabitha",
      "emotion": "Fear 50",
      "response_text": "That wig is going to haunt my nightmares. Seriously.",
      "index": "125"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic000",
      "topic_text": "Can you tell me anything about Mr. House?",
      "emotion": "Surprise 50",
      "response_text": "Just how old do you think I am, boss? Because I can pretty much guarantee I'm older than that. Let me tell you a story from before the Great War:",
      "index": "126"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic001",
      "topic_text": "I'm looking for the man who shot me: he wears a checkered coat and carries a shiny pistol. Seen him?",
      "emotion": "Surprise 50",
      "response_text": "Sure, boss. I saw lots of guys like that while I was held prisoner by an insane supermutant in an isolated mountain fortress. Can you narrow it down?",
      "index": "130"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic002",
      "topic_text": "What's your take on the NCR?",
      "emotion": "Sad 50",
      "response_text": "They're all right, I suppose. Had a bit of tough going there at the beginning - you know their first town was nearly wiped out by raiders?",
      "index": "132"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic003",
      "topic_text": "How do you feel about Caesar's Legion?",
      "emotion": "Happy 50",
      "response_text": "I don't really have a problem with them. People around here tend to see them as invading marauders planning to burn and pillage the countryside.",
      "index": "134"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic004",
      "topic_text": "Tell me about New Vegas.",
      "emotion": "Happy 50",
      "response_text": "It's big, it's bright, and it's one of the biggest cities still left from before the War. Well, mostly, anyway.",
      "index": "137"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic005",
      "topic_text": "I had some other questions.",
      "emotion": "Disgust 50",
      "response_text": "You're a veritable guyser of curiosity, boss.",
      "index": "140"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic006",
      "topic_text": "Let's talk about something else.",
      "emotion": "Happy 50",
      "response_text": "Anything to hold your attention, boss.",
      "index": "141"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic007",
      "topic_text": "That's all I wanted to know. We'll talk more later.",
      "emotion": "Happy 50",
      "response_text": "Anything you say, boss.",
      "index": "142"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic008",
      "topic_text": "You're being sarcastic, aren't you?",
      "emotion": "Happy 50",
      "response_text": "Just a little bit, boss. No, I haven't seen him. Sounds like a city slicker, though. Might try looking on the Strip.",
      "index": "143"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic009",
      "topic_text": "Who are you?",
      "emotion": "Happy 50",
      "response_text": "Name's Raul. Raul Alfonso Tejada. I'm the mechanic around here.",
      "index": "145"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic010",
      "topic_text": "You can't seriously think they're the same Mr. House.",
      "emotion": "Fear 50",
      "response_text": "Maybe not. Maybe the new guy is just a clever raider chief with a knowledge of history.",
      "index": "154"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic011",
      "topic_text": "Maybe there's a connection. Can you remember anything else about Robert House?",
      "emotion": "Fear 50",
      "response_text": "I remember there were some weird stories about him, especially near the end.",
      "index": "158"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic012",
      "topic_text": "That's sickening.",
      "emotion": "Happy 50",
      "response_text": "It was quite the scandal, at least in the Latin-American tabloid journalism market.",
      "index": "161"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic013",
      "topic_text": "Where are you from?",
      "emotion": "Sad 50",
      "response_text": "I was born just outside Mexico City. My family had a little ranch there.",
      "index": "162"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic014",
      "topic_text": "How old are you?",
      "emotion": "Sad 50",
      "response_text": "Old enough to know better, boss. Old enough to know better.",
      "index": "171"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic015",
      "topic_text": "What's \"Petro-Chico?\"",
      "emotion": "Surprise 50",
      "response_text": "You never heard of Petro-Chico, un Amigo de Poseidon Energy? Ah, of course not. They were an oil company in Mexico, back before the War.",
      "index": "173"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic016",
      "topic_text": "Where'd you get that Vaquero outfit?",
      "emotion": "Happy 50",
      "response_text": "I found it in a costume shop. It was sort of my calling card, you know? \"Raul the Ghoul, the zombie vaquero of Mexico City.\"",
      "index": "174"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic017",
      "topic_text": "How'd you end up at Black Mountain?",
      "emotion": "Surprise 50",
      "response_text": "Well, boss, when a giant, insane Super mutant asks you to stay put, you do what you're told. Well, maybe you don't, but I'm just a broke down old man.",
      "index": "175"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic018",
      "topic_text": "Then why does your jumpsuit say \"Miguel?\"",
      "emotion": "Anger 50",
      "response_text": "Probably because it used to be Miguel's.",
      "index": "176"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic019",
      "topic_text": "Anything else you want to share?",
      "emotion": "Anger 50",
      "response_text": "Boss, usually when somebody gives you a name and nothing else, it's because that's all they want to give you.",
      "index": "177"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic020",
      "topic_text": "But how did Tabitha find you in the first place?",
      "emotion": "Anger 50",
      "response_text": "Ah, it's stupid, boss. I used to listen to the radio broadcasts, just to pass the time.",
      "index": "178"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic021",
      "topic_text": "How can I make the best use of your skills?",
      "emotion": "Sad 50",
      "response_text": "I'm not much use besides being a portable encyclopedia, really. I guess you could use me as a pack brahmin, but my knees aren't so good any more.",
      "index": "181"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic022",
      "topic_text": "I don't believe that, you must have some skills.",
      "emotion": "Pained 50",
      "response_text": "That's nice of you to say, boss, but I'm an old man. Not much use to anybody any more.",
      "index": "186"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic023",
      "topic_text": "What use are you to me, then?",
      "emotion": "Pained 50",
      "response_text": "I sort of figured you had your own reasons for keeping me around, boss.",
      "index": "189"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic024",
      "topic_text": "Can you still repair my equipment?",
      "emotion": "Surprise 50",
      "response_text": "I don't have the supplies for a real repair job, but I can do some routine maintenance to keep your gear working longer.",
      "index": "190"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic025",
      "topic_text": "I want to ask you something else about yourself.",
      "emotion": "Happy 50",
      "response_text": "I'm an open book, boss. Granted, the book's in Spanish and some of the pages have fallen out, but I'm an open book.",
      "index": "192"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic029",
      "topic_text": "Sure, what's on your mind?",
      "emotion": "Sad 50",
      "response_text": "What do you think of guys like Ranger Andy?",
      "index": "193"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic030",
      "topic_text": "I'd really rather you didn't.",
      "emotion": "Disgust 50",
      "response_text": "Sure, boss. I'm sure you've got a lot to think about.",
      "index": "194"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic031",
      "topic_text": "Maybe later, okay?",
      "emotion": "Disgust 50",
      "response_text": "Yeah, okay, boss. Take your time. Not like I'm a decrepit old man who might keel over dead any minute.",
      "index": "195"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic032",
      "topic_text": "What do you mean, guys like Ranger Andy?",
      "emotion": "Sad 50",
      "response_text": "I mean guys who have a world of experience doing what they do, but have to give it up because they're getting old and slow, or too injured.",
      "index": "196"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic033",
      "topic_text": "I think he's a hero of the NCR.",
      "emotion": "Sad 50",
      "response_text": "That wasn't what I meant, really.",
      "index": "197"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic036",
      "topic_text": "Even after a crippling injury, a guy like Andy's tougher and more dangerous than most men alive.",
      "emotion": "Happy 50",
      "response_text": "Maybe... yeah. I guess you've got a point there.",
      "index": "198"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic037",
      "topic_text": "I think it's good that he's retired. Out of sight, out of mind.",
      "emotion": "Sad 50",
      "response_text": "Yeah, I suppose you're right. Guys like us can't compete any more.",
      "index": "199"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic038",
      "topic_text": "Guys like us?",
      "emotion": "Surprise 50",
      "response_text": "Did I say us? I meant \"him.\" Guess my eyesight isn't the only thing that's going.",
      "index": "200"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic039",
      "topic_text": "Don't waste my time with your reminiscing, Raul.",
      "emotion": "Disgust 50",
      "response_text": "Whatever you say, boss. I'll just stay back here and be quiet in case you have a sudden flash of brilliance you need to share.",
      "index": "201"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic040",
      "topic_text": "Just because someone's crippled doesn't mean they're useless. All that experience is invaluable.",
      "emotion": "Happy 50",
      "response_text": "Yeah, I suppose he could still teach, take a less-active role in the world. That's not so bad.",
      "index": "202"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic041",
      "topic_text": "He didn't have to give it up, he's just scared he doesn't have what it takes anymore.",
      "emotion": "Pained 50",
      "response_text": "Maybe, but what if he really doesn't have it?",
      "index": "203"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic042",
      "topic_text": "Are you talking about Andy, or yourself?",
      "emotion": "Sad 50",
      "response_text": "A little of both, I guess.",
      "index": "204"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic043",
      "topic_text": "Sure, what's on your mind?",
      "emotion": "Happy 50",
      "response_text": "Meeting Corporal Sterling, well... it kind of got me thinking.",
      "index": "205"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic044",
      "topic_text": "Not now, Raul.",
      "emotion": "Disgust 50",
      "response_text": "Okay, boss. When you feel like availing yourself of my centuries of experience, you know where I'll be.",
      "index": "208"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic045",
      "topic_text": "I don't have time for your useless chatter.",
      "emotion": "Disgust 50",
      "response_text": "Sure, boss. I know you've got a lot on your mind, what with all that wandering the empty desert wastes.",
      "index": "209"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic046",
      "topic_text": "I think it's good that he's so devoted to his duty. More people should act that way.",
      "emotion": "Disgust 50",
      "response_text": "You think so, boss? Because I remember a time when a lot of people stuck to their duty no matter what.",
      "index": "210"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic047",
      "topic_text": "The NCR put a lot of time and money into his training. He owes it to them to use it however he can.",
      "emotion": "Sad 50",
      "response_text": "Even if he can't use them any more? Isn't that like asking you to come up with one of your brilliant schemes after suffering a crippling head wound?",
      "index": "212"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic048",
      "topic_text": "With those injuries, he's nothing but a drain on resources. He should retire.",
      "emotion": "Anger 50",
      "response_text": "That's what I love about you, boss; the pity you show for the less fortunate than you.",
      "index": "214"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic049",
      "topic_text": "It might seem harsh, but a soldier can't do his job properly with those limitations.",
      "emotion": "Happy 50",
      "response_text": "You're preaching to the choir here, boss. Once a man's prime is behind him, he should let it go.",
      "index": "215"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic051",
      "topic_text": "Why do I get the impression this is more personal to you?",
      "emotion": "Sad 50",
      "response_text": "I guess it reminds me of my own life.",
      "index": "216"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic052",
      "topic_text": "It sounds like maybe you're talking about yourself there, Raul.",
      "emotion": "Pained 50",
      "response_text": "It's a question I've asked myself often enough.",
      "index": "217"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic053",
      "topic_text": "Why do you care so much, anyways?",
      "emotion": "Sad 50",
      "response_text": "He reminds me of me in some ways.",
      "index": "218"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic054",
      "topic_text": "We're not just talking about Ranger Andy, are we?",
      "emotion": "Sad 50",
      "response_text": "Not really, boss, no.",
      "index": "219"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic055",
      "topic_text": "Is that what you did?",
      "emotion": "Surprise 50",
      "response_text": "Would it surprise you to know I used to be a gunslinging adventurer?",
      "index": "220"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic057",
      "topic_text": "What are you talking about?",
      "emotion": "Happy 50",
      "response_text": "That Loyal guy. He's getting up there in years, but he still finds a way to make himself useful to his people.",
      "index": "221"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic058",
      "topic_text": "Can we discuss this another time?",
      "emotion": "Disgust 50",
      "response_text": "Sure, boss. Whenever's good for you - I've probably got three, maybe four months before I keel over.",
      "index": "223"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic059",
      "topic_text": "Loyal's using his years of knowledge to help his tribe. I think that's a noble goal.",
      "emotion": "Fear 50",
      "response_text": "{A little uncertain}Yeah. That's what I thought, too.",
      "index": "224"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic060",
      "topic_text": "What's on your mind?",
      "emotion": "Sad 50",
      "response_text": "Old history, boss.",
      "index": "225"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic061",
      "topic_text": "At least he knew when to step back and start to take it easy. A lot of people don't.",
      "emotion": "Sad 50",
      "response_text": "Yeah, it beats dying alone in the Wasteland because you were too slow.",
      "index": "226"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic062",
      "topic_text": "Is that something you're afraid of?",
      "emotion": "Pained 50",
      "response_text": "That fear has always been a part of my life.",
      "index": "227"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic063",
      "topic_text": "I suppose if you're happy with that kind of life, it's not so bad.",
      "emotion": "Sad 50",
      "response_text": "Maybe... but what if you miss the old days, sometimes?",
      "index": "228"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic064",
      "topic_text": "Are you talking about something from your own past?",
      "emotion": "Pained 50",
      "response_text": "A memory from a long time ago.",
      "index": "229"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic065",
      "topic_text": "I don't really have time for this, Raul. Maybe later?",
      "emotion": "Disgust 50",
      "response_text": "Sure, boss. Whenever's good for you.",
      "index": "230"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic066",
      "topic_text": "Go on.",
      "emotion": "Sad 50",
      "response_text": "Just a few days after Mexico City was vaporized, refugees started pouring down the road to our ranch. We helped who we could, but there were so many.",
      "index": "231"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic067",
      "topic_text": "What happened then?",
      "emotion": "Anger 50",
      "response_text": "About two dozen men came back in the night, after we'd gone to sleep. They set fire to the ranch house and barred the doors from the outside.",
      "index": "233"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic068",
      "topic_text": "What happened then?",
      "emotion": "Sad 50",
      "response_text": "Rafaela and I ran. We were pursued by some of the men who attacked our home, but I was always a good shot.",
      "index": "236"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic069",
      "topic_text": "And you blame yourself for this?",
      "emotion": "Pained 50",
      "response_text": "Maybe. I don't know. All I know is that for all my skill with a pistol, I couldn't help them.",
      "index": "238"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic070",
      "topic_text": "You can't think it was your fault. No one could stand against a dozen armed men all alone.",
      "emotion": "Sad 50",
      "response_text": "I know that, boss. That's not what I'm getting at. I'm just getting sentimental in my old age. Anyways, forget it. Just wanted that off my chest.",
      "index": "240"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic071",
      "topic_text": "Anyone stupid enough not to set a watch deserved what they got.",
      "emotion": "Anger 50",
      "response_text": "{angry, but more tired}Maybe we made a mistake. It was early on, we didn't know just how serious it was out there.",
      "index": "241"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic072",
      "topic_text": "Wasn't Mexico City basically annihilated in the Great War?",
      "emotion": "Sad 50",
      "response_text": "I don't think it was as hard hit as DC or Bakersfield, but it was bad enough. By the time we got there, the city was a radioactive ruin.",
      "index": "243"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic073",
      "topic_text": "What do you mean, took me long enough?",
      "emotion": "Disgust 100",
      "response_text": "Sorry. I assumed the only reason you'd fight past a horde of Super mutants and pick the lock on my cell is if you heard my cry for help on the radio.",
      "index": "247"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic074",
      "topic_text": "Who are you?",
      "emotion": "Happy 100",
      "response_text": "Name's Raul. Raul Alfonso Tejada. I'm the mechanic around here.",
      "index": "249"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic075",
      "topic_text": "Fixing things?",
      "emotion": "Happy 50",
      "response_text": "Oh, sure, boss. I was always good at fixing things. Some I fixed for the town, some I fixed for other people, some I fixed just for the hell of it.",
      "index": "252"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic076",
      "topic_text": "Why aren't you still there, then?",
      "emotion": "Anger 50",
      "response_text": "Getting there, boss. I'd been in Tuscon - the locals can call it Two-Sun all they want, but it's Tuscon, dammit - about 75 years when she showed up.",
      "index": "255"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic077",
      "topic_text": "What happened with her?",
      "emotion": "Sad 50",
      "response_text": "This was a long time ago. Before Caesar's Legion pacified Arizona and brought the raider tribes to heel.",
      "index": "258"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic079",
      "topic_text": "But they didn't, did they?",
      "emotion": "Anger 50",
      "response_text": "No, boss. No they didn't.",
      "index": "261"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic080",
      "topic_text": "Did you rescue her?",
      "emotion": "Anger 50",
      "response_text": "I went after Dave and his brothers. They had a head start, but they slept nights. I didn't. Took me three days to catch up to them.",
      "index": "265"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic081",
      "topic_text": "How did you survive?",
      "emotion": "Pained 50",
      "response_text": "By being a meaner old cuss than the rest of them, boss. I wanted to keep living until they weren't, so I just kept shooting until they were all dead.",
      "index": "269"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic082",
      "topic_text": "Really?",
      "emotion": "Pained 100",
      "response_text": "<Sigh.> No. No, boss, I'm, a prisoner of the crazy Super Mutant with the wig and the glasses. I was kind of hoping you were here to set me free.",
      "index": "272"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic083",
      "topic_text": "What happened then?",
      "emotion": "Disgust 50",
      "response_text": "When I recovered - more or less, anyways - I left Tuscon and headed west. I ran into Tabitha at Black Mountain and, well, the rest you know.",
      "index": "274"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic084",
      "topic_text": "Doubts? About what?",
      "emotion": "Pained 50",
      "response_text": "About whether I still had what it took to carry my pistols proudly, to use them to do what's right.",
      "index": "283"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic085",
      "topic_text": "I think that's a great idea, Raul, and I hope you'll put them to good use with me.",
      "emotion": "Happy 50",
      "response_text": "You can bet on that, boss.",
      "index": "288"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic086",
      "topic_text": "If that's what you think is best, I won't stop you.",
      "emotion": "Disgust 50",
      "response_text": "Thanks, boss. I'd hate to think I was disappointing you with my life-altering decision.",
      "index": "289"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic087",
      "topic_text": "I don't think that's a good idea. You should focus on your mechanical skills instead.",
      "emotion": "Sad 50",
      "response_text": "[SUCCEEDED] I suppose you're right, boss. These bones are too old for that kind of action.",
      "index": "290"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic088",
      "topic_text": "That's not true, Raul, you're great with a pistol.",
      "emotion": "Happy 50",
      "response_text": "[SUCCEEDED] You think so? Well... you're the boss. Okay, I'll give it a try.",
      "index": "293"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic092",
      "topic_text": "You're wrong. You can still fight, and you should take up your guns again.",
      "emotion": "Anger 50",
      "response_text": "[FAILED] I'm sure you've got a lot of ideas, boss, but how about if you let me make this decision?",
      "index": "295"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic093",
      "topic_text": "We'll talk later.",
      "emotion": "Surprise 50",
      "response_text": "Really? Thanks for the reminder, boss, I'd almost forgotten.",
      "index": "297"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic094",
      "topic_text": "Sounds pretty bad.",
      "emotion": "Happy 50",
      "response_text": "You're a poet of understatement, boss. But there were moments it was almost worth it. I still remember finding that novelty costume shop.",
      "index": "298"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic095",
      "topic_text": "Wasn't it dangerous to be dressed so... noticably?",
      "emotion": "Sad 50",
      "response_text": "It was. I started to build up a legend. Sometimes it headed off trouble, but most of the time it just started more.",
      "index": "301"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic096",
      "topic_text": "Go on. What happened to Rafaela?",
      "emotion": "Sad 50",
      "response_text": "She went out to find some food one day.{digressing, maybe justifying to himself a little}I was sick, so I stayed at our camp. I guess it must have been the beginnings of radiation poisoning.",
      "index": "304"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic097",
      "topic_text": "That's terrible, Raul.",
      "emotion": "Pained 50",
      "response_text": "Terrible doesn't begin to cover it, boss. I'd let my whole family down - first the ranch, now Rafaela. I was the last Tejada.",
      "index": "307"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic098",
      "topic_text": "So what did you do?",
      "emotion": "Sad 50",
      "response_text": "I left Mexico City behind. I made my way out to the Gulf Coast, eventually I found an old Petro-Chico refinery nobody had claimed.",
      "index": "310"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic099",
      "topic_text": "Then why does your jumpsuit say \"Miguel?\"",
      "emotion": "Anger 50",
      "response_text": "Probably because it used to be Miguel's. Whoever he was. How about if you let me go, huh boss?",
      "index": "314"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic100",
      "topic_text": "Very funny.",
      "emotion": "Disgust 50",
      "response_text": "Talk to me at my shack, I've at least got tools there.",
      "index": "315"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic101",
      "topic_text": "Actually, hang out here for a while.",
      "emotion": "Disgust 50",
      "response_text": "Oh, sure thing. I haven't even remotely grown sick of staring at this place.",
      "index": "316"
    },
    {
      "topic": "VDialogueRaulRaulTejadaTopic104",
      "topic_text": "Lots of older people are still useful to their friends and communities.",
      "emotion": "Anger 50",
      "response_text": "Yeah? Maybe you can introduce them to me if we find them, because I've never met one.",
      "index": "317"
    },
    {
      "topic": "VEndingRaul",
      "topic_text": "VEndingRaul",
      "emotion": "Neutral 50",
      "response_text": "{Narrating}After a long and eventful life, Raul's luck finally ran out during his time with the Courier.",
      "index": "318"
    }
  ],
  "conversation": [
    {
      "topic": "GOODBYEGoodbye.",
      "topic_text": "Nothing else right now.",
      "emotion": "Happy 50",
      "response_text": "Sure, boss.",
      "index": "325"
    },
    {
      "topic": "HELLO",
      "topic_text": "Hello",
      "emotion": "Pained 50",
      "response_text": "Eesh, boss, are you trying to destroy my knees even faster than nature?",
      "index": "326"
    },
    {
      "topic": "RaulPvtEdwardsDUPLICATE000",
      "topic_text": "RaulPvtEdwards",
      "emotion": "Happy 50",
      "response_text": "Cheer up, kid. It's not that bad. Sure, your skin rots off and you start to stink like a public toilet after Cinco de Mayo, but... umm....",
      "index": "331"
    }
  ],
  "combat": [
    {
      "topic": "AcceptYield",
      "topic_text": "AcceptYield",
      "emotion": "Anger 50",
      "response_text": "Okay. Well, I guess I can let it go this time.",
      "index": "334"
    },
    {
      "topic": "ArmorIneffective",
      "topic_text": "ArmorIneffective",
      "emotion": "Anger 10",
      "response_text": "This armor's probably fine. The holes are cosmetic.",
      "index": "335"
    },
    {
      "topic": "Assault",
      "topic_text": "Assault",
      "emotion": "Anger 50",
      "response_text": "Hey, not so rough, I break easy!",
      "index": "337"
    },
    {
      "topic": "Attack",
      "topic_text": "Attack",
      "emotion": "Sad 50",
      "response_text": "Okay, I guess we're doing this.",
      "index": "339"
    },
    {
      "topic": "AvoidThreat",
      "topic_text": "AvoidThreat",
      "emotion": "Anger 50",
      "response_text": "Might want to watch it there, boss.",
      "index": "342"
    },
    {
      "topic": "Death",
      "topic_text": "Death",
      "emotion": "Neutral 50",
      "response_text": "{Death Noise 3}",
      "index": "345"
    },
    {
      "topic": "DeathResponse",
      "topic_text": "DeathResponse",
      "emotion": "Anger 50",
      "response_text": "Well, crap.",
      "index": "346"
    },
    {
      "topic": "FireExplosive",
      "topic_text": "FireExplosive",
      "emotion": "Anger 50",
      "response_text": "Might want to watch the explosives, boss!",
      "index": "348"
    },
    {
      "topic": "Flee",
      "topic_text": "Flee",
      "emotion": "Fear 50",
      "response_text": "This old man's retreating, boss!",
      "index": "350"
    },
    {
      "topic": "GuardTrespass",
      "topic_text": "GuardTrespass",
      "emotion": "Anger 50",
      "response_text": "Just keep on moving.",
      "index": "353"
    },
    {
      "topic": "HealthHalf",
      "topic_text": "HealthHalf",
      "emotion": "Anger 10",
      "response_text": "Boss, the pain from my wounds is starting to outweigh the pain from my arthritis.",
      "index": "355"
    },
    {
      "topic": "HealthQuarter",
      "topic_text": "HealthQuarter",
      "emotion": "Anger 10",
      "response_text": "{Dying}These bones are about to give up the ghost, boss.",
      "index": "359"
    },
    {
      "topic": "Murder",
      "topic_text": "Murder",
      "emotion": "Surprise 50",
      "response_text": "Whoa! Whoa, whoa, whoa, boss, what the hell?",
      "index": "362"
    },
    {
      "topic": "MurderNoCrime",
      "topic_text": "MurderNoCrime",
      "emotion": "Disgust 50",
      "response_text": "Well, that sure is a dead body there, boss.",
      "index": "365"
    },
    {
      "topic": "NoAmmo",
      "topic_text": "NoAmmo",
      "emotion": "Anger 10",
      "response_text": "I'm all out, boss!",
      "index": "368"
    },
    {
      "topic": "Poisoned",
      "topic_text": "Poison",
      "emotion": "Anger 10",
      "response_text": "{Poisoned}Well. This isn't good. Think I've been poisoned, boss.",
      "index": "372"
    },
    {
      "topic": "Regenerating",
      "topic_text": "Regenerating",
      "emotion": "Pained 50",
      "response_text": "{Getting second wind}Ooh, that eases the aches. Not all of them, but some.",
      "index": "375"
    },
    {
      "topic": "Steal",
      "topic_text": "Steal",
      "emotion": "Disgust 50",
      "response_text": "<Sigh>Boss, if you just ask, I'll hand it to you. Probably.",
      "index": "378"
    },
    {
      "topic": "UsedDoctorBag",
      "topic_text": "UsedDoctorBag",
      "emotion": "Pained 50",
      "response_text": "That makes me feel young again. No, wait, that's just the Med-X talking.",
      "index": "381"
    },
    {
      "topic": "Wake",
      "topic_text": "Wake",
      "emotion": "Pained 50",
      "response_text": "{Waking up from knockout, excited}Am I dead? Is this Heaven?{Flat}Oh. Hi boss. Guess not.",
      "index": "384"
    },
    {
      "topic": "WeaponBroke",
      "topic_text": "WeaponBroke",
      "emotion": "Anger 50",
      "response_text": "What a piece of junk!",
      "index": "388"
    },
    {
      "topic": "WeaponIneffective",
      "topic_text": "WeaponIneffective",
      "emotion": "Anger 50",
      "response_text": "Well, this isn't doing much of anything.",
      "index": "391"
    }
  ]
}