{
  "name": "Ghost of She",
  "url": "/wiki/Ghost_of_She",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx0094BA",
  "ref_id": "xx0094BF",
  "editor_id": "NVDLC02GhostOfShe",
  "location": "Ghost Den",
  "location_url": "/wiki/Ghost_Den",
  "race": "Yao guai",
  "role": "Mythical yao guai",
  "detailed_location": "Ghost Den",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 6,
    "Charisma": 5,
    "Intelligence": 4,
    "Agility": 8,
    "Luck": 5
  },
  "level": "35",
  "misc_skills": [
    {
      "Hit Points:": "550"
    },
    {
      "Poison Resist.:": "25%"
    },
    {
      "Rad. Resist.:": "10%"
    }
  ],
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Ghost of She is a 25 year-old Mutated Bear Female.\n\nGhost of She is a massive, legendary yao guai residing in Zion Canyon. Unlike typical yao guai, she possesses a flaming body and stands as an oversized variant of her species. Her mere presence strikes fear into the hearts of the Sorrows tribe, who believe she is the embodiment of a child who was consumed by a yao guai before her naming ceremony. Ghost of She is known for her extraordinary strength, capable of killing even heavily armored individuals with just a few blows. When sufficiently wounded, she has the ability to create multiple doppelgangers of herself, making her an extremely formidable opponent.\n\nGhost of She's Personality: Ghost of She exhibits primal aggression and territorial behavior. She is fiercely protective of her domain in Zion Canyon and attacks any intruders without hesitation. Despite her fearsome reputation, some members of the Sorrows tribe hold a superstitious belief that she carries the spirit of the lost child, viewing her with a mixture of fear and reverence.\n\nGhost of She's Backstory: According to the legends of the Sorrows tribe, a young child wandered into the den of a yao guai before completing her naming ceremony. The child was consumed by the beast, but the tribe believes that the spirit of the little girl merged with the yao guai, creating the entity known as Ghost of She. This belief has been passed down through generations, making her a figure of both terror and spiritual significance to the Sorrows. Her unusual appearance, particularly her flaming body, may be attributed to environmental factors in Zion Canyon or mutations caused by the nuclear fallout."
}