{
  "name": "Assassin",
  "url": "/wiki/Assassin",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": true,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0011689C",
  "ref_id": "0011689D",
  "editor_id": "VMS18Assassin",
  "location": "Ultra-Luxe Bathhouse",
  "location_url": "/wiki/Ultra-Luxe#Bathhouse",
  "descriptions": [
    "The assassin was hired by the White Glove Society society member Mortimer to kill Chauncey at the Ultra-Luxe in 2281.",
    "The assassin is a hired killer on Mortimer's payroll, responsible for protecting the interests of the scheming front desk manager, who in private, intends to return the White Glove Society to cannibalism. He and a few White Glove supporters of Mortimer are under orders from him to stop anyone who is aware of or is in opposition of his goals. One of these people, an insider named Chauncey, along with his detective contact, Jay Barnes (or Crusoe), are targets of Mortimer's associates.",
    "Beyond the Beef: When searching the dead investigator after speaking to Mortimer, the Courier will find a matchbook, indicating a meeting at 4 p.m. in the steam room section of the Ultra-Luxe bathhouse. After the meeting with Chauncey, the assassin sneaks in and shoots the informant.",
    "The assassin can be seen in a small room below the steam room. He can be seen in this room by using the tcl console command for a closer look. He can also be found on the Xbox by going through a wall which is to the right after entering the room. After crossing the corner, go straight and one will end up in a shady area. One will see a room for a short while, then fall and end back up in the place they started. It is possible to get there too, by making a leap of faith. Talking to the assassin will result in the player character only \"looking\" at him for a split second, then going back to normal. This is because the assassin uses an empty voice type. If he is killed, Chauncey also dies."
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "Mortimer",
  "role": "Assassin",
  "detailed_location": "Ultra-Luxe",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 6,
    "Charisma": 3,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 4
  },
  "level": "4",
  "tag_skills": [
    {
      "Guns:": "43(45)"
    },
    {
      "Melee Weap.:": "41(43)"
    },
    {
      "Unarmed:": "43"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": []
}