{
  "name": "Ironbelly",
  "url": "/wiki/Ironbelly",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx01445C",
  "ref_id": "xx01581F",
  "editor_id": "NVDLC03CrMisterGutsyBoss",
  "location": "X-17 meteorological station",
  "location_url": "/wiki/X-17_meteorological_station",
  "race": "Mister Gutsy",
  "gender": "Male programming",
  "affiliation": "Big MT",
  "role": "Hostile robot",
  "detailed_location": "X-17 meteorological station",
  "voice_actor": "Robin Atkin Downes",
  "special": {
    "Strength": 5,
    "Perception": 6,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "50",
  "misc_skills": [
    {
      "Hit Points:": "675"
    },
    {
      "Dam. Threshold:": "25"
    }
  ],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Ironbelly is a 25 year-old Robotic Male.\n\nIronbelly is a modified Mister Gutsy robot unit stationed at the X-17 meteorological station in Big MT. Its chassis bears numerous modifications and battle scars, with a distinctive red glow emanating from its optical sensors. Unlike standard Mister Gutsy units, Ironbelly has been enhanced with advanced combat systems, making it a formidable opponent in the harsh environment of the Big MT.\n\nIronbelly's Personality: Ironbelly operates on an aggressive combat protocol that overrides its standard Mister Gutsy directives. It is highly territorial and exhibits relentless behavior toward intruders. Despite being a machine, it shows unusual determination in combat, as if driven by a purpose beyond its original programming.\n\nIronbelly's Backstory: Ironbelly was originally a standard Mister Gutsy unit manufactured by RobCo Industries in the mid-2050s. It was deployed to the X-17 meteorological station as part of Big MT's security detail. When the Great War began, the station's automated systems initiated lockdown protocols, leaving Ironbelly to maintain the facility indefinitely. Over the decades, it underwent numerous modifications by Big MT's automated systems, enhancing its combat capabilities far beyond its original specifications. By 2281, Ironbelly has become a feared entity within the X-17 station, known for its relentless pursuit of intruders."
}