{
  "name": "Blade",
  "url": "/wiki/Blade",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx0086F2",
  "ref_id": "xx0089D7",
  "editor_id": "NVDLC04MarkedMenScoutBoss",
  "location": "NearUlysses' Temple",
  "location_url": "/wiki/Ulysses%27_Temple",
  "race": "Marked man",
  "gender": "Male",
  "affiliation": "Caesar's Legion(formerly)",
  "role": "Boss",
  "detailed_location": "On a roof northeast ofUlysses' Temple",
  "special": {
    "Strength": 5,
    "Perception": 6,
    "Endurance": 6,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 7,
    "Luck": 6
  },
  "level": "45",
  "tag_skills": [],
  "misc_skills": [],
  "karma": "Neutral",
  "geck_race": "MarkedMenGhoul",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Blade is a 150 year-old Ghoul Male.\n\nBlade is a unique and formidable marked man encountered at the Divide in 2281. As a scout residing near Ulysses' Temple, he demonstrates exceptional combat skills that surpass typical marked men and rival those of a companion. True to his name, he is a master swordsman wielding the Blade of the West, though he first engages targets from a distance with plasma grenades. Blade moves 15% faster than average NPCs and deals 25 additional points of melee damage per hit. His tactical prowess is enhanced by his use of a Stealth Boy, allowing him to approach undetected and evade V.A.T.S. targeting.\n\nBlade's Personality: Disciplined and observant, Blade exhibits the patience and strategic thinking of a seasoned scout. Despite his former Legion allegiance, he now operates with a self-preservation mindset, showing no particular allegiance beyond his own survival. He is quiet and focused, preferring action to conversation.\n\nBlade's Backstory: Once a frumentarius of Caesar's Legion, Blade was an elite scout and spy who operated in the Mojave Wasteland. His exact circumstances of transformation into a marked man remain unknown, but exposure to the Divide's unique radiation and environmental hazards likely caused his ghoulification. Unlike many Legion members, he abandoned his post and became a solitary figure near Ulysses' Temple. His past as a frumentarius honed his combat skills and scouting abilities, making him one of the most dangerous marked men in the Divide."
}