{
  "name": "RY-589 Ultimo bot",
  "url": "/wiki/RY-589_Ultimo_bot",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx014455",
  "ref_id": "xx015AC1",
  "editor_id": "NVDLC03CrSentryBotBoss",
  "location": "X-7a \"Left Field\" artillery launch",
  "location_url": "/wiki/X-7a_%22Left_Field%22_artillery_launch",
  "race": "Sentry bot",
  "gender": "Male programming",
  "affiliation": "Big MT",
  "role": "Boss robot",
  "detailed_location": "X-7a \"Left Field\" artillery launch",
  "special": {
    "Strength": 5,
    "Perception": 7,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 7,
    "Agility": 7,
    "Luck": 5
  },
  "level": "50",
  "misc_skills": [
    {
      "Hit Points:": "675"
    },
    {
      "Dam. Threshold:": "18"
    }
  ],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "RY-589 Ultimo bot is a 12 year-old Machine Male.\n\nRY-589 is a heavily modified sentry bot with distinctive red and black armor plating, operating at the Big MT research facility. Unlike standard sentry bots, RY-589 has been upgraded with advanced targeting systems and reinforced armor, making it a formidable opponent. It can be found patrolling the outdoor perimeter of the X-7a 'Left Field' artillery launch site, where it maintains constant vigilance against intruders.\n\nRY-589 Ultimo bot's Personality: RY-589 operates with cold, calculated efficiency, displaying unwavering loyalty to its programming. It exhibits tactical awareness beyond standard sentry bots, showing adaptability in combat situations. When not engaged in combat, it maintains a methodical patrol pattern, occasionally emitting a low hum as its systems scan the environment.\n\nRY-589 Ultimo bot's Backstory: RY-589 was constructed at the Big MT research facility around 2269 as part of an experimental program to create more advanced security robots. Designed specifically for artillery launch site security, it was equipped with enhanced targeting systems and heavier armor than standard models. For over a decade, it has faithfully carried out its patrol duties, becoming somewhat of a legend among wasteland explorers due to its unique appearance and the valuable loot it carries."
}