{
  "name": "Testacles",
  "url": "/wiki/Testacles_the_Debug_Centurion",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00139B8B",
  "ref_id": "",
  "editor_id": "",
  "location": "",
  "location_url": null,
  "race": "Human",
  "affiliation": "Caesar's Legion",
  "role": "Debug non-player character",
  "karma": "Neutral",
  "geck_race": "CaucasianOldAged",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Testacles is a 78 year-old Caucasian Male.\n\nAn elderly human with weathered skin and eyes that seem to pierce through the fabric of reality itself. Testacles stands with an unnerving stillness, as if existing partially outside the normal flow of time. His clothes are a bizarre mix of pre-War laboratory attire and post-apocalyptic scavenger gear, suggesting a life that spans multiple eras.\n\nTestacles's Personality: Enigmatic and detached, Testacles appears neutral in all matters, showing neither favor nor disdain toward any faction. He speaks in cryptic statements and seems to view the Mojave Wasteland as some kind of experiment or simulation. Despite his seemingly unlimited power to alter reality within his vicinity, he remains remarkably uninterested in using it for personal gain.\n\nTestacles's Backstory: Testacles' origins are shrouded in mystery. Some whisper he was a pre-War scientist who survived the Great War in an experimental underground vault, only to emerge with reality-bending abilities. Others claim he's a fragment of a computer program that achieved sentience. The truth may never be known, but what is clear is that he exists in a state between dimensions, able to perceive and manipulate the very code of the Mojave's reality. He appears to be drawn to areas of significant faction conflict, as if observing the grand experiment of human survival in the wasteland."
}