{
  "name": "Anne",
  "url": "/wiki/Anne_(Fallout:_New_Vegas)",
  "dialogue_name": "VVault34SharecropperAFAnne.txt",
  "dialogue_url": "/wiki/VVault34SharecropperAFAnne.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0015EC2C",
  "ref_id": "0015EC33",
  "editor_id": "VVault34SharecropperAFAnne",
  "location": "NCR sharecropper farms",
  "location_url": "/wiki/NCR_sharecropper_farms",
  "race": "Human",
  "gender": "Female",
  "affiliation": "New California Republic",
  "role": "Farmer",
  "detailed_location": "NCR sharecropper farmsBoulder City(optional)",
  "voice_actor": "Courtenay Taylor",
  "special": {
    "Strength": 7,
    "Perception": 6,
    "Endurance": 7,
    "Charisma": 3,
    "Intelligence": 4,
    "Agility": 5,
    "Luck": 4
  },
  "mod_special_values": {
    "Strength": 7,
    "Perception": 7,
    "Endurance": 7,
    "Charisma": 3,
    "Intelligence": 4,
    "Agility": 5,
    "Luck": 4
  },
  "level": "1",
  "tag_skills": [
    {
      "Melee Weap.:": "33"
    },
    {
      "Repair:": "27"
    },
    {
      "Survival:": "33"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "FemaleAdult04",
  "geck_race": "Asian",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Anger 50",
      "response_text": "{Angry Disappointment}We're heading back home. I hope our troops do the same. This land can't be saved.",
      "index": "1"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Anne is a 38 year-old Human of Asian descent Female.\n\nAnne is a diligent farmer working at the NCR sharecropper farms in 2281. Having relocated from her rural homestead as part of the Thaler Act, she has spent years cultivating the arid Mojave soil. Despite her hard work, Anne has grown increasingly frustrated with the diminishing water allocations, which threaten her livelihood and the survival of her crops.\n\nAnne's Personality: Anne is determined and pragmatic, with a strong work ethic honed by years of farming. She's quietly resentful of the NCR's management of resources but avoids open confrontation. When pushed to her limits, she can be surprisingly stubborn and resourceful, willing to take calculated risks to secure her future.\n\nAnne's Backstory: Born and raised in rural California, Anne inherited her family's farm and maintained it successfully for over a decade. When the Thaler Act was implemented in 2278, she was among many farmers pressured to relocate to the NCR sharecropper farms near the Mojave. Initially hopeful about the NCR's promises of support and fair resource distribution, Anne has watched as water allocations have steadily decreased while her workload remains constant. After years of patiently enduring the situation, she has reached her breaking point and is secretly planning to leave the farms in search of better opportunities."
}