{
  "name": "Colmillo",
  "url": "/wiki/Colmillo",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000CD22D",
  "ref_id": "0008E44D",
  "editor_id": "GibsonDog02",
  "location": "Gibson Scrap Yard",
  "location_url": "/wiki/Gibson_Scrap_Yard",
  "race": "Dog",
  "affiliation": "Old Lady Gibson",
  "role": "Guard dog",
  "detailed_location": "Gibson scrap yard",
  "special": {
    "Strength": 5,
    "Perception": 8,
    "Endurance": 7,
    "Charisma": 5,
    "Intelligence": 2,
    "Agility": 5,
    "Luck": 5
  },
  "level": "3→5 (equal to player character's level)",
  "misc_skills": [
    {
      "Hit Points:": "25"
    },
    {
      "Poison Resist.:": "30%"
    },
    {
      "Rad. Resist.:": "12%"
    }
  ],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Colmillo is a 5 year-old Mixed Breed Male.\n\nColmillo is a loyal guard dog living in the Gibson scrap yard in 2281. With sharp senses and a protective nature, he serves as one of Old Lady Gibson's trusted companions and sentinels. His weathered coat and muscular build reflect his life in the harsh Mojave environment.\n\nColmillo's Personality: Colmillo is fiercely loyal to Old Lady Gibson, whom he considers his pack leader. He is wary of strangers but can be gentle with those his owner trusts. His instincts are sharp, and he's always alert to potential threats. While not aggressive without reason, he won't hesitate to defend his territory and those he cares about.\n\nColmillo's Backstory: Colmillo was born in the harsh environment of the Mojave Wasteland and was taken in by Old Lady Gibson as a puppy. She recognized his potential and trained him to be a guard dog. Over the years, he has become an integral part of the Gibson scrap yard's security, patrolling the area and keeping an eye on the valuable scraps and resources. He has survived numerous raider attacks and mutant encounters, earning his place as one of Old Lady Gibson's most trusted companions."
}