{
  "name": "Button man",
  "url": "/wiki/Button_man",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": true,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0011E752",
  "ref_id": "0011E74C",
  "editor_id": "VMS21HitMan",
  "location": "Gomorrah",
  "location_url": "/wiki/Gomorrah",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Omertas",
  "role": "Bodyguard/triggerman",
  "detailed_location": "Gomorrah",
  "voice_actor": "Emerson Brooks,Alex Mendoza,Liam O'Brien(generic)",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "karma": "Neutral, Evil",
  "voice_type": "MaleAdult01DefaultBMaleAdult05MaleAdult07",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Vince Romano is a 32 year-old Italian-American Male.\n\nVince Romano is a hardened Omerta button man and enforcer who patrols the halls of Gomorrah casino. With his shaved head, thick mustache, and imposing physique, Vince serves as a visible reminder of the Omerta family's control over their territory. He's known for his quick temper and even quicker trigger finger, always ready to enforce his bosses' will with extreme prejudice.\n\nVince Romano's Personality: Vince is a classic enforcer - loyal to his superiors, cruel to his enemies, and pragmatic in his approach to problem-solving. He views the wasteland as a place where only the strong survive, and he takes pride in being one of the strong. He's superstitious and believes in omens, often consulting his lucky coin before making important decisions. Despite his brutish nature, Vince has a twisted code of honor - he never kills women or children, seeing it as bad for business.\n\nVince Romano's Backstory: Born in the ruins of New Reno, Vince grew up in the city's criminal underworld, learning the ropes of extortion and protection rackets from a young age. His father was a made man in one of the New Reno families, and Vince followed in his footsteps, proving himself through acts of increasing brutality. When the Omerta established their presence in the Mojave, Vince saw an opportunity for advancement and made his way to New Vegas. His loyalty and effectiveness quickly earned him a position as a button man, where he's remained for the past five years. Vince has no illusions about his line of work - he knows it's short and violent, but he prefers the freedom of the wasteland to the constraints of any other life."
}