{
  "name": "Christine Kendall",
  "url": "/wiki/Christine_Kendall",
  "dialogue_name": "ChristineKendall.txt",
  "dialogue_url": "/wiki/ChristineKendall.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0005157A",
  "ref_id": "0002B795",
  "editor_id": "ChristineKendall",
  "location": "",
  "location_url": null,
  "race": "Human",
  "gender": "Female",
  "affiliation": "Vault 101",
  "role": "Maintenance Technician",
  "detailed_location": "Vault 101",
  "voice_actor": "Jan Johns",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "1",
  "misc_skills": [],
  "karma": "Good",
  "voice_type": "FemaleChild01FemaleAdult04",
  "geck_race": "Asian",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Sad 100",
      "response_text": "Mr. Brotch is a big fat liar!Play soundFO3 ChristineKendall BigFatLiar.ogghttps://fallout.fandom.com/wiki/File:FO3_ChristineKendall_BigFatLiar.oggnoicon",
      "index": "1"
    }
  ],
  "conversation": [
    {
      "topic": "CG03TurnInTestTopic",
      "topic_text": "CG03TurnInTestTopic",
      "emotion": "Happy 75",
      "response_text": "Mother can't wait to find out if I'll be going into Science or Home Economics.{smugly  she's not worried in the slightest}Play soundFO3 ChristineKendall MotherCantW…https://fallout.fandom.com/wiki/File:FO3_ChristineKendall_MotherCantWait.oggnoicon",
      "index": "4"
    }
  ],
  "combat": [],
  "description": "Christine Kendall is a 19 year-old Asian-American Female.\n\nA young Asian-American woman living in Vault 101. Christine has a quiet demeanor and often keeps to herself, lost in thoughts about what lies beyond the Vault's confines. Her dark eyes often carry a hint of frustration and longing for something more than the rigid structure of Vault life.\n\nChristine Kendall's Personality: Introverted, curious, and somewhat rebellious. Christine is unhappy with her assigned role as a Maintenance Technician and resents the Vault's authoritarian control. She values freedom and independence, though she rarely expresses these feelings openly due to her strained relationship with her father.\n\nChristine Kendall's Backstory: Born and raised in Vault 101, Christine is the oldest daughter of John and Mary Kendall, with a younger sister named Monica. Her relationship with her father has been strained for years, leading her to become increasingly introverted. While her mother wishes for her to pursue a career in science or home economics, Christine's own interests remain unexplored due to Vault limitations. After the Generalized Occupational Aptitude Test (G.O.A.T.) in August 2274, she was assigned to the maintenance department, a decision she deeply resents. She believes her father's influence could change this assignment, but so far has been unsuccessful in convincing him."
}