{
  "name": "Raider leader (Springvale school)",
  "url": "/wiki/Raider_leader_(Springvale_school)",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": true,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00088325",
  "ref_id": "00059A7C",
  "editor_id": "SpringvaleElemBoss",
  "location": "Springvale school",
  "location_url": "/wiki/Springvale_school",
  "race": "Human",
  "affiliation": "Raiders",
  "role": "Raider boss",
  "detailed_location": "Springvale school",
  "voice_actor": "James Lewis(male)Shari Elliker(female)",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 7,
    "Luck": 5
  },
  "level": "1→4→9",
  "tag_skills": [
    {
      "Melee Weap.:": "32→45→66"
    },
    {
      "Small Guns:": "34→47→68"
    },
    {
      "Unarmed:": "28→41→62"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "25→55→85"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "1.9→2.55→3.6"
    },
    {
      "Poison Resist.:": "15%"
    },
    {
      "Rad. Resist.:": "6%"
    },
    {
      "Carry Weight:": "220 lbs"
    }
  ],
  "karma": "Evil",
  "voice_type": "MaleGroupRaiderFemaleGroupRaider",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Springvale Raider Leader is a 38 year-old Caucasian Male.\n\nThe ruthless head of a raider group occupying the abandoned Springvale Elementary School in 2277. Having taken command after the previous leader Boppo's failed attack on Megaton, this leader is pragmatic but worried about their group's future, especially their repeated failures against Vault 101.\n\nSpringvale Raider Leader's Personality: Pragmatic, ruthless, and goal-oriented with a cruel sense of humor. The leader is deeply concerned about their group's survival but maintains a tough facade, showing moments of vulnerability when contemplating their failures against Vault 101. They view Megaton with disdain and prioritize their raiders' bloodlust to maintain unity.\n\nSpringvale Raider Leader's Backstory: After the death of the previous leader Boppo during his attack on Megaton in early 2277, this raider rose to power among the Springvale raiders. Unlike Boppo, this leader is more strategic and recognizes the dangers of their repeated failed attempts against Vault 101. Despite these concerns, they continue to push for vault infiltration while keeping their raiders' bloodlust satisfied by attacking caravans heading to Megaton. The leader maintains a terminal in the elementary school where they express their thoughts, including the belief that Boppo deserved his fate and that Megaton is worthless compared to the potential wealth within Vault 101."
}