{
  "name": "Christine Kendall",
  "url": "/wiki/Christine_Kendall",
  "dialogue_name": "CG03ChristineKendall.txt",
  "dialogue_url": "/wiki/CG03ChristineKendall.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": true,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00034202",
  "ref_id": "0002B795",
  "editor_id": "CG03ChristineKendall",
  "location": "Vault 101",
  "location_url": null,
  "race": "Human",
  "gender": "Female",
  "affiliation": "Vault 101",
  "role": "Maintenance Technician",
  "detailed_location": "Vault 101",
  "voice_actor": "Jan Johns",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "1",
  "misc_skills": [],
  "karma": "Good",
  "voice_type": "FemaleChild01FemaleAdult04",
  "geck_race": "Asian",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Sad 100",
      "response_text": "Mr. Brotch is a big fat liar!Play soundFO3 ChristineKendall BigFatLiar.ogghttps://fallout.fandom.com/wiki/File:FO3_ChristineKendall_BigFatLiar.oggnoicon",
      "index": "1"
    }
  ],
  "conversation": [
    {
      "topic": "CG03TurnInTestTopic",
      "topic_text": "CG03TurnInTestTopic",
      "emotion": "Happy 75",
      "response_text": "Mother can't wait to find out if I'll be going into Science or Home Economics.{smugly  she's not worried in the slightest}Play soundFO3 ChristineKendall MotherCantW…https://fallout.fandom.com/wiki/File:FO3_ChristineKendall_MotherCantWait.oggnoicon",
      "index": "4"
    }
  ],
  "combat": [],
  "description": "Christine Kendall is a 17 year-old Asian American Female.\n\nChristine Kendall is a 17-year-old Asian American resident of Vault 101, known for her quiet demeanor and introverted nature. She often keeps to herself, observing the goings-on in the vault from a distance. Christine feels constrained by the vault's confined spaces and dreams of exploring the world beyond its concrete walls.\n\nChristine Kendall's Personality: Introverted, observant, and quietly rebellious. Christine is unhappy with her assigned role in the vault and resents the authoritarian control of Oversear Almond and her father. She's intelligent but often hesitant to speak her mind, except when discussing her discontent with the vault's limitations. She values freedom and autonomy, even if she's not yet brave enough to act on these desires.\n\nChristine Kendall's Backstory: Born in Vault 101 to John and Mary Kendall, Christine grew up with her younger sister Monica. Her relationship with her father has always been strained, as John expects his oldest daughter to conform to vault standards and accept her assigned role without question. This has led Christine to become increasingly withdrawn and introspective. Her mother, Mary, often expresses her wish for Christine to pursue either science or home economics, hoping for a more conventional path for her daughter. After taking the G.O.A.T., Christine was assigned to the maintenance department, a position she resents and believes was unfairly assigned by Edwin Brotch."
}