{
  "name": "Herbert \"Daring\" Dashwood",
  "url": "/wiki/Herbert_Dashwood",
  "dialogue_name": "HerbertDashwood.txt",
  "dialogue_url": "/wiki/HerbertDashwood.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000156DF",
  "ref_id": "00017A11",
  "editor_id": "HerbertDashwood",
  "location": "Tenpenny Tower",
  "location_url": "/wiki/Tenpenny_Tower",
  "descriptions": [
    "Herbert \"Daring\" Dashwood is a self-proclaimed adventurer of the wasteland, though long since retired by the present and residing in Tenpenny Tower in the Capital Wasteland in Fallout 3.",
    "According to the 70-year-old Herbert, in his younger days, he was a prolific traveler and adventurer, performing feats that allowed him to amass a big enough fortune to purchase a residency under Allistair Tenpenny for a comfortable retirement. In these adventures, he was accompanied often by a 200-year-old ghoul named Argyle whom he first met in 2241 when Dashwood seduced and stole his girlfriend.",
    "The duo visited many places during their exploration of the wasteland. Dashwood can recall one instance where, in the summer of 2248, they were given permission to take shelter inside Rockopolis by the ruling King Crag. But when Dashwood had an \"incident\" with Crag's daughter, the two were exiled from the underground city.",
    "According to the radio drama produced by Dashwood in his later years and broadcast on Galaxy News Radio, Argyle and Dashwood's final adventure together started when they were captured by the slavers of Paradise Falls but managed to get out of their slave collars. Before they could escape the slaver hub, Dashwood insisted on trying to rescue the mysterious woman that was imprisoned in \"The Box.\" They subdued the guard and unlocked the Pulowski Preservation shelter to find that it was empty. Another guard found them and at gunpoint demanded they surrender, only for the mystery woman to appear striking the slaver down from behind and introduced herself as Penelope Chase, a fortune hunter. She claimed to have freed herself and came to help when she noticed the duo's predicament. While Argyle was hesitant to trust her, Dashwood was enthralled and, after a brief introduction, the trio made their escape.",
    "After dispatching the last of the slavers chasing them, they continued on through the wasteland while conversing further. In the process of questioning Miss Chase about her fortune hunting, they were again held up - this time by super mutants. While the other two were being defiant against the mutants' demands to surrender, Argyle snuck around the mutants and placed live grenades on their persons. After the trio took cover, when the literal smoke cleared, Argyle fondly reminisced on the effectiveness of the \"Shady Sands Shuffle\" and asked about the other two's well-being. Miss Chase was impressed with Argyle's skills and Dashwood commented on how he did not know how he got by without Argyle, with the ghoul reminding him that he did not get by and Dashwood immediately trying to change the subject. The sounds of a child screaming in the nearby ruins drew them to rush off to investigate the commotion.",
    "Sometime later, while the trio were being chased by more super mutants, Miss Chase noticed that they were near the hills where the hidden village of Rockopolis was located. When she lamented not knowing where it was, Dashwood immediately cut her off, and in an attempt to impress her, started bragging about how he and Argyle were old friends of the settlement, further revealing that they knew the secret knock and more. Against Argyle's concerns about readily trusting the woman with such privileged information, Dashwood assured his manservant that Miss Chase would not violate the secrets of Rockopolis, and furthermore, they needed a place to hide from the mutants.",
    "After moving through the boulder entrance with the secret knock and entering Rockopolis, Argyle interrupted a flirtatious Dashwood and Miss Chase to again point out the risk Dashwood took bringing them to one of the safest places in the wasteland and giving up its secrets to a stranger. As Dashwood attempted to dissuade his companion's outburst to Miss Chase, the \"fortune hunter\" revealed herself by pulling a gun on the pair and stating her slaver associates would be right behind them. Dashwood and Argyle realized immediately that \"Penelope Chase\" was really the Black Widow, then-leader of the slavers. As the Widow boasted about how the slavers could never have found the denizens of Rockopolis without Argyle and Dashwood,",
    "With Argyle cracking a pun and Dashwood congratulating his sense of humor, King Crag arrived at the scene, despondent at seeing Dashwood again and shocked at the dead woman in front of them. When Dashwood informed him of the impending slaver attack, Crag became so furious that he ordered his people to kill the duo, forcing them to immediately take off running into the cave system. Their path eventually brought them to a wide gorge and the cliff edge on the far side requiring them to jump. Dashwood went first and almost fell, barely clinging on as Argyle rushed to help.",
    "The exact events that occurred afterward are unclear, as the radio drama cuts off after that point and no further episodes were made. Furthermore, the Lone Wanderer can find Argyle's dead body lying near the entrance to Rockopolis in 2277, seemingly nowhere near any cliffs. What is known is that the Widow's threats came true and the city of Rockopolis was later invaded by slavers who captured as many as they could and sold them off, with most being taken north to the Pitt.",
    "As for Dashwood, he last saw Argyle in Rockopolis decades ago but never lost hope of seeing his friend and manservant again, believing that Argyle would outlive him by at least one hundred years.",
    "After some more years of adventuring, Dashwood was able to amass a fortune where he could afford the high cost of a cozy residence in Tenpenny Tower for his retirement. In his advanced age, Herbert Dashwood is friendly, down-to-earth and possesses a self-ingratiating sense of humor. If asked, he'll gladly talk about the things he's done, places he's been and creatures he's encountered. He occasionally sneaks into the rooms of other people as a way of keeping himself amused and makes the effort to keep his adventuring skills honed, in case he ever needs to come out of retirement.",
    "Despite his long absence from the adventuring scene, the legacy of his and Argyle's escapades remains preserved by Dashwood in the Galaxy News Radio play The Adventures of Herbert 'Daring' Dashwood and his Ghoul Manservant Argyle. Produced by Three Dog a few years prior to 2277, it was created in the style of the radio plays from before the Great War. Unlike the pre-War plays, most of which are largely, if not entirely fictional, Dashwood claims they are all true, if not exaggerated slightly for drama.",
    "Herbert will typically walk around Tenpenny Tower and occasionally play a joke on Cheng by messing with his terminal. He also occasionally visits the Federalist Lounge on the first floor and can otherwise be found in his room where he sits beside his radio.",
    "PC Xbox 360 Herbert may not carry the key to his safe on him for pickpocketing. Instead he will carry a generic key called \"Tenpenny Tower Resident's Key,\" which will not work on his safe. Thus, if the player character does not speak to him about Argyle before killing Roy Phillips, they will be unable to obtain the key and access Dashwood's safe. "
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "Tenpenny TowerThe Railroad",
  "role": "Retired adventurerResidentRailroad affiliate",
  "detailed_location": "Tenpenny Tower",
  "voice_actor": "Paul EidingUnknown (GNR)",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 4,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 4
  },
  "mod_special_values": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 4,
    "Intelligence": 4,
    "Agility": 7,
    "Luck": 4
  },
  "level": "1→20→30 (Broken Steelonly)",
  "tag_skills": [
    {
      "Melee Weap.:": "31→100"
    },
    {
      "Small Guns:": "31→100"
    },
    {
      "Sneak:": "31→100"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "MaleOld01DC",
  "geck_race": "CaucasianOldAged",
  "topics": [
    {
      "topic": "DaringArgyleDeadTopic",
      "topic_text": "I found Argyle. I'm afraid he's dead.",
      "emotion": "Neutral 50",
      "response_text": "Dead? Argyle? You... you’re sure? My God. I always thought he’d outlive me, by at least 100 years. Poor bastard.",
      "index": "1"
    },
    {
      "topic": "DaringArgyleTopic",
      "topic_text": "Tell me about Argyle.",
      "emotion": "Neutral 50",
      "response_text": "Argyle was my manservant! Ah, but that’s really just a fancy word for \"the guy who saves my sorry skin on a regular occasion.\"",
      "index": "4"
    },
    {
      "topic": "DaringGNRTopic",
      "topic_text": "You mentioned something about GNR?",
      "emotion": "Neutral 50",
      "response_text": "Haven’t you ever heard the radio play? The Adventures of Herbert \"Daring\" Dashwood? That guy at the radio station put it together a few years ago.",
      "index": "7"
    },
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Happy 100",
      "response_text": "Herbert Dashwood. Damn glad to meet you! Call me Daring. Everyone else does.",
      "index": "10"
    },
    {
      "topic": "MS08SympathizerClue1",
      "topic_text": "I'm interested in this android from the Commonwealth.",
      "emotion": "Neutral 50",
      "response_text": "We don't do that anymore. Well, not until the heat dies down. For now, the Railroad is shut down.",
      "index": "18"
    },
    {
      "topic": "MS08SympathizerClue2",
      "topic_text": "I know you know something about this android from the Commonwealth.",
      "emotion": "Neutral 50",
      "response_text": "I heard they found him a place to hide. It's not easy. The Commonwealth always sends someone looking. Someone ruthless and determined.{hushed and conspiratorial}",
      "index": "20"
    },
    {
      "topic": "MS08SympathizerClue3Are you part of the Railroad? What do you know about this android?",
      "topic_text": "I know you're part of the Railroad. What do you know about the android?",
      "emotion": "Fear 75",
      "response_text": "Shhh! Not so loud! Whoever brought you in should have told you to be more discreet!{afraid someone might overhear}",
      "index": "23"
    },
    {
      "topic": "MS08SympathizerClue4Do you know where this android had his face or memory replaced?",
      "topic_text": "I know you know where this android received his operations. Talk.",
      "emotion": "Surprise 50",
      "response_text": "He was delivered to Pinkerton at Rivet City a long while back. It's been a complete success. No one will recognize that robot now.{hushed and conspiratorial}",
      "index": "26"
    },
    {
      "topic": "MS12Basement",
      "topic_text": "Do you know anything about the basement and emergency tunnels?",
      "emotion": "Surprise 100",
      "response_text": "Aha! So you've been exploring the tower! Well done! Let's just say that Gustavo's not the only one with a key for the generator room!{jovial gloating about his exploits}",
      "index": "28"
    },
    {
      "topic": "MS12BasementKey1MS12BasementKey",
      "topic_text": "Are you suggesting what I think you're suggesting?",
      "emotion": "Surprise 50",
      "response_text": "Well, it does get a trifle bit boring around here, and to spice things up I like to do a little... exploring.{mischievous glee \"exploring\" means breaking and entering and snooping around}",
      "index": "30"
    },
    {
      "topic": "MS12BasementKey2",
      "topic_text": "You want Gustavo to catch you with that? Better let me hold onto it, old man.",
      "emotion": "Surprise 100",
      "response_text": "That's awfully brash of you! You think you got what it takes?{mischievous glee}",
      "index": "34"
    },
    {
      "topic": "MS12FinResidents",
      "topic_text": "What's it like living at Tenpenny Tower?",
      "emotion": "Happy 100",
      "response_text": "Now everyone's calmed down and back to their old selves. Not that I cared much for them to begin with, but they've stopped all the Ghoul foolishness.{jovial}",
      "index": "37"
    },
    {
      "topic": "MS12Greeting1",
      "topic_text": "\"Daring?\" Bet you had to earn that nickname, huh?",
      "emotion": "Neutral 50",
      "response_text": "Maybe you’ve heard the GNR radio play? The Adventures of Herbert \"Daring\" Dashwood? That’s about me, you know. Based on my, um... earlier days.{reliving his glory days of youth}",
      "index": "40"
    },
    {
      "topic": "MS12Greeting2",
      "topic_text": "Shouldn't you be napping or something?",
      "emotion": "Surprise 100",
      "response_text": "Got a fire up your butt, eh? Better put that to good use. Go out exploring. Don't hang around these fools. You'll only want to blow your brains out.",
      "index": "42"
    },
    {
      "topic": "MS12Greeting3",
      "topic_text": "<Say nothing.>",
      "emotion": "Neutral 50",
      "response_text": "Not very lively are you? Perhaps you're just bored. You should go on an adventure. Nothing like a little bit of the unknown to motivate a person.{filling a void in conversation with a non-talkative person}",
      "index": "45"
    },
    {
      "topic": "MS12IntroToGhoul1",
      "topic_text": "Sure, I know lots of Ghouls. Killed my share, too.",
      "emotion": "Surprise 50",
      "response_text": "Well. Then you know that some Ghouls aren't feral, and can be reasoned with.{doubting the player actually knows this}",
      "index": "48"
    },
    {
      "topic": "MS12IntroToGhoul2",
      "topic_text": "Only one thing I like less than Ghouls: old geezers giving me orders.",
      "emotion": "Anger 75",
      "response_text": "If you weren't a child, I'd show you what this old man can do!{threatening}",
      "index": "50"
    },
    {
      "topic": "MS12IntroToGhoul3",
      "topic_text": "Sure, I've met some Ghouls. They're just people, trying to get by.",
      "emotion": "Surprise 100",
      "response_text": "Ah... you've already learned some wisdom in your youth. Congratulations!{surprised and pleased}",
      "index": "51"
    },
    {
      "topic": "MS12ResidentsBranch",
      "topic_text": "What's it like living at Tenpenny Tower?",
      "emotion": "Happy 50",
      "response_text": "Well, until recently the only danger you ever faced in this fine establishment, was bumping into all the bloated egos floating around.{jovial}",
      "index": "52"
    },
    {
      "topic": "MS12ResidentsGhoulsAbout these Ghouls...",
      "topic_text": "I bet you know a thing or two about those Ghouls...",
      "emotion": "Happy 50",
      "response_text": "Some Ghouls moved into the nearby Metro tunnel. There's a bunch of the so-called Feral Ghouls in there, but a handful seem the sociable type.{jovial adventurer}",
      "index": "55"
    },
    {
      "topic": "MS12ResidentsGhoulsChoice1MS12ResidentsGhoulsChoiceGood",
      "topic_text": "I can take care of this Ghoul situation, no problem.",
      "emotion": "Happy 100",
      "response_text": "Aha! An adventurous soul like myself. If I wasn't retired, I might come with you myself.{jovial}",
      "index": "58"
    },
    {
      "topic": "MS12ResidentsGhoulsChoice2MS12ResidentsGhoulsChoiceBad",
      "topic_text": "Better let the young folks handle things, old timer.",
      "emotion": "Anger 100",
      "response_text": "You're lucky old men learn patience. But keep pushing your luck and I'll teach you a thing or two.{angry indignation}",
      "index": "59"
    },
    {
      "topic": "MS12ResidentsGhoulsChoice3MS12ResidentsGhoulsChoiceNeutral",
      "topic_text": "Sure. Whatever you say.",
      "emotion": "Disgust 5",
      "response_text": "Don't care? You might one day.{dismissing an arrogant youngster}",
      "index": "60"
    },
    {
      "topic": "MS12ResidentsNeighbors",
      "topic_text": "How would you feel about having a few Ghoul neighbors?",
      "emotion": "Surprise 100",
      "response_text": "Well, I wouldn't mind. But they'd better be civilized. The tenants here are real uppity and most wouldn't take kindly to Ghouls living here.{jovial}",
      "index": "61"
    },
    {
      "topic": "MS12ResidentsNeighborsBad",
      "topic_text": "It's wise to be afraid of Ghouls.",
      "emotion": "Neutral 50",
      "response_text": "Yes. Many will chew off your arm if given the chance. It's true. But they aren't all bad.{jovial}",
      "index": "63"
    },
    {
      "topic": "MS12ResidentsNeighborsGood",
      "topic_text": "So you wouldn't mind if some civilized Ghouls moved in?",
      "emotion": "Happy 50",
      "response_text": "Like I said, it's fine by me.{jovial}",
      "index": "64"
    },
    {
      "topic": "MS12ResidentsNeighborsGoodPetition",
      "topic_text": "Would you tell Mister Tenpenny that you wouldn't mind Ghoul neighbors?",
      "emotion": "Happy 75",
      "response_text": "Of course! I wonder if they've ever been to Underworld. Now there's an interesting vacation destination!{(agreeing) jovial}",
      "index": "65"
    },
    {
      "topic": "MS12ResidentsNeighborsNeutral",
      "topic_text": "Whatever.",
      "emotion": "Disgust 50",
      "response_text": "Don't start conversations you aren't interested in finishing.{joival man getting annoyed}",
      "index": "66"
    },
    {
      "topic": "SpeechChallengeFailure",
      "topic_text": "SpeechChallengeFailure",
      "emotion": "Surprise 25",
      "response_text": "You'd like to know, wouldn't you? Well, if you knew enough to be trusted, you wouldn't go around asking questions like that. Sorry, kid.{grandfatherly scolding}",
      "index": "67"
    }
  ],
  "conversation": [
    {
      "topic": "DialogueTenpennyConv00",
      "topic_text": "DialogueTenpennyConv00",
      "emotion": "Happy 75",
      "response_text": "Haha! Nothing you can pin on me, Chief! But shouldn't you be out killing things in the Wasteland  instead of pestering old harmless fogies like me?{jovial repartee with the security chief who suspects him of causing trouble}",
      "index": "68"
    },
    {
      "topic": "DialogueTenpennyConv01",
      "topic_text": "DialogueTenpennyConv01",
      "emotion": "Happy 75",
      "response_text": "I know a little bit about technology. I've picked up a few tricks in my adventures. Why, what seems to be the problem?{(trying not to laugh, as he himself is sabotaging his friends computer)}",
      "index": "73"
    },
    {
      "topic": "DialogueTenpennyConv02",
      "topic_text": "DialogueTenpennyConv02",
      "emotion": "Happy 100",
      "response_text": "I once killed a Yao Guai with my bare hands! Almost lost an arm. But I got the bastard in the end. Ah... Those were the days.{reminiscing about the good ol' days}",
      "index": "77"
    },
    {
      "topic": "DialogueTenpennyDashwoodSneakStartTopic",
      "topic_text": "DialogueTenpennyDashwoodSneakStartTopic",
      "emotion": "Happy 50",
      "response_text": "I'm bored. Let's see if I can lighten things up around here.{talking to himself mischievously}",
      "index": "83"
    },
    {
      "topic": "DialogueTenpennyEatStartTopic",
      "topic_text": "DialogueTenpennyEatStartTopic",
      "emotion": "Neutral 50",
      "response_text": "I think I'll go scrounge up a little something to eat.{hungry and on his way to get food}",
      "index": "84"
    },
    {
      "topic": "DialogueTenpennySleepStartTopic",
      "topic_text": "DialogueTenpennySleepStartTopic",
      "emotion": "Happy 50",
      "response_text": "Off to dreamland I go. Ta-ta!{tired and heading off to bed}",
      "index": "85"
    },
    {
      "topic": "DialogueTenpennySusanSleepWithStartTopic",
      "topic_text": "DialogueTenpennySusanSleepWithStartTopic",
      "emotion": "Happy 50",
      "response_text": "Another evening with Ms. Lancaster. That girl certainly knows how to have a good time!{to himself under his breath, thinking about his mistress}",
      "index": "86"
    },
    {
      "topic": "GOODBYE",
      "topic_text": "I have to go now.",
      "emotion": "Happy 50",
      "response_text": "Go get 'em!{jovial}",
      "index": "87"
    },
    {
      "topic": "HELLO",
      "topic_text": "HELLO",
      "emotion": "Surprise 50",
      "response_text": "<whistles tunelessly.>{classic \"pay no attention to me while I'm doing something naughty\" shtick}",
      "index": "90"
    }
  ],
  "combat": [
    {
      "topic": "Attack",
      "topic_text": "Attack",
      "emotion": "Happy 100",
      "response_text": "I forgot how much fun it was to shoot Ferals!{jovial adventurer glad to be killing things again}",
      "index": "106"
    }
  ]
}