{
  "name": "Colonel Autumn",
  "url": "/wiki/Augustus_Autumn",
  "dialogue_name": "ColonelAutumn.txt",
  "dialogue_url": "/wiki/ColonelAutumn.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00019A1F",
  "ref_id": "0001B52C",
  "editor_id": "ColonelAutumn",
  "location": "Raven Rock",
  "location_url": "/wiki/Raven_Rock",
  "descriptions": [
    "Colonel Augustus Autumn is the commanding officer of the Department of the Army for John Henry Eden's division of the Enclave occupying the Capital Wasteland in 2277. He serves as the primary antagonist of Fallout 3.",
    "Born and raised on Control Station ENCLAVE off the coast of New California, Augustus was the son of a high-ranking scientist during President Dick Richardson's final term. Both were later posted to the mainland sometime prior to 2241, allowing them to avoid dying to nuclear fire when the Chosen One infiltrated the rig in the fall of 2242, killed President Richardson, and destroyed the Enclave's HQ by causing a meltdown.",
    "The rank-and-file members were not informed of the change in leadership, believing the presidential line of succession terminated with Richardson.",
    "Under Autumn's leadership, the old Hellfire power armor prototype was completed and placed into service.",
    "While Augustus succeeded his father at the president's side and was granted the rank of colonel in Eden's Department of the Army, he was far less subservient than Autumn Sr. and did not trust the machine taking the reins of the Enclave, a fact Eden knew. Unbeknownst to Eden, sometime prior to 2277, Augustus secretly acquired the self-destruct sequence for the ZAX mainframe and kept it hidden, to be used as a last resort.",
    "Under the new Colonel Autumn's leadership, the Enclave revived their efforts in developing several research projects, including combat-ready Hellfire armor and Duraframe Eyebot support units. In his position, Autumn cared little for the ethical misgivings of his subordinates and prioritized efficiency and results, especially when it came to robotics.",
    "In his service under President Eden, although Autumn was a high-ranking officer in a fascist paramilitary organization, and the Enclave as the only entity with the ability to bring about a rebirth of America. Consequently, the ends justified all the means at his disposal.",
    "Autumn confronts James and demands the purifier, essential to his plans for controlling the wasteland.",
    "When word reached Autumn about Project Purity being reactivated by one of its creators ca. 2277, there he saw an opportunity; in the grimy, poisoned expanse of the Capital Wasteland a reliable source of unirradiated, purified water could be leveraged to attract all wastelanders to the viability of the Enclave's goals, providing them with ample amounts of potable water, new recruits, the admiration of the people, and most importantly, a plan for the future.",
    "A short time after James and his heir brought Madison Li and her team from Rivet City to the project to get it working, Autumn ordered a large-scale deployment of Enclave military forces, not just to the Jefferson Memorial housing the purifier, but across the Capital Wasteland to begin preparing for their takeover. Autumn himself personally arrived at the purifier to seize it under the authority of President Eden and the United States government he claimed to represent. However, his negotiation with the scientists hit a roadblock as James proved uncooperative, causing Autumn to fatally shoot one of his associates, Janice Kaplinski, to force him to cooperate. However, Autumn underestimated James, and after allowing him to access the purifier's controls, instead found himself trapped when the vengeful scientist sealed the control chamber and flooded it with lethal radiation in an attempt to take out the Enclave's leader at the cost of his own life.",
    "After James' sacrifice and the Lone Wanderer escaping with most of the Project Purity staff including Li, Autumn regained consciousness and escaped the radiation-filled chamber. James' suicide was deemed meaningless to Autumn, a cause of misplaced loyalties,",
    "However, Autumn designated the most important project as tracking the activities of James' heir, as the colonel correctly surmised that not only could they enable the activation of the purifier much faster, they would also serve as a valuable asset in the Enclave's search for a Garden of Eden Creation Kit without expending their own resources. Later in 2277, Autumn personally led the capture team to ambush the Lone Wanderer in Vault 87 after they were led there by the Brotherhood of Steel and had retrieved the intact G.EC.K. unit from inside the super mutant haven.",
    "Autumn delivers his ultimatum while interrogating the Lone Wanderer. \"You're a traitor to the United States government. You know what happens to traitors, don't you?\"",
    "Instead of leaving them to be summarily executed, Autumn personally interrogated the Lone Wanderer in their cell within Raven Rock, demanding the code to activate the purifier after the G.E.C.K. was installed. He tried to convince them that the sooner it could be brought online, the quicker the people's suffering would end (not through summary execution, but distribution of water rations).",
    "Before he could make good on his threats, President Eden intervened and diverted the colonel. Under the stress of his prisoner's obstinance stalling his plans, Autumn made the mistake of listening to the president's request and leaving them alone but alive. He was unaware that Eden was scheming to go behind his back and replace Autumn with the Lone Wanderer as his confidante and right hand to fulfill his plan for genocide.",
    "Pushed to the extreme by Eden's betrayal, Autumn relocated his command post to Project Purity and continued his plan to dominate the wasteland. Fully believing in the military superiority of the Enclave led him to his final mistake: Autumn's failure to capitalize on the weakened state of Lyons' Brotherhood of Steel (as a result of their schism with the Brotherhood Outcasts) to crush them beforehand allowed them to bring their trump card online and unleash Liberty Prime in the ensuing climax of the second Brotherhood-Enclave War. As Prime devastated wave after wave of Enclave soldiers, including blasting vertibirds out of the sky with his lasers, the Brotherhood followed in his wake to mop up the remains, quickly and severely diminishing their military advantage. At the Battle of Project Purity, the automaton disabled the protective energy shield the Enclave had thrown up around the Memorial, allowing the Lone Wanderer and Sentinel Lyons to breach the purifier where they confronted Colonel Autumn. At the end of his figurative rope, Autumn truly believed that he was the epitome of the Enclave's virtues,",
    "His last-ditch effort to hold onto power failed at the hands of the Lone Wanderer, though whether Autumn was gunned down in the Memorial, or convinced to relinquish control and subsequently allowed to walk away (into the waiting crosshairs of Lyons' Pride) is unknown.",
    "Augustus Autumn appears in Fallout 3, Fallout Shelter, and Fallout: Wasteland Warfare. He is also mentioned in the Fallout 3 add-on Broken Steel and the Fallout: New Vegas add-on Lonesome Road.",
    "Early concepts of Colonel Autumn. The left-hand side was noted by Adam Adamowicz as the \"Teutonic version\".",
    "Colonel Autumn went through several designs during the development of Fallout 3, before Adam Adamowicz settled on what he called the \"Teutonic\" variant. In particular, an early version evoked the Wehrmacht of Nazi Germany and seems to be based on Erwin Rommel. Autumn's appearance also varied in terms of his age, from a youthful appearance to an elderly one with prominent facial creases, and his hair style was also originally different, with a military-style undercut."
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "Department of the Army",
  "role": "Enclave military commander",
  "detailed_location": "Jefferson MemorialVault 87Raven Rock",
  "voice_actor": "Peter Gil",
  "special": {
    "Strength": 5,
    "Perception": 6,
    "Endurance": 6,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 7,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 6,
    "Perception": 8,
    "Endurance": 7,
    "Charisma": 10,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "10→20→30",
  "tag_skills": [
    {
      "Big Guns:": "77→100"
    },
    {
      "Small Guns:": "84→100"
    },
    {
      "Speech:": "75→100"
    }
  ],
  "misc_skills": [
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "1.35"
    },
    {
      "Poison Resist.:": "25%"
    },
    {
      "Rad. Resist.:": "10%"
    },
    {
      "Carry Weight:": "200"
    },
    {
      "Damage Res.:": "8%"
    }
  ],
  "karma": "Evil",
  "geck_race": "CaucasianOld",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "You've already won. Allow me to leave with some dignity.",
      "index": "1"
    },
    {
      "topic": "MQ09AutumnDontKnowCode",
      "topic_text": "I don't know what the code is.",
      "emotion": "Anger 100",
      "response_text": "You LIE!",
      "index": "9"
    },
    {
      "topic": "MQ09AutumnGiveCode",
      "topic_text": "The code is 2-1-6.",
      "emotion": "Neutral 50",
      "response_text": "Let's just make sure you're telling the truth.",
      "index": "10"
    },
    {
      "topic": "MQ09AutumnGiveCodeLie",
      "topic_text": "The code is 7-0-4.",
      "emotion": "Neutral 50",
      "response_text": "Very well. We'll just verify that now.",
      "index": "11"
    },
    {
      "topic": "MQ09AutumnGreetLetMeGo",
      "topic_text": "Let me out of here. Now!",
      "emotion": "Neutral 50",
      "response_text": "IF you tell me the code, it might be worth your life. But you're really not in a position to be demanding anything, are you?",
      "index": "12"
    },
    {
      "topic": "MQ09AutumnGreetWhateverYouWant",
      "topic_text": "I'll tell you whatever you want. Please just don't hurt me.",
      "emotion": "Neutral 50",
      "response_text": "Now that's just what I wanted to hear.",
      "index": "13"
    },
    {
      "topic": "MQ09AutumnGreetWhatsGoingOn",
      "topic_text": "What the hell is going on here?",
      "emotion": "Neutral 50",
      "response_text": "I'll tell you what's going on here. You lost.",
      "index": "15"
    },
    {
      "topic": "MQ09AutumnGreetWrongPerson",
      "topic_text": "This is some kind of mistake. You've got the wrong person.",
      "emotion": "Neutral 50",
      "response_text": "You really think I'm that stupid? I know you were there. I saw you.",
      "index": "18"
    },
    {
      "topic": "MQ09AutumnHolotape",
      "topic_text": "MQ09AutumnHolotape",
      "emotion": "Neutral 50",
      "response_text": "I'm not entirely sure Eden can be trusted. And I think he knows I don't trust him.",
      "index": "21"
    },
    {
      "topic": "MQ09AutumnInsult",
      "topic_text": "Fuck you. I'm not telling you anything.",
      "emotion": "Neutral 50",
      "response_text": "I'll be honest. I'm running out of patience here, and I'm not looking to play games with you.",
      "index": "24"
    },
    {
      "topic": "MQ09AutumnInsult2",
      "topic_text": "No, seriously. Fuck you.",
      "emotion": "Neutral 50",
      "response_text": "Why do you insist on provoking me?",
      "index": "26"
    },
    {
      "topic": "MQ09AutumnKilledFather",
      "topic_text": "You killed my father, you son of a bitch!",
      "emotion": "Neutral 50",
      "response_text": "Technically, your father killed himself. His loyalties lay with the wrong people, and he paid the price.",
      "index": "28"
    },
    {
      "topic": "MQ09AutumnOkayIllTalk",
      "topic_text": "Okay, okay. Just don't hurt me.",
      "emotion": "Neutral 50",
      "response_text": "I'm waiting.",
      "index": "30"
    },
    {
      "topic": "MQ09AutumnWhatCode",
      "topic_text": "What code? What are you talking about?",
      "emotion": "Neutral 50",
      "response_text": "Don't try and play stupid now. It's too late for that; we both know better.",
      "index": "31"
    },
    {
      "topic": "MQ09AutumnWhyWantCode",
      "topic_text": "Why do you want this code so badly?",
      "emotion": "Neutral 50",
      "response_text": "You know why. We can't start the purifier without it. The longer the purifier isn't running, the more people suffer.",
      "index": "33"
    },
    {
      "topic": "MQ11AutumnCHAPawn",
      "topic_text": "Don't you see? You've been used. You're a pawn. You deserve better.",
      "emotion": "Neutral 50",
      "response_text": "And just what \"better\" is there for me? What would you have me do?",
      "index": "35"
    },
    {
      "topic": "MQ11AutumnDontWantToFightYou",
      "topic_text": "Look, I don't want to fight you.",
      "emotion": "Neutral 50",
      "response_text": "You don't have to. Just stand there. It'll be over quicker, and might even be less painful for you.",
      "index": "36"
    },
    {
      "topic": "MQ11AutumnEdenTurned1",
      "topic_text": "But you know he has. He sent me to do a job that you wouldn't.",
      "emotion": "Neutral 50",
      "response_text": "You could have stolen the vial... It means nothing. It proves nothing.{hesitating, unsure}",
      "index": "37"
    },
    {
      "topic": "MQ11AutumnEdenTurned2",
      "topic_text": "You know I'm telling the truth. Eden, the Enclave... Both have betrayed you.",
      "emotion": "Anger 50",
      "response_text": "I am in charge here! I am the Enclave!{shouted - really unsure, trying to sound convincing}",
      "index": "38"
    },
    {
      "topic": "MQ11AutumnEdenTurned3",
      "topic_text": "If you're in charge, then you can stop the plans of some mad machine.",
      "emotion": "Surprise 50",
      "response_text": "Stop? Now? Are you out of your mind? There's nothing else to be done. We will push forward, and we will prevail!{confused, really doubting, but trying to sound assertive}",
      "index": "39"
    },
    {
      "topic": "MQ11AutumnGiveItUp",
      "topic_text": "Give it up, Autumn. You've lost.",
      "emotion": "Neutral 50",
      "response_text": "I beg to differ. The Enclave is at the height of its power.",
      "index": "40"
    },
    {
      "topic": "MQ11AutumnINTEden2",
      "topic_text": "My point is that your government isn't legitimate. You have no right to rule.",
      "emotion": "Neutral 50",
      "response_text": "I see.",
      "index": "42"
    },
    {
      "topic": "MQ11AutumnINTEden3",
      "topic_text": "He's not human. He assumed control... it was never given to him.",
      "emotion": "Neutral 50",
      "response_text": "Yes... You're right. I had not considered it from that viewpoint.",
      "index": "44"
    },
    {
      "topic": "MQ11AutumnINTEdenNotPresident",
      "topic_text": "Eden's not the President. He was never elected! Hell, he's not even human...",
      "emotion": "Neutral 50",
      "response_text": "And your point?",
      "index": "46"
    },
    {
      "topic": "MQ11AutumnKillYou",
      "topic_text": "I'm going to enjoy killing you.",
      "emotion": "Neutral 50",
      "response_text": "You're in over your head, I'm afraid.",
      "index": "47"
    },
    {
      "topic": "MQ11AutumnKillYou2",
      "topic_text": "You know what? Screw this. You're going down.",
      "emotion": "Neutral 50",
      "response_text": "Such arrogance!",
      "index": "49"
    },
    {
      "topic": "MQ11AutumnSPEECHAllegiance",
      "topic_text": "Why are you doing this? Why give your allegiance to a machine?",
      "emotion": "Anger 50",
      "response_text": "I am sworn to protect the Presidency. The chain of command must be upheld.",
      "index": "51"
    },
    {
      "topic": "MQ11AutumnSPEECHDontDoIt",
      "topic_text": "This isn't the way to do it. More fighting will just make things worse.",
      "emotion": "Neutral 50",
      "response_text": "And what would you have me do? Let you have everything I've worked to build? Let you destroy it all?",
      "index": "53"
    },
    {
      "topic": "MQ11AutumnSPEECHEdenTurned",
      "topic_text": "Eden betrayed you. You see this vial? He trusts me more than he trusts you.",
      "emotion": "Anger 50",
      "response_text": "That's not true. That plan was abandoned months ago. He would never go behind my back!",
      "index": "54"
    },
    {
      "topic": "MQ11AutumnSPEECHRRBlownUp",
      "topic_text": "Raven Rock is gone. Eden checked out. You've got nothing left.",
      "emotion": "Anger 20",
      "response_text": "The American people are worth fighting for. The future must be secured. I won't let you stand in the way of that.{stammering, shaken}",
      "index": "55"
    },
    {
      "topic": "MQ11AutumnWalkAway",
      "topic_text": "Just walk away. It's not too late.",
      "emotion": "Neutral 50",
      "response_text": "And you... You would just let me leave? How can I be sure you won't just shoot me once I turn my back on you?",
      "index": "56"
    },
    {
      "topic": "SpeechChallengeFailure",
      "topic_text": "SpeechChallengeFailure",
      "emotion": "Anger 50",
      "response_text": "You're in over your head, and no amount of talking is going to get you out of it.{rueful}",
      "index": "59"
    }
  ],
  "conversation": [
    {
      "topic": "MQ05AutumnSpeech",
      "topic_text": "MQ05AutumnSpeech",
      "emotion": "Neutral 50",
      "response_text": "Then you will immediately hand over all materials related to this project, and aid us in making it operational at once.{losing patience}",
      "index": "62"
    },
    {
      "topic": "MQ05DadStalling",
      "topic_text": "MQ05DadStalling",
      "emotion": "Neutral 50",
      "response_text": "Enough of these delays.",
      "index": "70"
    },
    {
      "topic": "MQ08AutumnSay01",
      "topic_text": "MQ08AutumnSay01",
      "emotion": "Neutral 50",
      "response_text": "Good work, soldier. Make sure the G.E.C.K. is secured aboard my Vertibird.",
      "index": "73"
    },
    {
      "topic": "MQ08AutumnSay02",
      "topic_text": "MQ08AutumnSay02",
      "emotion": "Neutral 50",
      "response_text": "You're certain she's unharmed?",
      "index": "74"
    },
    {
      "topic": "MQ08AutumnSay03",
      "topic_text": "MQ08AutumnSay03",
      "emotion": "Neutral 50",
      "response_text": "Excellent. Prepare her for transport immediately.",
      "index": "76"
    },
    {
      "topic": "MQ09AutumnAngered",
      "topic_text": "MQ09AutumnAngered",
      "emotion": "Neutral 50",
      "response_text": "I should have killed you right away. We have the G.E.C.K., we'll get the code. We don't need you.",
      "index": "78"
    },
    {
      "topic": "MQ09AutumnIntercomConv1",
      "topic_text": "MQ09AutumnIntercomConv1",
      "emotion": "Neutral 50",
      "response_text": "Your code is 2-1-6. Repeat, 2-1-6. Confirm and enter.",
      "index": "80"
    },
    {
      "topic": "MQ09AutumnIntercomConv2",
      "topic_text": "MQ09AutumnIntercomConv2",
      "emotion": "Neutral 50",
      "response_text": "Your code is 7-0-4. Repeat, 7-0-4. Confirm and enter.",
      "index": "82"
    },
    {
      "topic": "MQ09AutumnKillPlayer",
      "topic_text": "MQ09AutumnKillPlayer",
      "emotion": "Neutral 50",
      "response_text": "Thank you for cooperating. I'm afraid we no longer have need of your services.",
      "index": "84"
    },
    {
      "topic": "MQ09AutumnPASpeech",
      "topic_text": "MQ09AutumnPASpeech",
      "emotion": "Neutral 50",
      "response_text": "The prisoner from Vault 101 is to be shot on sight. I repeat, shot on sight. This is an order!",
      "index": "85"
    },
    {
      "topic": "MQ09AutumnPresConv",
      "topic_text": "MQ09AutumnPresConv",
      "emotion": "Anger 50",
      "response_text": "Yes sir.{gritted teeth, reluctant}",
      "index": "87"
    }
  ],
  "combat": [
    {
      "topic": "Attack",
      "topic_text": "Attack",
      "emotion": "Neutral 50",
      "response_text": "",
      "index": "89"
    },
    {
      "topic": "Death",
      "topic_text": "Death",
      "emotion": "Surprise 100",
      "response_text": "Aggh!",
      "index": "90"
    }
  ]
}