{
  "name": "Colonel Hartigan",
  "url": "/wiki/Hartigan",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx003302",
  "ref_id": "xx003303",
  "editor_id": "DLC05DeadAstronaut",
  "location": "Engineering core",
  "location_url": "/wiki/Engineering_core",
  "descriptions": [
    "Colonel Hartigan was an astronaut from the United States Air Force, abducted by aliens in the golden age of the Space Race. His corpse is found kept in stasis in Mothership Zeta's engineering core in the Fallout 3 add-on Mothership Zeta. His space capsule can be found in the research lab.",
    "Colonel Hartigan was one of the pioneers of manned spaceflight, performing low-orbit flights under the auspices of the United States Air Force and the United States Space Administration in the 1960s.",
    "In reality, Hartigan was abducted by Zetans and brought onboard their mothership. He tried to initiate first contact, explaining his mission and trying to make peaceful overtures, suggesting that the Zetans and humans could learn from each other. His naivete was quickly removed with shock prods, and he was later put in stasis. Unfortunately for him, the combination of extreme stress, complications, and malfunctions resulted in him dying shortly before being placed in stasis. The field did prevent decomposition, and his spacesuit remains salvageable.",
    "Colonel Hartigan appears only in the Fallout 3 add-on Mothership Zeta."
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "United States Air Force",
  "role": "Astronaut",
  "detailed_location": "Engineering core,MothershipZeta",
  "voice_actor": "Jerry Whiddon",
  "special": {
    "Strength": 6,
    "Perception": 7,
    "Endurance": 5,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 5
  },
  "tag_skills": [
    {
      "Explosives:": "34"
    },
    {
      "Small Guns:": "32"
    },
    {
      "Sneak:": "32"
    }
  ],
  "karma": "Neutral",
  "voice_type": "DLC05NPCMaleGeneric3",
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": []
}