{
  "name": "Corporal Spurlock",
  "url": "/wiki/Spurlock",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": true,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx0098F1",
  "ref_id": "xx003CC1",
  "editor_id": "DLC05SquadSpurlock",
  "location": "Cryo lab",
  "location_url": "/wiki/Cryo_lab",
  "race": "Human",
  "gender": "Female",
  "affiliation": "108th Infantry Battalion",
  "role": "Medic",
  "detailed_location": "Cryo lab,MothershipZeta",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 10,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "tag_skills": [
    {
      "Explosives:": "34"
    },
    {
      "Small Guns:": "32"
    },
    {
      "Sneak:": "32"
    }
  ],
  "karma": "Neutral",
  "voice_type": "DLC05NPCFemaleGeneric1",
  "geck_race": "AfricanAmerican",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Corporal Spurlock is a 29 year-old African American Female.\n\nA former medic of the 108th Infantry Battalion, Corporal Spurlock has endured unimaginable trauma. After being separated from her unit during the Battle of Anchorage, she and her squad were abducted by aliens and subjected to horrific experiments. Unlike many of her comrades who died during the procedures, Corporal Spurlock was kept alive in suspended animation, periodically thawed for vivisection. She fought to maintain her terror and dignity throughout the ordeal, but ultimately succumbed to shock and internal bleeding shortly before the Lone Wanderer's arrival.\n\nCorporal Spurlock's Personality: Disciplined and resilient despite severe trauma. Maintains military bearing but shows signs of PTSD. Professional when discussing medical matters, haunted by memories of vivisection. Values human life but has become somewhat detached due to her experiences.\n\nCorporal Spurlock's Backstory: Born and raised in the pre-War United States, Corporal Spurlock enlisted in the U.S. Army and trained as a field medic. She served with distinction in the 108th Infantry Battalion during the Alaskan Campaign. During the Battle of Anchorage in 2077, her unit became separated from the main force while tending to wounded soldiers. In the chaos, Spurlock and her remaining squad members were abducted by unknown alien entities. She and her comrades were subjected to years of horrific experiments in a cryogenic facility, kept alive through suspended animation and periodically awakened for vivisection. Despite the unspeakable agony, Spurlock maintained her medical professionalism and tried to comfort her fellow soldiers whenever possible."
}