{
  "name": "Squill",
  "url": "/wiki/Squill",
  "dialogue_name": "DLC01Squill.txt",
  "dialogue_url": "/wiki/DLC01Squill.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx00413A",
  "ref_id": "xx004600",
  "editor_id": "DLC01Squill",
  "location": "The Pitt Uptown",
  "location_url": "/wiki/The_Pitt_Uptown",
  "race": "Human",
  "gender": "Female",
  "affiliation": "Pitt raidersPitt slaves(formerly)",
  "role": "Slaver",
  "detailed_location": "The Pitt Uptown",
  "voice_actor": "Vanessa Richardson",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 7,
    "Luck": 5
  },
  "level": "1→20→30 (Broken Steelonly)",
  "tag_skills": [
    {
      "Melee Weap.:": "32→100"
    },
    {
      "Small Guns:": "34→100"
    },
    {
      "Unarmed:": "28→100"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "65→160→210"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "1.9→5.5"
    },
    {
      "Poison Resist.:": "15%"
    },
    {
      "Rad. Resist.:": "6%"
    },
    {
      "Carry Weight:": "210"
    }
  ],
  "karma": "Evil",
  "voice_type": "DLC01RaiderFemaleColdVoice",
  "geck_race": "AfricanAmericanRaider",
  "topics": [
    {
      "topic": "DLC01HavenResponse1A",
      "topic_text": "Glad I kept you entertained, then!",
      "emotion": "Happy 50",
      "response_text": "That worked out well for all of us, didn't it?",
      "index": "1"
    },
    {
      "topic": "DLC01HavenResponse1B",
      "topic_text": "Good thing you didn't. I would have shot back.",
      "emotion": "Happy 50",
      "response_text": "I should hope so! That's what I did when I was fighting down there.",
      "index": "3"
    },
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Happy 50",
      "response_text": "Hey, if it ain't the champion of the Hole! That was a hell of a show you put on down there!",
      "index": "5"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Squill is a 29 year-old African American Female.\n\nSquill is a distinctive member of the Pitt raiders, standing out with her unusually good-natured demeanor and enthusiastic attitude. Unlike the typical raider, she maintains a certain level of cheerfulness while engaging in the brutal activities of The Pitt. She's often found near the arena, watching the fights with an unusual level of excitement.\n\nSquill's Personality: Despite her affiliation with the raiders and her role as a slaver, Squill maintains an unexpectedly cheerful and enthusiastic demeanor. She appears to enjoy the violent spectacles of The Pitt's arena, often firing into the fights from the spectator area to make them more exciting. This behavior stems from her past as a gladiator slave, where she developed a resilience and dark sense of humor. She's pragmatic about the harsh realities of life in The Pitt but maintains a twisted sense of sportsmanship.\n\nSquill's Backstory: Squill was born and raised in The Pitt, spending her early years as a slave forced to fight in the arena. Unlike many others, she survived the brutal gladiator life through a combination of skill, resilience, and her unique perspective on violence. After earning her freedom through a series of victories (or perhaps through some other means), she transitioned from gladiator to raider. Rather than becoming bitter and cruel like many others who've experienced similar hardships, Squill developed a dark enthusiasm for the violence and oppression that defines The Pitt. Her name is a local shortening of 'Squirrel Hill,' referencing the Pittsburgh neighborhood that inspired The Pitt's setting."
}