{
  "name": "Doctor Adami",
  "url": "/wiki/Adrienn_Adami",
  "dialogue_name": "DLC02FF007Doctor.txt",
  "dialogue_url": "/wiki/DLC02FF007Doctor.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": true,
  "can_be_enslaved": false,
  "is_doctor": true,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx00B56E",
  "ref_id": "xx00C186",
  "editor_id": "DLC02FF007Doctor",
  "location": "U.S. Army field headquarters",
  "location_url": "/wiki/U.S._Army_field_headquarters",
  "race": "Human",
  "gender": "Female",
  "affiliation": "U.S. Army",
  "role": "Doctor",
  "detailed_location": "Anchorage Reclamation simulationU.S. Army field headquarters",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 10,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "10",
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "DLC02FemaleGeneric1",
  "geck_race": "AfricanAmerican",
  "topics": [
    {
      "topic": "DLC02FF007DoctorDone",
      "topic_text": "DLC02FF007DoctorDone",
      "emotion": "Neutral 50",
      "response_text": "There we go. Stay safe out there, okay?{doctor encourage a healed patient to get back into the fight}",
      "index": "1"
    },
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "Congratulations on making it to the HQ. It's pretty fierce out there. Here's your chem ration. I'm doctor Adami. Come see me if you need patching up.{treating a patient in a hospital ward}",
      "index": "4"
    }
  ],
  "conversation": [
    {
      "topic": "HELLO",
      "topic_text": "HELLO",
      "emotion": "Neutral 50",
      "response_text": "You hurt?{doctor to patient who wandered in}",
      "index": "8"
    }
  ],
  "combat": [],
  "description": "Doctor Adrienn Adami is a 39 year-old African American Female.\n\nA middle-aged African American woman serving as the head of General Chase's medical staff at the Anchorage forward bay. She appears tired but professional, with a no-nonsense demeanor that belies her inner turmoil over the ethical implications of her work.\n\nDoctor Adrienn Adami's Personality: Conscientious and professional, Doctor Adami is torn between her medical ethics and her military obligations. She cares deeply for her patients but is conflicted about administering the experimental Psycho drug. Despite her reservations, she follows orders while subtly documenting concerns about the drug's side effects.\n\nDoctor Adrienn Adami's Backstory: Born in 2138, Adrienn Adami showed exceptional aptitude for medicine from a young age. She attended the University of Colorado Medical School, graduating with honors in 2160. She served her residency at a hospital in Denver before joining the U.S. Army Medical Corps in 2165. Her expertise in battlefield medicine led to her rapid promotion, and by 2175, she was appointed as head of medical staff for General Chase's operations. Over the years, she has developed a complicated relationship with Chase, respecting his strategic mind but disagreeing with his willingness to experiment with soldiers' health."
}