{
  "name": "Carl",
  "url": "/wiki/Carl_(Broken_Steel)",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx00BD80",
  "ref_id": "xx00C47E",
  "editor_id": "DLC03GhoulCarl",
  "location": "Old Olney underground",
  "location_url": "/wiki/Old_Olney_underground",
  "race": "Ghoul",
  "gender": "Male",
  "affiliation": "Old Olney undergroundghouls",
  "role": "Doctor",
  "detailed_location": "Old Olney underground",
  "level": "1",
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "MaleGenericGhoulDC",
  "geck_race": "Ghoul",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Carl is a 152 year-old Ghoul Male.\n\nCarl is an elderly ghoul with weathered, greyish-green skin and sunken eyes that still hold a spark of determination. As the doctor of the Old Olney underground ghoul settlement, he wears tattered medical scrubs over his ghoulified form, with a makeshift medical bag always at his side. His voice is raspy but carries an air of authority and compassion.\n\nCarl's Personality: Carl is pragmatic yet compassionate, having spent decades adapting to the harsh realities of the wasteland. He's seen the worst of what the world has to offer but maintains a hopeful outlook for his fellow ghouls. He values knowledge and skill above all else and is willing to trade medical supplies for useful information or resources. Despite his neutral alignment, he has a soft spot for those who try to help others.\n\nCarl's Backstory: Carl was once a human doctor living in Washington D.C. before the Great War. When the bombs fell in 2077, he was exposed to significant radiation that transformed him into a ghoul. For decades, he wandered the wasteland, honing his medical skills in the brutal environment. In 2275, he joined an initiative to establish a new ghoul settlement in the relatively safe tunnels beneath Old Olney. Carl was chosen as the settlement's doctor due to his extensive medical knowledge and experience. He helped establish the medical facilities and trained others in basic first aid. The settlement has faced challenges, including resource scarcity and the ever-present threat of deathclaws in the area above, but Carl remains committed to keeping his fellow ghouls alive and healthy."
}