{
  "name": "Ellen DeLoria",
  "url": "/wiki/Ellen_DeLoria",
  "dialogue_name": "CG04EllenDeLoria.txt",
  "dialogue_url": "/wiki/CG04EllenDeLoria.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000230DF",
  "ref_id": "000230E2",
  "editor_id": "CG04EllenDeLoria",
  "location": "Vault 101",
  "location_url": null,
  "race": "Human",
  "gender": "Female",
  "affiliation": "Vault 101",
  "role": "Vault alcoholicMother",
  "detailed_location": "Vault 101",
  "voice_actor": "Shari Elliker",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 10,
    "Intelligence": 5,
    "Agility": 10,
    "Luck": 10
  },
  "level": "1",
  "misc_skills": [],
  "karma": "Good",
  "voice_type": "FemaleAdult01DefaultDC",
  "geck_race": "CaucasianOld",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Surprise 75",
      "response_text": "Where did those ... things... come from? Ugh. I need another drink.{very drunk}Play soundFO3 EllenDeLoria NeedAnotherDrin…https://fallout.fandom.com/wiki/File:FO3_EllenDeLoria_NeedAnotherDrink.oggnoicon",
      "index": "1"
    }
  ],
  "conversation": [
    {
      "topic": "Hit",
      "topic_text": "Hit",
      "emotion": "Pained 100",
      "response_text": "Oh my God, someone help me!Play soundFO3 EllenDeLoria SomeoneHelpMe.ogghttps://fallout.fandom.com/wiki/File:FO3_EllenDeLoria_SomeoneHelpMe.oggnoicon",
      "index": "4"
    }
  ],
  "combat": [],
  "description": "Ellen DeLoria is a 45 year-old Caucasian Female.\n\nEllen DeLoria is a resident of Vault 101, known among the community for her frequent drinking habits. She lives with her teenage son Butch in one of the smallest family apartments in the Vault. Ellen's alcoholism often causes her to neglect her parental duties, failing to pay attention to what Butch is up to. Despite this, she occasionally shows concern for her son's well-being, as evidenced when she encouraged him to attend the Lone Wanderer's tenth birthday party in 2268. Butch's father remains a mystery to other Vault residents, adding to the family's isolation within the community.\n\nEllen DeLoria's Personality: Ellen presents a complex personality shaped by her circumstances in Vault 101. She is often seen as neglectful and somewhat indifferent due to her alcoholism, which serves as a coping mechanism for the pressures of Vault life. However, beneath this exterior, she still cares for her son Butch, as shown by her occasional efforts to involve him in social events. She can be bitter about her situation in the Vault and occasionally lashes out when confronted about her drinking or parenting skills.\n\nEllen DeLoria's Backstory: Ellen DeLoria was born and raised in Vault 101, living her entire life within its confines. She married young and gave birth to Butch, though her husband disappeared under mysterious circumstances before Butch's first birthday, leaving her to raise their son alone. The stress of single motherhood in the isolated environment of Vault 101 eventually led her to turn to alcohol as a coping mechanism. Over time, her drinking became more frequent and problematic, affecting her ability to be a present parent. Despite her struggles, she remains a permanent resident of Vault 101, having never left its underground confines."
}