{
  "name": "Grandma Taylor",
  "url": "/wiki/Agnes_Taylor",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00054397",
  "ref_id": "00054398",
  "editor_id": "CG04DeadOldLady",
  "location": "Vault 101",
  "location_url": null,
  "race": "Human",
  "gender": "Female",
  "affiliation": "Vault 101",
  "role": "ScoutVault dweller",
  "detailed_location": "Vault 101",
  "voice_actor": "Shari Elliker",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 1,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "1",
  "misc_skills": [],
  "karma": "Good",
  "voice_type": "FemaleAdult01DefaultDC",
  "geck_race": "AsianOld",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Grandma Taylor is a 165 year-old Asian Female.\n\nAgnes Taylor, known as Grandma Taylor, is an elderly Asian resident of Vault 101 who has served as the vault's scout and ambassador to the wasteland for over a century.\n\nGrandma Taylor's Personality: Observant, diplomatic, resilient, and dedicated to her role. Despite her advanced age, Grandma Taylor maintains a sharp wit and extensive knowledge of the wasteland. She is caring, especially toward her family, and takes pride in her service to Vault 101.\n\nGrandma Taylor's Backstory: Agnes Taylor was born in Vault 101 shortly after the Great War. In 2241, at approximately 29 years old, she was selected for a survey team to explore the newly established settlement of Megaton. Impressed by the outside world and recognizing the value of having eyes and ears in the wasteland, Agnes chose to remain outside the vault as a scout and ambassador for Vault 101. She married Officer Taylor, who stayed in the vault, and they maintained their relationship despite her extended time in the wasteland. Over the decades, Agnes became an invaluable source of information for the vault, reporting on settlements, threats, and opportunities in the Capital Wasteland."
}