{
  "name": "Kidd",
  "url": "/wiki/Kidd",
  "dialogue_name": "DLC03GhoulKidd.txt",
  "dialogue_url": "/wiki/DLC03GhoulKidd.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx00B39F",
  "ref_id": "xx00B9DB",
  "editor_id": "DLC03GhoulKidd",
  "location": "Old Olney underground",
  "location_url": "/wiki/Old_Olney_underground",
  "race": "Ghoul",
  "gender": "Male",
  "affiliation": "Other ghouls living inOld Olney undergroundWint",
  "role": "Survivor",
  "detailed_location": "Old Olney underground",
  "voice_actor": "Mike Rosson",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 2,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 5,
    "Perception": 6,
    "Endurance": 6,
    "Charisma": 2,
    "Intelligence": 5,
    "Agility": 6,
    "Luck": 5
  },
  "level": "1",
  "misc_skills": [
    {
      "Hit Points:": "70(75)"
    }
  ],
  "karma": "Neutral",
  "voice_type": "MaleGenericGhoulDC",
  "geck_race": "Ghoul",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "Hey, talk to Wint, okay? I'm just following his lead.",
      "index": "1"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Kidd is a 120 year-old Ghoul Male.\n\nOne of Sanders' ghouls who attempted to establish a new Underworld community beneath Old Olney. After a catastrophic cave-in unleashed a deathclaw nest that destroyed the nascent settlement, Kidd is one of only two survivors alongside his partner Wint. He bears the physical marks of a ghoul - pale, decaying skin and a raspy voice, but retains a surprising resilience and determination.\n\nKidd's Personality: Cautious yet resilient, Kidd has developed a hardened exterior from surviving the deathclaw attack that wiped out his community. He's protective of Wint and trusts few outsiders, showing flashes of dark humor when comfortable. Despite the trauma he's endured, he maintains a flicker of hope for rebuilding something of what was lost.\n\nKidd's Backstory: Born before the Great War, Kidd lived through the devastation as a human before ghoulification. He eventually joined Sanders' ghoul community and became part of the ambitious project to establish a new underground settlement beneath Old Olney. Working alongside his partner Wint, they helped build the foundations of what they hoped would become a thriving ghoul sanctuary. Their dreams were shattered when a structural collapse revealed a nearby deathclaw nest, leading to a massacre that left only Kidd and Wint alive. Now, they wander the ruins of their failed community, haunted by the past but determined to survive."
}