{
  "name": "Officer Davis",
  "url": "/wiki/Davis_(Broken_Steel)",
  "dialogue_name": "DLC03WQ01Guard1.txt",
  "dialogue_url": "/wiki/DLC03WQ01Guard1.txt",
  "spawned_dead": false,
  "spawned": true,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx003B3B",
  "ref_id": "xx003B4E",
  "editor_id": "DLC03WQ01Guard1",
  "location": "BetweenRivet CityandCanterbury Commons",
  "location_url": "/wiki/Rivet_City",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Rivet City security force",
  "role": "Officer",
  "detailed_location": "Rivet City",
  "voice_actor": "Jeff Baker",
  "special": {
    "Strength": 6,
    "Perception": 6,
    "Endurance": 5,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 7,
    "Luck": 4
  },
  "level": "1→5 (equal to player level)",
  "tag_skills": [
    {
      "Melee Weap.:": "31"
    },
    {
      "Small Guns:": "33(38)"
    },
    {
      "Unarmed:": "29"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "70"
    },
    {
      "Damage Res.:": "28%"
    }
  ],
  "karma": "Good",
  "voice_type": "MaleAdult01DefaultDC",
  "geck_race": "AfricanAmerican",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Surprise 50",
      "response_text": "They came out of nowhere. I need to get back to report to Lepelletier. She'll want to know what happened. Thanks for the help!{shell shocked. Lepelletier: la-Pell-a-Teer}",
      "index": "1"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Officer Davis is a 26 year-old African American Male.\n\nA young but earnest member of Rivet City's security force, Officer Davis stands at attention with his standard-issue combat rifle slung over his shoulder. Though relatively new to the security detail, he takes his duties seriously, especially when escorting valuable water caravans through the dangerous stretches between Rivet City and Canterbury Commons.\n\nOfficer Davis's Personality: Eager and ambitious, Officer Davis is determined to prove himself as a capable security officer. He can be somewhat naive about the true dangers of the wasteland but possesses a strong moral compass. He dreams of earning advanced technology from the Brotherhood of Steel contracts, believing it will give him an edge in survival and respect among his peers.\n\nOfficer Davis's Backstory: Born and raised in the relative safety of Rivet City, Officer Davis joined the security force as a young adult seeking purpose and protection. Unlike many who join out of necessity, Davis sees this as an opportunity for advancement and hopes that through his service in the Brotherhood of Steel escort missions, he'll earn enough technology to elevate his status within the community. He has family in Rivet City whom he's determined to protect and provide for, even if it means facing the perils of the wasteland."
}