{
  "name": "Freki",
  "url": "/wiki/Freki",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": true,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx006646",
  "ref_id": "xx006647",
  "editor_id": "DLC04DesmondDog01",
  "location": "Calvert Mansion",
  "location_url": "/wiki/Calvert_Mansion",
  "race": "Dog",
  "affiliation": "Desmond LockheartGeri",
  "role": "Guard dog",
  "detailed_location": "Point LookoutCalvert Mansion",
  "special": {
    "Strength": 5,
    "Perception": 8,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "3",
  "karma": "Evil",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Freki is a 4 year-old German Shepherd Male.\n\nA well-trained attack dog with a menacing presence, Freki serves as a loyal guard for Desmond Lockheart at Calvert Mansion. With his sharp senses and aggressive demeanor, he patrols the foyer and stairs, ready to attack any intruders who dare to approach. His dark fur and piercing eyes make him an intimidating sight, and his growl alone is often enough to send potential threats fleeing.\n\nFreki's Personality: Aggressive, territorial, loyal to Desmond, and highly protective. Freki is instinctively wary of strangers and will not hesitate to attack if he perceives a threat. Despite his evil nature, he shows unwavering devotion to his master and companion Geri.\n\nFreki's Backstory: Freki was found by Desmond Lockheart as a stray and was trained alongside Geri to become a formidable attack dog. Unlike Geri, who had a traumatic past with raiders, Freki has always known only Desmond's care. Together, the two dogs form a formidable defense for the Calvert Mansion, having successfully chased off intruders like Nadine in the past. The names Freki and Geri are a reference to Norse mythology, with Freki roughly translating to 'greedy,' reflecting his aggressive nature."
}