{
  "name": "Jason",
  "url": "/wiki/Jason_(Fallout_3)",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000C9AE0",
  "ref_id": "000C9AE3",
  "editor_id": "DEADTakomaParkScientist01",
  "location": "Hidden irradiated pool",
  "location_url": "/wiki/Hidden_irradiated_pool",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Isabella Proud- colleague",
  "role": "Scientist",
  "detailed_location": "Hidden irradiated pool",
  "voice_actor": "Jeff Baker",
  "special": {
    "Strength": 3,
    "Perception": 6,
    "Endurance": 3,
    "Charisma": 4,
    "Intelligence": 8,
    "Agility": 6,
    "Luck": 5
  },
  "level": "3Calculated: 1 → 0",
  "tag_skills": [],
  "karma": "Neutral",
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Jason is a 35 year-old Caucasian Male.\n\nA former scientist who specialized in ghoul research. Jason was known for his meticulous note-taking and his partnership with Isabella Proud. His remains are found near a hidden irradiated pool in Takoma Park, along with those of his colleague. Their camp contained a terminal documenting their research into the behavior of feral ghouls.\n\nJason's Personality: Analytical and methodical, Jason was deeply committed to his research but also protective of his colleagues. He expressed concern for safety protocols and was willing to take precautions, though these ultimately proved insufficient. His scientific curiosity sometimes outweighed his caution, particularly when it came to understanding the nature of ghouls.\n\nJason's Backstory: Before the war, Jason worked as a research scientist in various laboratories, developing an expertise in mutation and radiation effects. When the Great War came, he survived by taking shelter in a Vault, though he eventually left seeking knowledge. In 2277, he partnered with Isabella Proud to establish a research camp near Takoma Park, studying the feral ghouls in the area. Jason was responsible for scavenging supplies and setting up their research equipment, including the terminal where Isabella documented their findings. Despite his scientific background, Jason had a growing unease about Isabella's increasingly dangerous approach to their research, culminating in their tragic deaths at the irradiated pool."
}