{
  "name": "Jacob Humboldt",
  "url": "/wiki/Jacob_Humboldt",
  "dialogue_name": "DLC04FF06Hunter02.txt",
  "dialogue_url": "/wiki/DLC04FF06Hunter02.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx009BFE",
  "ref_id": "xx009VFA",
  "editor_id": "DLC04FF06Hunter02",
  "location": "Coastal grotto",
  "location_url": "/wiki/Coastal_grotto",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Plik",
  "role": "Safari participant",
  "detailed_location": "Coastal grotto",
  "voice_actor": "James Lewis",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 7,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 6,
    "Perception": 6,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 7,
    "Luck": 5
  },
  "level": "14",
  "tag_skills": [
    {
      "Melee Weap.:": "88"
    },
    {
      "Small Guns:": "90"
    },
    {
      "Unarmed:": "84"
    }
  ],
  "misc_skills": [],
  "karma": "Evil",
  "voice_type": "DLC04MaleNormal",
  "geck_race": "AfricanAmericanOld",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "",
      "emotion": "Neutral 50",
      "response_text": "Mr. Plik's really outdone himself this time.",
      "index": "1"
    }
  ],
  "conversation": [
    {
      "topic": "HELLO",
      "topic_text": "HELLO",
      "emotion": "Neutral 50",
      "response_text": "Stay close - we'll both be better for it.",
      "index": "3"
    }
  ],
  "combat": [],
  "description": "Jacob Humboldt is a 48 year-old African American Male.\n\nJacob Humboldt is a resident of Point Lookout, a coastal swamp region in Maryland. He is an avid collector of Confederate memorabilia and has a deep fascination with pre-War American history. Often seen testing his shotgun in the swamps, Jacob is known to participate in ghoul hunting expeditions. As a member of Plik's hunting club, he is well-versed in the local wildlife and dangers of the marsh.\n\nJacob Humboldt's Personality: Jacob is a cynical and opportunistic individual with a strong fascination for pre-War history, particularly Confederate artifacts. He exhibits morally ambiguous behavior, often prioritizing personal gain over ethical considerations. His 'Evil' karma is reflected in his willingness to exploit others for his own benefit and his callous attitude towards the suffering of others.\n\nJacob Humboldt's Backstory: Born in the ruins of Washington D.C. shortly after the Great War, Jacob Humboldt grew up in the harsh post-apocalyptic environment of the Capitol Wasteland. As a young man, he developed an obsession with pre-War artifacts, particularly those related to the Confederate States of America, seeing them as symbols of strength and rebellion against oppressive authority. Over the years, he honed his survival skills and became an expert hunter, eventually making his way to Point Lookout where he joined Plik's hunting club. His knowledge of the local area and his willingness to take on dangerous tasks have made him a valuable, if morally questionable, member of the community."
}