{
  "name": "Potomac fisherman",
  "url": "/wiki/Potomac_fisherman",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": true,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0004E5B8",
  "ref_id": "0004E5B9",
  "editor_id": "PotomacFisherman",
  "location": "OutsideAnchorage Memorial",
  "location_url": "/wiki/Anchorage_Memorial",
  "race": "Human",
  "gender": "Male or female",
  "role": "Scavenger",
  "detailed_location": "Scavenger's jetty",
  "voice_actor": "Johnny Contino(male)Shari Elliker(female)",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 4,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 4
  },
  "level": "6→12",
  "tag_skills": [
    {
      "Melee Weap.:": "54→82"
    },
    {
      "Small Guns:": "54→82"
    },
    {
      "Sneak:": "54→82"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "140→170"
    },
    {
      "Critical Chance:": "4%"
    },
    {
      "Unarmed Dam.:": "1.1"
    },
    {
      "Poison Resist.:": "15%"
    },
    {
      "Rad. Resist.:": "6%"
    },
    {
      "Carry Weight:": "210 lbs"
    }
  ],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Silas is a 45 year-old Caucasian Male.\n\nSilas is a weathered middle-aged man who has made a living fishing in the irradiated waters of the Potomac River. His tattered clothing bears the stains of years spent by the water's edge, and his face is lined with the harsh realities of life in the Capital Wasteland. He operates from a makeshift dock near the Anchorage Memorial, where he spends his days casting his line and his nights in a crude shelter nearby.\n\nSilas's Personality: Silas is a pragmatic and reserved individual who has learned to trust few in the wasteland. He speaks sparingly but offers fair deals to those who don't cause trouble. While not outwardly hostile, he maintains a cautious distance from strangers, always watching for potential threats or raiders. He values his solitude but isn't entirely against companionship if it serves his interests.\n\nSilas's Backstory: Before the war, Silas was a biology teacher who lived in the D.C. area. When the bombs fell, he was caught unprepared but managed to survive by adapting to the harsh new world. Over the years, he's developed an expertise in identifying which fish from the Potomac are safe to eat despite the radiation. He's lost most of his family to raiders and radiation sickness, which has contributed to his solitary nature. Now he ekes out a living trading his catches with travelers and other wastelanders."
}