{
  "name": "Sanders",
  "url": "/wiki/Sanders_(Broken_Steel)",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx00BD7E",
  "ref_id": "xx00C47A",
  "editor_id": "DLC03GhoulSanders",
  "location": "Old Olney underground",
  "location_url": "/wiki/Old_Olney_underground",
  "descriptions": [
    "Sanders is a ghoul who is found dead in Old Olney underground in Fallout 3.",
    "A former follower of Roy Phillips, Sanders parted ways with the ambitious ghoul, believing his plans to settle into Tenpenny Tower were misplaced delusions of grandeur. Instead, he gathered a group of ghouls willing to try and establish a new settlement away from the bigotry of the wasteland, and headed north.",
    "His group settled at Old Olney, surprised to find it empty of raiders. Instead of camping out on the surface, they started building a community in the town's underground, stockpiling food, beer, and other essentials. The odd scratching sound and distant roars were dismissed while Connelly erected makeshift barricades to defend against local wildlife.",
    "The ghouls soon discovered that they made a grave error: Olney was abandoned for a reason. That reason quickly descended on the fledgling ghoul community when they tried to expand their underground living space, and knocked down a wall",
    "Only Kidd and Wint survived the attack, and only because they managed to outrun their fellow ghouls.",
    "Sanders is killed in a scripted deathclaw attack when the player approaches the slope leading into the demolished hospital during Shock Value.",
    "Sanders appears only in the Fallout 3 add-on Broken Steel."
  ],
  "race": "Ghoul",
  "gender": "Male",
  "affiliation": "Other ghouls living inOld Olney underground",
  "role": "Deceased traveler",
  "detailed_location": "Old Olney underground",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 2,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 6,
    "Charisma": 2,
    "Intelligence": 5,
    "Agility": 6,
    "Luck": 5
  },
  "level": "1",
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "MaleGenericGhoulDC",
  "geck_race": "Ghoul",
  "topics": [],
  "conversation": [],
  "combat": []
}