{
  "name": "Jason",
  "url": "/wiki/Jason_(Fallout_3)",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000C9AE0",
  "ref_id": "000C9AE3",
  "editor_id": "DEADTakomaParkScientist01",
  "location": "Hidden irradiated pool",
  "location_url": "/wiki/Hidden_irradiated_pool",
  "descriptions": [
    "Jason was a scientist researching feral ghouls and a colleague of Isabella Proud. His body is found next to Isabella's at the hidden irradiated pool.",
    "Jason and Isabella set up a camp near the factory in Takoma Park, with a terminal describing their work.",
    "Before his demise, Isabella wrote about their progress, mentioning Jason's frequent scavenging in the ruins and his ability to find and set up the terminal in which she wrote her entries.",
    "Throughout the time spent in the camp, Jason expressed continued concern regarding Isabella's increasing proximity to the feral ghouls, insisting she carried a pistol.",
    "Isabella continued to brush off Jason's concerns, even so far as venturing in closer to the ghouls to spend the night. He would not allow her to do this a second time alone, and built a camouflaged screen for them to sleep behind. The result was both of their deaths.",
    "When resurrected, Jason turns hostile towards the Lone Wanderer, while Isabella is friendly.",
    "PC Playstation 3 Xbox 360 The bodies of Jason and Isabella do not always appear."
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "Isabella Proud- colleague",
  "role": "Scientist",
  "detailed_location": "Hidden irradiated pool",
  "voice_actor": "Jeff Baker",
  "special": {
    "Strength": 3,
    "Perception": 6,
    "Endurance": 3,
    "Charisma": 4,
    "Intelligence": 8,
    "Agility": 6,
    "Luck": 5
  },
  "level": "3Calculated: 1 → 0",
  "tag_skills": [],
  "karma": "Neutral",
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": []
}