{
  "name": "Gary 29",
  "url": "/wiki/Gary_29",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0004167C",
  "ref_id": "000BC118",
  "editor_id": "LDGary29",
  "location": "Living Quarters",
  "location_url": null,
  "race": "Human",
  "gender": "Male",
  "affiliation": "Vault 108",
  "detailed_location": "Vault 108",
  "voice_actor": "Jeff Baker",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "3",
  "tag_skills": [
    {
      "Science:": "40"
    },
    {
      "Small Guns:": "38"
    },
    {
      "Unarmed:": "38"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "0"
    }
  ],
  "karma": "Neutral",
  "voice_type": "MaleAdult01DefaultDC",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Gary 29 is a 35 year-old Caucasian Male.\n\nGary 29 is a clone from the original inhabitant of Vault 108, part of a grand cloning experiment that went horribly wrong. By 2277, only clones of Gary remain in the vault. Each clone exhibits varying levels of violent and psychotic traits, with successive clones becoming increasingly unstable. They communicate only by repeating their name with different inflections and are hostile towards any outsiders.\n\nGary 29's Personality: Violent, psychotic, and unable to communicate beyond speaking his name. Gary 29 exhibits extreme hostility towards non-clones and cannot comprehend or follow orders.\n\nGary 29's Backstory: Gary was one of the original inhabitants of Vault 108. The vault's scientists conducted a secret cloning experiment, creating 54 clones of Gary. Each successive clone exhibited more violent and psychotic tendencies than the last. When the scientists attempted to destroy some clones to make room for additional test subjects, the clones violently took control of the Vault, eliminating the scientific staff. Now in 2277, the Gary clones roam freely throughout Vault 108, with the Vault door left ajar."
}