{
  "name": "Commander Jabsco",
  "url": "/wiki/Jabsco",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000B25B5",
  "ref_id": "00044B22",
  "editor_id": "fortBannTalonCompanyHead",
  "location": "Fort Bannister",
  "location_url": "/wiki/Fort_Bannister",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Talon Company",
  "role": "Mercenary company leader",
  "detailed_location": "Fort Bannister",
  "voice_actor": "Craig Sechler",
  "special": {
    "Strength": 7,
    "Perception": 5,
    "Endurance": 10,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 7
  },
  "mod_special_values": {
    "Strength": 7,
    "Perception": 5,
    "Endurance": 10,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 5,
    "Luck": 7
  },
  "level": "9",
  "tag_skills": [
    {
      "Big Guns:": "90"
    },
    {
      "Melee Weap.:": "73"
    },
    {
      "Small Guns:": "71(69)"
    },
    {
      "Unarmed:": "69"
    }
  ],
  "misc_skills": [],
  "karma": "Evil",
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Commander Jabsco is a 49 year-old Caucasian Male.\n\nCommander Jabsco serves as the tactical mastermind behind Talon Company's operations, directing his mercenaries from the safety of Fort Bannister's bunker. Despite his claims of extensive combat experience, his subordinates privately mock him as 'Jetting Jabsco' for his tendency to avoid combat unless the odds are overwhelmingly in his favor.\n\nCommander Jabsco's Personality: Boastful, calculating, and self-serving. Jabsco presents himself as a decisive leader but is quick to abandon his position when faced with genuine danger. He values his own survival above all else, including the safety of his subordinates.\n\nCommander Jabsco's Backstory: Commander Jabsco rose through the ranks of various mercenary groups in the Capital Wasteland, eventually leveraging his strategic mind to seize control of Talon Company. While he boasts of a decorated combat career, veterans who have served under him question his actual battlefield experience. His leadership style is characterized by remote command and delegation of dangerous tasks to his subordinates. He established his headquarters at Fort Bannister, a defensible location from which he can plan his operations without direct risk."
}