{
  "name": "Sam Warrick",
  "url": "/wiki/Sam_Warrick",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": true,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000458BE",
  "ref_id": "000458C3",
  "editor_id": "FFEU53Sniper",
  "location": "Random encounter",
  "location_url": "/wiki/Fallout_3_random_encounters",
  "descriptions": [
    "Sam Warrick (also called Ken Rollins in certain localized versions) is a raider roaming the Capital Wasteland in 2277. He appears in Fallout 3.",
    "Little to nothing is known about Sam's past, including how he first came to be affiliated with Laszlo Radford; for unknown reasons, Sam developed a friendly rivalry with Radford, whereas Radford only considers him a friend.",
    "At some point, Sam became affiliated with the raider gang occupying the pre-War industrial site of Evergreen Mills. Armed with his sniper rifle, he started venturing out into the wasteland, hunting down weaker creatures and mutants alike. The raider's ultimate goal is finding a high-value target to sight in his scope and collect the caps bounty on them in order to pay for \"special services\" from Madame and her working girls at the Mills' bazaar.",
    "Sam Warrick spawns randomly at Type B locations, seen chasing and hunting a wastelander. If he kills the wastelander, he will attack the Lone Wanderer.",
    "If one enters combat with him, Sam can often prove to be a difficult encounter, at higher levels even being somewhat above a Brotherhood paladin in terms of HP and firepower.",
    "While Warrick is mentioned as being affiliated with the raiders at Evergreen Mills in the Fallout 3 Official Game Guide, his motives and allegiances are not as clear in the game itself. Warrick is not scripted to be in the same faction that raiders are in and will attack any raider that crosses paths with him, even at Evergreen Mills itself.",
    "Playstation 3 Xbox 360 Occasionally, Sam Warrick may reappear and attack the player character again despite having been killed in a previous encounter."
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "Laszlo RadfordRaiders(Evergreen Millsgang)",
  "role": "Raider",
  "detailed_location": "Capital Wasteland",
  "voice_actor": "Johnny Contino",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 4,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 4
  },
  "level": "4→15 (PClevel x 1.50)",
  "tag_skills": [
    {
      "Big Guns:": "42→89"
    },
    {
      "Melee Weap.:": "44→91"
    },
    {
      "Small Guns:": "44→91"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "85→140"
    },
    {
      "Critical Chance:": "4%"
    },
    {
      "Unarmed Dam.:": "1.20"
    },
    {
      "Poison Resist.:": "20%"
    },
    {
      "Rad. Resist.:": "8%"
    },
    {
      "Carry Weight:": "210"
    },
    {
      "Damage Res.:": "16%"
    }
  ],
  "karma": "Evil",
  "voice_type": "MaleAdult06DC",
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": []
}