{
  "name": "Water caravan drivers",
  "url": "/wiki/Water_caravan_driver",
  "dialogue_name": "DLC03WQWaterDriver.txt",
  "dialogue_url": "/wiki/DLC03WQWaterDriver.txt",
  "spawned_dead": false,
  "spawned": true,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx003B3Exx00BB31xx00BB32",
  "ref_id": "xx003B4Dxx00BB33xx00BB34",
  "editor_id": "DLC03WQ01CaravanDriverDLC03WQWaterDriverADLC03WQWaterDriverB",
  "location": "Francis Scott Key BridgeRivet City",
  "location_url": "/wiki/Francis_Scott_Key_Bridge",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Water Distribution Network",
  "role": "Caravaneer",
  "detailed_location": "OutsideRivet City",
  "voice_actor": "Jeff BakerGregory Gorton",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "1→5",
  "tag_skills": [
    {
      "Science:": "30"
    },
    {
      "Small Guns:": "30"
    },
    {
      "Unarmed:": "28"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "115→135"
    }
  ],
  "karma": "Neutral",
  "voice_type": "MaleAdult01DefaultMaleAdult01DefaultB",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Happy 50",
      "response_text": "Sit down. Grab a beer. It's free!{jovial}",
      "index": "1"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Elias Thorne is a 35 year-old Mixed American Male.\n\nA weathered caravan driver with calloused hands and a permanent squint from years of staring at the horizon. Elias wears patched leather armor and carries a rusty but functional hunting rifle. His face is etched with lines of hardship, but his eyes still hold a glimmer of determination as he guides his brahmin across the treacherous wasteland.\n\nElias Thorne's Personality: Cautious but resilient, Elias has learned to trust few people in the wasteland. He's pragmatic and values practicality over idealism. Despite his hardened exterior, he has a soft spot for those struggling to survive, especially children. He's protective of his brahmin, which he considers more than just a beast of burden, but a companion.\n\nElias Thorne's Backstory: Elias was born in the ruins of a pre-War suburb just outside D.C. His parents were killed by raiders when he was 15, forcing him to fend for himself. He eventually fell in with a group of traders who taught him the ropes of caravan life. After his caravan was ambushed near the Anacostia River, Elias survived by hiding in the wreckage and was found by scouts from the Water Distribution Network. Impressed by his resilience, they offered him a job protecting their water caravans, a role he's held for the past decade."
}