{
  "name": "Gary 25",
  "url": "/wiki/Gary_25",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0004167A",
  "ref_id": "0008D0F6",
  "editor_id": "LDGary25",
  "location": "Cloning Lab",
  "location_url": null,
  "race": "Human",
  "gender": "Male",
  "affiliation": "Vault 108",
  "detailed_location": "Vault 108",
  "voice_actor": "Jeff Baker",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "3",
  "tag_skills": [
    {
      "Science:": "40"
    },
    {
      "Small Guns:": "38"
    },
    {
      "Unarmed:": "38"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "0"
    }
  ],
  "karma": "Neutral",
  "voice_type": "MaleAdult01DefaultDC",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Gary 25 is a 25 year-old Caucasian Male.\n\nGary 25 is one of the 54 clones of the original Gary from Vault 108. Like all other Gary clones, he exhibits violent and psychotic tendencies, communicating only by repeating his name with different inflections. He wanders the corridors of Vault 108, which is now completely overrun by these unstable clones.\n\nGary 25's Personality: Hostile, unpredictable, and violent. Gary 25, like all other Gary clones, is incapable of complex thought or following instructions. His only form of communication is repeating his name with varying tones, which can express different emotions but never forms coherent sentences.\n\nGary 25's Backstory: Gary 25 was created as part of a secret cloning experiment in Vault 108. The original Gary was cloned 54 times, with each successive clone becoming increasingly violent and unstable. When the scientists attempted to eliminate some clones to make room for test subjects, the clones revolted and took control of the Vault, killing all scientists. Since then, the Gary clones have remained isolated in Vault 108, viewing any outsider as a threat."
}