{
  "name": "Sentinel Lyons",
  "url": "/wiki/Sarah_Lyons",
  "dialogue_name": "MQ01SarahLyons.txt",
  "dialogue_url": "/wiki/MQ01SarahLyons.txt",
  "spawned_dead": false,
  "spawned": true,
  "essential": true,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0001D430",
  "ref_id": "0001D44F",
  "editor_id": "MQ01SarahLyons",
  "location": "GNR building plaza,Citadel",
  "location_url": "/wiki/GNR_building_plaza_(Fallout_3)",
  "descriptions": [
    "Sentinel Sarah Lyons is the highest ranking Brotherhood of Steel officer at the Citadel after Elder Owyn Lyons, her father, and the commander of the elite squad Lyons' Pride in Fallout 3.",
    "After her father's death, Sarah replaced him as elder, and remained in that position until she was killed in action, paving the way for Arthur Maxson's rise, and his eventual appointment as elder in Fallout 4.",
    "She is also a legendary dweller in Fallout Shelter and an SSR Vault Dweller in Fallout Shelter Online.",
    "Born in 2251, at Lost Hills in New California, the three year old Sarah lost her mother in infancy,",
    "Over the next twenty-two years, Sarah accumulated training, experience, and leadership skills. As she rose to become one of the finest fighters at the D.C. Bunker, her father (promoted to elder from star paladin, for the discovery of Liberty Prime) gradually switched the chapter's mission from recovery to super mutant containment.",
    "Sentinel Lyons at Chevy Chase.",
    "By 2277, Sarah and her Pride was running constant operations in downtown D.C., keeping back the tide of super mutants.",
    "A chance encounter with the Lone Wanderer in Chevy Chase and the subsequent reappearance of the Enclave have paradoxically resulted in inactivity. While, as sentinel, Sarah wanted to attack the Enclave at the Purifier immediately, before they could entrench their position and shore up defenses, Elder Lyons forbid the attack as too risky: The Citadel had barely enough men to defend itself and hold the perimeter, and the Purifier was useless to the Enclave without a Garden of Eden Creation Kit to kickstart the purification process.",
    "Realizing the danger of the Enclave controlling the purifier, Sarah implored the elder to order an immediate attack. Owyn relented, and deployed the Pride alongside Liberty Prime, finally activated thanks to Rothchild and Doctor Li resolving its perennial power problems. Sarah and her squad spearheaded the attack on the Jefferson Memorial, using the giant robot as a distraction to penetrate the facility.",
    "The activation of the purifier by the Lone Wanderer or one of their radiation-immune followers (Fawkes, Charon, or Sergeant RL-3) unleashed an energy spike that knocked both Lyons and the Wanderer unconscious. They were recovered by a team under Paladin Tristan and returned to the Citadel for recovery. While the Lone Wanderer came to two weeks later, the comatose sentinel required a longer recovery period, and Tristan assumed temporary command of the Pride in the meantime.",
    "Sentinel Lyons regained consciousness and returned to service as the Brotherhood attacked Adams AFB, personally ensuring the safety of the Lone Wanderer as they called down an orbital strike on the mobile base crawler. She was granted the use of a captured VB-02 Vertibird, rendered operational by Scribe Vallincourt, and picked the Lone Wanderer up from the crawler itself shortly before the orbital strike.",
    "Her father passed away shortly after the defeat of the Enclave. Sarah was the obvious successor and was named elder in her father's place, while also becoming the formal steward of Squire Arthur Maxson. She continued to lead the Brotherhood from the frontlines, which had disastrous consequences: Elder Sarah Lyons was killed in action shortly after her promotion, leaving the Brotherhood of Steel at the Citadel in disarray, as they appointed a succession of ineffective elders. However, her death also paved the way for Arthur Maxson's rise to the position.",
    "Sentinel Lyons with the Lyons' Pride.",
    "Sentinel Lyons is a confident woman and a charismatic leader. The Lyons' Pride is utterly loyal to her, and each of the hand-picked members believes that Sarah Lyons embodies combat excellence. Getting picked by her means that they are the best of the best,",
    "Sarah is well aware of her abilities and position with in the Brotherhood. She treats it as a matter of fact, and while some brothers joke about a lack of humility, they are always happy to see Sarah and her Pride assist them in combat. Similarly, Sarah treats the fact that her commanding officer is also her father as a simple coincidence, and has no qualms about referring to him using that term.",
    "When it comes to leadership, Sarah favors aggressive, bold attacks, even with sub-par information about the enemy. Occasionally, her aggressive mindset might result in a sincere desire to rush headlong into combat, especially against enemies who earned her ire, such as the Enclave after seizing Project Purity. The Outcasts are also on her list of preferred targets, but she is aware that her father is unwilling to decide their fate and authorize an assault on people whose main crime is disagreeing with him.",
    "As the head of the Pride, she has close professional relationships with members of her squad, who are also some of her closest friends.",
    "Squire Arthur Maxson, the future elder, is trained in combat by Sentinel Lyons, but with care. The one time she did take him out on a combat patrol, to show him the ropes, he wound up inadvertently shooting her while opening fire on a super mutant.",
    "She has the most complicated relationship with her father. While nobody suggest nepotism or preferential treatment, as Sarah has demonstrated her valor and ability,",
    "Lyons is available as a temporary companion at Chevy Chase during Following in His Footsteps and while attacking the Memorial during Take it Back!. Her stats are normally on par with a normal Brotherhood of Steel paladin. However, while fighting the Enclave on the way to the memorial, her health is increased to 505, giving her extremely high durability on par with Star Paladin Cross. The increase is largely a convenience, as Lyons is marked as essential unless the player chooses to destroy the Citadel.",
    "Furthermore, Sarah Lyons is coded as a non-player character companion, and therefore uses up ammunition for her weapons, unlike most non-player characters. She has more than 100 microfusion cells in her inventory, giving her a substantial amount of ammunition before she switches to her melee weapon.",
    "Sarah is an SSR (Super, Super Rare) character in Fallout Shelter Online, belonging to the Brotherhood of Steel faction.",
    "If the player is wearing power armor upon first meeting her, she, unlike most Brotherhood members, will not be fooled into thinking that they are one of them. This is best demonstrated when she says, upon killing the behemoth at GNR Plaza, that she is willing to let the player keep the power armor provided that they “never forget where it came from.” This is meant to imply that she is not easily fooled.",
    "Sarah Lyons appears in Fallout 3 and the Fallout 3 add-on Broken Steel as well as a legendary dweller in Fallout Shelter, an SSR dweller in Fallout Shelter Online, and in Fallout: Wasteland Warfare. She is also mentioned in Fallout 4."
  ],
  "race": "Human",
  "gender": "Female",
  "affiliation": "Brotherhood of SteelLyons' Pride",
  "role": "Senior officerLyons' Pride commanderLeader",
  "detailed_location": "Citadel",
  "voice_actor": "Heather Marie Marsden",
  "special": {
    "Strength": 5,
    "Perception": 7,
    "Endurance": 6,
    "Charisma": 4,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 4
  },
  "mod_special_values": {
    "Strength": 7,
    "Perception": 7,
    "Endurance": 6,
    "Charisma": 4,
    "Intelligence": 3,
    "Agility": 4,
    "Luck": 4
  },
  "level": "8",
  "tag_skills": [
    {
      "Big Guns:": "61"
    },
    {
      "Energy Weap.:": "63"
    },
    {
      "Small Guns:": "57(53)"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "120→505"
    }
  ],
  "karma": "Very Good",
  "voice_type": "FemaleUniqueSarah",
  "geck_race": "Caucasian",
  "topics": [
    {
      "topic": "FFPAWho",
      "topic_text": "Can someone in the Citadel train me to wear Power Armor?",
      "emotion": "Neutral 50",
      "response_text": "Paladin Gunny instructs all Initiates in the use of Power Armor, but only after they've undergone a rigorous training regimen.",
      "index": "1"
    },
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "If you're going to have him start the purifier, hurry up.",
      "index": "3"
    },
    {
      "topic": "MQ01SarahTalk01",
      "topic_text": "Thanks for the assist. I didn't know this place was so dangerous.",
      "emotion": "Surprise 70",
      "response_text": "You been living under a rock? This is D.C. The entire city is crawling with Super Mutants. Now if you'll excuse me...",
      "index": "49"
    },
    {
      "topic": "MQ01SarahTalk02",
      "topic_text": "Wait... Who the hell are you people?",
      "emotion": "Neutral 50",
      "response_text": "I'm Sentinel Lyons of the Lyons' Pride. With the Brotherhood of Steel.",
      "index": "50"
    },
    {
      "topic": "MQ01SarahTalk03",
      "topic_text": "Like I needed your help. Please.",
      "emotion": "Disgust 70",
      "response_text": "Kid, out here cocky will get you killed. I've seen a Super Mutant strike squad like that take down five well armed soldiers.",
      "index": "52"
    },
    {
      "topic": "MQ01TLRecruits",
      "topic_text": "So, you guys looking for new recruits?",
      "emotion": "Anger 50",
      "response_text": "That's a negative.",
      "index": "54"
    },
    {
      "topic": "MQ01TLSaraBrotherhood",
      "topic_text": "Who did you say you were again?",
      "emotion": "Neutral 50",
      "response_text": "The name's Sarah Lyons, Sentinel and squad commander of the Lyons' Pride. We're with the Brotherhood of Steel.",
      "index": "60"
    },
    {
      "topic": "MQ01TLSaraGNR",
      "topic_text": "You mentioned something about Galaxy News Radio?",
      "emotion": "Neutral 50",
      "response_text": "There aren't a lot of safe places in the ruins right now, but the Galaxy News Radio building is sort of our port in the storm.",
      "index": "65"
    },
    {
      "topic": "MQ01TLSaraReddinI'm sorry about Reddin and the others...",
      "topic_text": "I'm sorry about Reddin...",
      "emotion": "Neutral 50",
      "response_text": "She died well.",
      "index": "70"
    },
    {
      "topic": "MQ11SarahArmorNoThanks",
      "topic_text": "I don't need your armor. I've gotten this far without it.",
      "emotion": "Neutral 50",
      "response_text": "Okay, it's your call. I'm just trying to protect you.",
      "index": "72"
    },
    {
      "topic": "MQ11SarahArmorRecon",
      "topic_text": "I'll take the Recon Armor.",
      "emotion": "Neutral 50",
      "response_text": "All right, here you go. I hope it fits.",
      "index": "74"
    },
    {
      "topic": "MQ11SarahArmorRegular",
      "topic_text": "I'll take the Power Armor.",
      "emotion": "Neutral 50",
      "response_text": "Sure thing. Hopefully it'll give you a bit of an extra edge.",
      "index": "76"
    },
    {
      "topic": "MQ11SarahCode2ChangedMind",
      "topic_text": "I changed my mind. I'll do it. I'll put in the code.",
      "emotion": "Neutral 50",
      "response_text": "Oh, no. We've done this once already. We don't have time to keep going back and forth.",
      "index": "78"
    },
    {
      "topic": "MQ11SarahCode2GoodLuck",
      "topic_text": "I just wanted to say thanks, and good luck.",
      "emotion": "Anger 50",
      "response_text": "Good luck? That's it? Fine. Thanks. Now let's get this over with.",
      "index": "82"
    },
    {
      "topic": "MQ11SarahEndCode",
      "topic_text": "The code is 2-1-6.",
      "emotion": "Neutral 50",
      "response_text": "All right.",
      "index": "83"
    },
    {
      "topic": "MQ11SarahEndCodeKidding",
      "topic_text": "Just kidding! The code is 2-1-6.",
      "emotion": "Neutral 50",
      "response_text": "Your sense of humor sucks.",
      "index": "89"
    },
    {
      "topic": "MQ11SarahEndFuckIt",
      "topic_text": "The hell with this. This is crazy!",
      "emotion": "Neutral 50",
      "response_text": "I'm not arguing, believe me.",
      "index": "91"
    },
    {
      "topic": "MQ11SarahEndIllDoIt",
      "topic_text": "I'll do it. I'll start the purifier.",
      "emotion": "Neutral 50",
      "response_text": "You're going to have to be quick about it. If the radiation is bad enough, you won't have much time.",
      "index": "93"
    },
    {
      "topic": "MQ11SarahEndNoCode",
      "topic_text": "You know what? I'm not telling you.",
      "emotion": "Neutral 50",
      "response_text": "What? Are you out of your mind? We'll both die if this thing doesn't get turned on.",
      "index": "98"
    },
    {
      "topic": "MQ11SarahEndNoCode2",
      "topic_text": "Fine. Let's all burn in Hell, then.",
      "emotion": "Anger 50",
      "response_text": "You can't do this... Give me the code!",
      "index": "100"
    },
    {
      "topic": "MQ11SarahEndNoCodeFinal",
      "topic_text": "I'm not telling you the fucking code.",
      "emotion": "Neutral 50",
      "response_text": "How can you do this?",
      "index": "101"
    },
    {
      "topic": "MQ11SarahEndOtherWay",
      "topic_text": "There must be some other way...",
      "emotion": "Neutral 50",
      "response_text": "I wish that were true. Really, I do. But you heard Doctor Li. We have to do this right now, or who knows how bad it'll be.",
      "index": "102"
    },
    {
      "topic": "MQ11SarahEndSendFollower",
      "topic_text": "Fawkes can start the purifier.",
      "emotion": "Neutral 50",
      "response_text": "If that's how you want to do this, fine. But be quick about it.",
      "index": "104"
    },
    {
      "topic": "MQ11SarahEndYouDoIt",
      "topic_text": "Look... I don't think I can do this. You should put the code in.",
      "emotion": "Neutral 50",
      "response_text": "You're getting cold feet now? So much for being a hero.",
      "index": "107"
    },
    {
      "topic": "MQ11SarahHandleThisHopeSo",
      "topic_text": "I sure hope so.",
      "emotion": "Neutral 50",
      "response_text": "Me too. If you need a minute to collect yourself, now's the time to do it.",
      "index": "111"
    },
    {
      "topic": "MQ11SarahHandleThisNotSure",
      "topic_text": "I don't know, Sarah. I'm not so sure about this.",
      "emotion": "Neutral 50",
      "response_text": "Listen, you'll be fine. You just stay behind whoever's in front of you and keep your head down.",
      "index": "112"
    },
    {
      "topic": "MQ11SarahHandleThisYeah",
      "topic_text": "Of course I can.",
      "emotion": "Neutral 50",
      "response_text": "Now that's what I like to hear, soldier.",
      "index": "114"
    },
    {
      "topic": "MQ11SarahNoLyonsPride",
      "topic_text": "Funny, I don't recall asking to be part of your little club.",
      "emotion": "Anger 50",
      "response_text": "You don't have to be an ass about it. Just forget it.",
      "index": "116"
    },
    {
      "topic": "MQ11SarahProblemHadEnough",
      "topic_text": "I've had enough \"problems\" for one day, thanks.",
      "emotion": "Neutral 50",
      "response_text": "You and me both.",
      "index": "118"
    },
    {
      "topic": "MQ11SarahProblemKiddingMe",
      "topic_text": "You've got to be kidding me. What now?",
      "emotion": "Neutral 50",
      "response_text": "Let me patch her through. She can explain it to you.",
      "index": "120"
    },
    {
      "topic": "MQ11SarahProblemWhatKind",
      "topic_text": "What kind of problem?",
      "emotion": "Neutral 50",
      "response_text": "Let me patch her through. She can explain it better than I could.",
      "index": "121"
    },
    {
      "topic": "MQ11SarahReadyNeedMoreTime",
      "topic_text": "I think I need another minute or two.",
      "emotion": "Neutral 50",
      "response_text": "Hurry it up. Every minute you take is one more that we can't afford to spend.",
      "index": "122"
    },
    {
      "topic": "MQ11SarahReadyQuestions",
      "topic_text": "I have a few questions...",
      "emotion": "Neutral 50",
      "response_text": "Okay, what's on your mind?",
      "index": "123"
    },
    {
      "topic": "MQ11SarahReadyToGo",
      "topic_text": "I'm all ready.",
      "emotion": "Neutral 50",
      "response_text": "Okay. Don't be nervous. You'll have the whole Pride backing you up, not to mention this giant tin can.",
      "index": "124"
    },
    {
      "topic": "TLCitadelEnclave",
      "topic_text": "So... Any thoughts on the Enclave?",
      "emotion": "Neutral 50",
      "response_text": "I've read the reports, seen the initial scans. But I can hardly believe it.",
      "index": "127"
    },
    {
      "topic": "TLCitadelSuperMutant",
      "topic_text": "Care to share anything about the Super Mutants?",
      "emotion": "Neutral 50",
      "response_text": "You've seen them, so you know what we know. What more is there to say?",
      "index": "130"
    },
    {
      "topic": "TLLyonsPride",
      "topic_text": "What can you tell me about the Lyons' Pride?",
      "emotion": "Neutral 50",
      "response_text": "It's the best of the Brotherhood, bar none. No one gets in without my say-so.",
      "index": "132"
    }
  ],
  "conversation": [
    {
      "topic": "CitTalkElderLyonsSarahLyons2",
      "topic_text": "CitTalkElderLyonsSarahLyons2",
      "emotion": "Neutral 50",
      "response_text": "I've been talking with the other members of the Pride. We want to assault the purifier, father! Now! The Enclave must pay for what they've done!",
      "index": "133"
    },
    {
      "topic": "CitTalkElderLyonsSarahLyons4",
      "topic_text": "CitTalkElderLyonsSarahLyons4",
      "emotion": "Neutral 50",
      "response_text": "Yes, fath-... yes, Elder. I understand.{Stops herself calling him father.}",
      "index": "135"
    },
    {
      "topic": "GOODBYE",
      "topic_text": "I have to go now.",
      "emotion": "Neutral 50",
      "response_text": "Watch yourself out there.",
      "index": "137"
    },
    {
      "topic": "HELLO",
      "topic_text": "HELLO",
      "emotion": "Neutral 50",
      "response_text": "Don't do this. Please tell me the code.",
      "index": "140"
    },
    {
      "topic": "MQ01LyonsPrideC1",
      "topic_text": "Scene C - GNR conversation between Sarah and Commander",
      "emotion": "Neutral 100",
      "response_text": "We're clear out here. Stand down.{over the radio to defenders inside building}",
      "index": "146"
    },
    {
      "topic": "MQ01LyonsPrideSarah",
      "topic_text": "MQ01LyonsPrideA3",
      "emotion": "Neutral 50",
      "response_text": "Is this the idiot who blew our ambush?",
      "index": "149"
    },
    {
      "topic": "MQ09ElderSarahConv",
      "topic_text": "MQ09ElderSarahConv",
      "emotion": "Neutral 50",
      "response_text": "Yes father.",
      "index": "165"
    },
    {
      "topic": "MQ11ElderSarahConv",
      "topic_text": "MQ11ElderSarahConv",
      "emotion": "Neutral 50",
      "response_text": "Yes, sir!",
      "index": "169"
    },
    {
      "topic": "MQ11LDSarahLines",
      "topic_text": "MQ11LDSarahLines",
      "emotion": "Neutral 50",
      "response_text": "You know the drill, people. Stay back until the field is down.",
      "index": "172"
    },
    {
      "topic": "MQ11SarahActivatePrimeLine",
      "topic_text": "MQ11SarahActivatePrimeLine",
      "emotion": "Neutral 50",
      "response_text": "All right, Rothchild. Fire it up. Pride, move out!",
      "index": "178"
    },
    {
      "topic": "MQ11SarahAirlockButtonLines",
      "topic_text": "MQ11SarahAirlockButtonLines",
      "emotion": "Neutral 50",
      "response_text": "Get in the airlock. I'll cycle it for you so you can enter the code.",
      "index": "179"
    },
    {
      "topic": "MQ11SarahAirlockLines",
      "topic_text": "MQ11SarahAirlockLines",
      "emotion": "Neutral 50",
      "response_text": "Okay, let's get this over with. Cycle the airlock, will you?",
      "index": "182"
    },
    {
      "topic": "MQ11SarahCombatLines",
      "topic_text": "MQ11SarahCombatLines",
      "emotion": "Neutral 50",
      "response_text": "Get some suppressing fire over there, now!",
      "index": "185"
    },
    {
      "topic": "MQ11SarahGetInThere",
      "topic_text": "MQ11SarahGetInThere",
      "emotion": "Fear 50",
      "response_text": "Why are you standing around? Get in there!{anxious}",
      "index": "186"
    },
    {
      "topic": "MQ11SarahGiveCode",
      "topic_text": "MQ11SarahGiveCode",
      "emotion": "Fear 50",
      "response_text": "Please tell me the code!{desperate, pleading}",
      "index": "189"
    },
    {
      "topic": "MQ11SarahLiConversation",
      "topic_text": "MQ11SarahLiConversation",
      "emotion": "Neutral 50",
      "response_text": "Doctor Li? It's Sarah Lyons. I'm in the control room; we're both here. What's going on?",
      "index": "193"
    },
    {
      "topic": "MQ11SarahPPurityLines",
      "topic_text": "MQ11SarahPPurityLines",
      "emotion": "Neutral 50",
      "response_text": "Okay, it's just you and me now. Take it slow, keep your eyes peeled, and let's head for the control room.",
      "index": "194"
    },
    {
      "topic": "MQ11SarahSpeech",
      "topic_text": "MQ11SarahSpeech",
      "emotion": "Neutral 50",
      "response_text": "When we're done with this, everyone can have a nice cold glass of water on me. Let's move.",
      "index": "196"
    }
  ],
  "combat": [
    {
      "topic": "Attack",
      "topic_text": "Attack",
      "emotion": "Neutral 50",
      "response_text": "Friendly in the firezone! Watch your targets!",
      "index": "204"
    }
  ]
}