{
  "name": "Squire Maxson",
  "url": "/wiki/Arthur_Maxson",
  "dialogue_name": "SquireMaxson.txt",
  "dialogue_url": "/wiki/SquireMaxson.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": true,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000156E2",
  "ref_id": "000210E7",
  "editor_id": "SquireMaxson",
  "location": "Citadel B ring",
  "location_url": "/wiki/Citadel_B_ring",
  "descriptions": [
    "Elder Arthur Maxson (registration MX-001E) is a prominent member of the Brotherhood of Steel in being the furthest known descendant of the bloodline of Roger Maxson, the Brotherhood's founder. Raised among the ranks of the Capital Wasteland chapter and serving as a squire in 2277, the subsequent decade saw the young Maxson rise to the position of elder in the reformed East Coast division of the Brotherhood, later leading as its supreme commander on an expedition to oppose the Institute in the War of the Commonwealth in 2287.",
    "Arthur Maxson appears as a child squire residing in the Citadel in Fallout 3 and then as an adult and the elder in charge of the Brotherhood onboard the command deck of the Prydwen in Fallout 4.",
    "Born in 2267 to Jonathan and Jessica Maxson, Arthur is a descendant of the legendary Roger Maxson, founder of the Brotherhood of Steel. His father, a high-ranking paladin serving just outside the New California Republic, was recently killed in battle during the NCR-Brotherhood War, and his mother, Lady Maxson, sent the boy east to be raised under the tutelage of the then respected Elder Owyn Lyons.",
    "Ever since arriving at the Citadel, Arthur was an attentive student, with a good knowledge of the Brotherhood's triumphs and history.",
    "He was also trained in combat by Sentinel Sarah Lyons, who on one occasion showed him how to kill people by stabbing them in the kidneys.",
    "Despite being a young boy, Maxson was faced with high expectations as the last of the Maxson line. He was expected to become the Brotherhood's great new leader, and he was told his \"soul was forged from eternal steel.\" He never believed this claim.",
    "Loneliness also weighed heavily on the young Maxson. As the only child at the Citadel, he grew up surrounded by adults, with no one of equal age to spend time with. Given that everyone he worked with was a soldier, he didn't receive kindness or warmth, merely schooling and training.",
    "As a result, the ten-year-old Arthur had a timid and reserved demeanor. It wasn't helped by the fact that the young boy was barred from patrols due to accidentally shooting Sarah during one outing.",
    "The key change in Arthur Maxson's life came with adolescence and the death of Elder Owyn Lyons, and subsequently that of Elder Sarah Lyons soon after. While the crumbling Lyons' Brotherhood of Steel chafed under the leadership of one ineffectual elder after another,",
    "Though young, Maxson was ready to lead and reunite the fragmented Brotherhood of Steel forces on the East Coast. He proved his ability in 2283, when he brokered a peace with the Brotherhood Outcasts, reintegrating them into the Brotherhood of Steel. The sixteen-year-old Maxson was proving himself as effective a diplomat as a warrior. The full force of the Brotherhood of Steel appointed Arthur Maxson as the elder, the youngest in Brotherhood of Steel history,",
    "As of 2287, Elder Maxson's reign in the Capital Wasteland was uncontested, and his authority and influence were spreading across the East Coast. The Prydwen was a key element of the Brotherhood's power projection, rallying people to his cause. In addition, Maxson had been in contact with other chapters over the years. In the words of Proctor Quinlan, who documented Maxson's rise, \"he has the full support of the Elders back on the West Coast, who have proudly reported that they've begun eradicating cults that have popped up, worshipping Maxson as though he's some kind of god.\" Maxson was offended by the idea of being deified, as it went against his beliefs. He is satisfied with being, again in Proctor Quinlan's words, \"the perfect human specimen, an example of everything a human being can achieve. Assisted, even enhanced, by advanced technology, but still very much human.\"",
    "Maxson's authority is reinforced by his accomplishments, growing the Brotherhood in the East from a moribund group of complacent stragglers occupying a single Citadel into a major military force capable of projecting power along the Eastern Seaboard. Thanks to his tenacity and singular vision,",
    "Although his beard and facial features give him the aura of an older man, Maxson is still close to being a teenager, and he is relatively idealistic as a result. He has established an amalgam between the ways of his predecessor and tutor Elder Owyn Lyons, who used technology to help others, and the traditional Brotherhood approach of coveting and preserving advanced technology to prevent its abuse. As a result, he is more lenient about technology being in the hands of outsiders. He allows teams of soldiers to combat dangers that would otherwise harm or kill the people of the wasteland (even if some of these missions, or the personnel directing them, have some ulterior motives)",
    "Maxson deeply cares for everyone under his command and does not wish for them to risk their lives unnecessarily. For example, he was reluctant to allow Proctor Ingram into the field despite Knight-Captain Cade's professional opinion that her power armor frame makes her more than suitable for combat. which drastically sets him apart from the West Coast Brotherhood, who used violence as a first resort.",
    "As of 2296, Maxson continues to lead as the elder of the Commonwealth Brotherhood of Steel.",
    "He can usually be found in the Citadel B ring, where his room (and personal terminal) is located.",
    "Maxson, along with the Prydwen, will show up in the Commonwealth once the quest Reunions is completed. He can usually be found in the main command deck of the Prydwen or in his living quarters.",
    "He will join the Brotherhood attack on the Institute during the quest Ad Victoriam, and become a temporary follower in The Nuclear Option. If the player character sides with the Institute, during the quest Airship Down he will arrive from the Prydwen in a Vertibird. He will be wearing his personal T-60 power armor wielding his unique Gatling laser, Final Judgment.",
    "In the Railroad main quests, he is largely unmentioned only until Rockets' Red Glare, where he can be confronted while or after sabotaging the Prydwen. He will be wearing his battlecoat and wielding Final Judgment, but not his power armor. If the Commonwealth Minutemen destroy the Prydwen during With Our Powers Combined, he will not be present during the Brotherhood's retaliation on The Castle.",
    "If one sides with the Brotherhood and assists in their victory, Maxson will promote the Sole Survivor to the rank of sentinel. He will ask that while they are free to carry out their own missions, to keep the Brotherhood's interests in mind throughout their journeys.",
    "Arthur Maxson appears in Fallout 3, Fallout 4, Fallout: Wasteland Warfare, and Fallout Shelter Online. Arthur is also mentioned in Fallout: The Roleplaying Game and the Fallout TV series."
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "Brotherhood of Steel",
  "role": "TraineeSupreme commander",
  "detailed_location": "Citadel'sB ringThePrydwen",
  "voice_actor": "Sean McCoyDerek Phillips",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "233",
  "misc_skills": [
    {
      "Hit Points:": "35"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "0.75"
    },
    {
      "Poison Resist.:": "20%"
    },
    {
      "Rad. Resist.:": "8%"
    },
    {
      "Carry Weight:": "210"
    },
    {
      "Damage Res.:": "0%(2%)"
    }
  ],
  "karma": "Good",
  "voice_type": "MaleChild01NPCMElderMaxson",
  "geck_race": "CaucasianChildHumanRace",
  "topics": [
    {
      "topic": "CitSquireMaxsonGreeting1",
      "topic_text": "Relax, Squire. I don't bite.",
      "emotion": "Neutral 50",
      "response_text": "I plead for your pardon if my behavior offends you, sir. We don't get many visitors in the Citadel.",
      "index": "1"
    },
    {
      "topic": "CitSquireMaxsonGreeting1a",
      "topic_text": "Understandable. I've met a lot of dangerous people myself.",
      "emotion": "Neutral 50",
      "response_text": "It's not simply the outsiders that we are wary of, anybody who has not taken the Oath of Fraternity is suspicious to us.",
      "index": "7"
    },
    {
      "topic": "CitSquireMaxsonGreeting1b",
      "topic_text": "Good. Your fear... pleases me.",
      "emotion": "Neutral 50",
      "response_text": "I... don't... I mean... if Elder Lyons chooses to show trust in you, then by the oath, I must trust you as well.",
      "index": "11"
    },
    {
      "topic": "CitSquireMaxsonGreeting2DUPLICATE000",
      "topic_text": "The honor is all mine, Squire.",
      "emotion": "Happy 50",
      "response_text": "Oh! Well... Thank you! Your words are... very kind. Kinder than those I usually hear.... Is there... something I can help you with?",
      "index": "17"
    },
    {
      "topic": "CitSquireMaxsonGreeting2a",
      "topic_text": "There's no need to be nervous. You can trust me.",
      "emotion": "Neutral 50",
      "response_text": "It is not personal, anybody who has not taken the Oath of Fraternity is suspicious to us.",
      "index": "18"
    },
    {
      "topic": "CitSquireMaxsonGreeting2b",
      "topic_text": "You should be nervous. Who says that I'm not here to kill you all?",
      "emotion": "Neutral 50",
      "response_text": "I... don't... I mean... if Elder Lyons chooses to show trust in you, then by the oath, I must trust you as well.",
      "index": "22"
    },
    {
      "topic": "CitSquireMaxsonGreeting3",
      "topic_text": "You seem nervous, kid. Do I make you nervous?",
      "emotion": "Neutral 50",
      "response_text": "Well... yes, sir. If I may speak my will: You do, sort of. We don't have many guests in the Citadel.",
      "index": "28"
    },
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Happy 50",
      "response_text": "You're my hero, mister. I want to be just like you when I grow up.",
      "index": "31"
    },
    {
      "topic": "TLSquireMaxson1",
      "topic_text": "I don't suppose you know anything about the Super Mutants?",
      "emotion": "Happy 50",
      "response_text": "Oh yes! I've studied them quite a bit since I've been here!",
      "index": "35"
    },
    {
      "topic": "TLSquireMaxson2",
      "topic_text": "What do you make of the Enclave, Squire?",
      "emotion": "Neutral 50",
      "response_text": "Y... You're asking me what I think of the Enclave?",
      "index": "40"
    },
    {
      "topic": "TLSquireMaxson3",
      "topic_text": "Aren't you a little young for all this?",
      "emotion": "Neutral 50",
      "response_text": "Oh, well... You see, I am descended from the great Roger Maxson, founder of our order.",
      "index": "45"
    },
    {
      "topic": "TLSquireMaxson4",
      "topic_text": "They don't actually... make you fight. Do they?",
      "emotion": "Disgust 50",
      "response_text": "No.{disgusted}",
      "index": "49"
    }
  ],
  "conversation": [
    {
      "topic": "GOODBYE",
      "topic_text": "I have to go now.",
      "emotion": "Neutral 50",
      "response_text": "Very well.",
      "index": "53"
    },
    {
      "topic": "HELLO",
      "topic_text": "HELLO",
      "emotion": "Neutral 50",
      "response_text": "H... Hello{nervous}",
      "index": "55"
    }
  ],
  "combat": []
}