{
  "name": "Ryan Brigg",
  "url": "/wiki/Ryan_Brigg",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000ABD05",
  "ref_id": "000ABD04",
  "editor_id": "LDJuryRaiderBoss",
  "location": "Jury St. tunnels",
  "location_url": "/wiki/Jury_St._tunnels",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Raiders",
  "role": "Inventor, raider leader",
  "detailed_location": "Jury St. tunnels",
  "voice_actor": "James Lewis",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 7,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 6,
    "Perception": 6,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 7,
    "Luck": 5
  },
  "level": "3 → 10",
  "tag_skills": [
    {
      "Melee Weap.:": "40→73"
    },
    {
      "Small Guns:": "42→73"
    },
    {
      "Unarmed:": "36→67"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "35→70"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "2.30→3.85"
    },
    {
      "Poison Resist.:": "15%"
    },
    {
      "Rad. Resist.:": "6%"
    },
    {
      "Carry Weight:": "210"
    }
  ],
  "karma": "Evil",
  "voice_type": "MaleGroupRaiderDC",
  "geck_race": "CaucasianRaider",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Ryan Brigg is a 38 year-old Caucasian Male.\n\nA cunning and ruthless wasteland scientist who poses as a raider captain to protect his research on mole rat meat. Ryan has developed a delicacy known as 'wonder meat' from mole rat flesh, which he hopes will fund his further experiments. Despite his scientific pursuits, he is willing to use violence to maintain his operations and protect his innovations.\n\nRyan Brigg's Personality: Ruthless, ambitious, and manipulative. Ryan Brigg presents a tough exterior as a raider leader, masking his true intellect and scientific curiosity. He is pragmatic, willing to eliminate anyone who threatens his work or reputation. Despite his evil tendencies, he shows a strange attachment to his domesticated mole rat, Pumpkin.\n\nRyan Brigg's Backstory: Born before the Great War, Ryan Brigg survived the apocalypse by hiding in a Vault-Tec shelter for several years. After emerging into the wasteland, he used his pre-War knowledge of chemistry and biology to survive. Initially trying to live a peaceful life, Ryan grew disillusioned with the harsh realities of the wasteland and turned to raiding as a means to acquire resources for his experiments. Over time, he developed a reputation as a dangerous and unpredictable figure, capable of both scientific innovation and brutal violence. His research on mole rat meat began as a simple survival tactic but evolved into a passion project that he now uses to fund his raider operations."
}