{
  "name": "Grudd Bear",
  "url": "/wiki/Grudd_Bear",
  "dialogue_name": "DLC01ArenaCombatant02b.txt",
  "dialogue_url": "/wiki/DLC01ArenaCombatant02b.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx0032F8",
  "ref_id": "xx0032FA",
  "editor_id": "DLC01ArenaCombatant02b",
  "location": "The Hole",
  "location_url": "/wiki/The_Hole_(The_Pitt)",
  "descriptions": [
    "Grudd Bear is an arena fighter in the Pitt in 2277 alongside his brother John Bear.",
    "During the Scourge, Grudd's other brother Greg was taken in by the Brotherhood. However, he and John were left behind due to being \"too wild and mean.\" They were then taken in by Ishmael Ashur for his raider army, and in his words, they became two of his \"finest soldiers.\" By 2277, the Bear Brothers had become undefeated fighters in the Hole.",
    "Grudd and John employ a particular effective method of attack, in which Grudd holds back and uses his Flamer to attack the target, while John attacks the target directly with his Deathclaw Gauntlet. Thanks to an addiction to RadAway, they are both nearly impervious to the arena’s radiation traps.",
    "Grudd is the brother of John Bear and Kodiak.",
    "Faydra, the event coordinator for the Hole, comments on how the Bear Brothers' ferocity leads people to believe that they are \"half way to Trog.\" The brothers' description as aggressive and nearly uncontrollable does sound similar to the symptoms defining wildmen, but their allegience to Ishmael Ashur indicates they are not yet at that level.",
    "Grudd Bear appears only in the Fallout 3 add-on The Pitt."
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "Pitt raiders[1]",
  "role": "Arena fighter",
  "detailed_location": "The Hole",
  "voice_actor": "Craig Sechler",
  "karma": "Neutral",
  "voice_type": "DLC01RaiderMaleColdVoice",
  "geck_race": "DLCPittAfricanAmericanMut",
  "topics": [
    {
      "topic": "DLC01ArenaCombatantTaunt",
      "topic_text": "DLC01ArenaCombatantTaunt",
      "emotion": "Neutral 50",
      "response_text": "C'mon! C'mon you bastard!{Taunting.}",
      "index": "1"
    }
  ],
  "conversation": [],
  "combat": []
}