{
  "name": "Raider leader (Bethesda ruins)",
  "url": "/wiki/Raider_leader_(Bethesda_ruins)",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": true,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000CB55F",
  "ref_id": "0005C9CF",
  "editor_id": "BethRuinsLvlRaiderBoss",
  "location": "Bethesda ruinseast offices",
  "location_url": "/wiki/Bethesda_ruins",
  "race": "Human",
  "gender": "Male or female",
  "affiliation": "Raiders",
  "role": "Raider boss",
  "detailed_location": "Bethesda ruins, east offices",
  "voice_actor": "James Lewis(male)Shari Elliker(female)",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 5
  },
  "level": "4",
  "tag_skills": [
    {
      "Big Guns:": "41"
    },
    {
      "Melee Weap.:": "45"
    },
    {
      "Small Guns:": "45"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "55"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "1.15"
    },
    {
      "Poison Resist.:": "15%"
    },
    {
      "Rad. Resist.:": "6%"
    },
    {
      "Carry Weight:": "210"
    }
  ],
  "karma": "Evil",
  "voice_type": "MaleGroupRaiderDC",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Slasher is a 35 year-old Caucasian Male.\n\nA hardened raider boss who commands a small gang in the Bethesda ruins. Slasher is known for their distinctive scar running across their face and their ruthless tactics. They can often be found patrolling the east offices area, near where the Lockpick bobblehead is located, always on the lookout for intruders or potential victims.\n\nSlasher's Personality: Brutal, cunning, and paranoid. Slasher values strength and loyalty above all else and has little patience for weakness or betrayal. They enjoy intimidating others and take pleasure in the suffering of their enemies. Despite their cruel nature, they are pragmatic and know when to retreat or negotiate when it benefits them.\n\nSlasher's Backstory: Slasher was born in the Capital Wasteland and has known nothing but the harsh reality of post-nuclear America. They survived their early years by joining a raider gang at a young age, quickly learning that only the strong survive. Through a combination of brutality and strategic thinking, Slasher rose through the ranks of various raider groups before breaking away to form their own gang in the relatively untouched Bethesda ruins area. They've established themselves as a local terror, preying on travelers and scavengers while avoiding larger, more organized factions like the Brotherhood of Steel or the Enclave."
}