{
  "name": "Mayor MacCready",
  "url": "/wiki/Robert_MacCready",
  "dialogue_name": "MayorMacCready.txt",
  "dialogue_url": "/wiki/MayorMacCready.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": true,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000156AC",
  "ref_id": "0000313B",
  "editor_id": "MayorMacCready",
  "location": "Little Lamplight",
  "location_url": "/wiki/Little_Lamplight",
  "descriptions": [
    "Robert Joseph \"RJ\" MacCready is the adolescent mayor of the child-exclusive settlement of Little Lamplight in the Capital Wasteland in 2277, with a minor role in the main story of Fallout 3.",
    "By 2287, the grown-up MacCready has travelled to the Commonwealth where he works as a hired mercenary, selling his services from the backroom of the Third Rail among the drifters of Goodneighbor. He appears in Fallout 4 as a possible companion of the Sole Survivor.",
    "Born in the Capital Wasteland",
    "In 2277, the caverns were visited by the Lone Wanderer seeking a way to get into Vault 87 in order to retrieve the G.E.C.K. stored inside. They either petitioned MacCready (or Princess) to open the door to Murder Pass, or utilized an alternative entrance accessed with help from Joseph, another resident.",
    "When MacCready turned sixteen and left Little Lamplight for good per the colony's rules, he took to wandering and working as a gun for hire. In the course of his travels, he met a woman named Lucy, and the two fell in love. Lucy always had MacCready's back and helped him through the darkest of nights in the wasteland. With her at his side, MacCready felt he could press ahead no matter the horrors that faced him.",
    "At some point, Lucy became pregnant, and she and MacCready had a son, Duncan. The family was happy for a time, but that ended when they attempted to camp out in an abandoned metro station, unaware that it was infested with feral ghouls. Before MacCready was able to get his gun, the ghouls had already mauled Lucy to death, and he was forced to leave her body behind to save Duncan and himself; he admits that he's questioned since then if he should have stayed and fought to the bitter end.",
    "Now just the two of them, Robert made a promise to Duncan that he was going to clean up his act and be a better person, starting with swearing off cursing.",
    "With mercenary work in the Capital Wasteland drying up due to the Brotherhood of Steel's increased presence, MacCready's search eventually brought him north into the Commonwealth. When he arrived, the Gunners were actively recruiting sharpshooters into their ranks, and though he had gotten sufficient work until then, MacCready joined up to amass more money for his ultimate goal of finding a cure. Though the caps were plentiful, the Gunners' lack of scruples and indiscriminate approach to collateral damage were at odds with MacCready's personal code and the promise he made to his son.",
    "Shortly after ditching the Gunners, MacCready met a man named Sinclair and found out they were looking for the same thing: a cure for the mysterious blue boils, which were afflicting his partner as well. Sinclair confided in MacCready that he had found information that indicated Med-Tek Laboratories was experimenting with a universal cure at its Medford facility, but never got the chance to act on it because his partner had already died, causing him to give up the search.",
    "To make a living in the meantime, he set up shop in Goodneighbor, unwilling to tangle with Diamond City's security force or wander the wastes alone. Hancock let him keep a room in the VIP section of the Third Rail so MacCready had a place to meet clients. However, even after leaving them, his troubles with the Gunners were far from over. Two mercs in particular, Winlock and Barnes were not willing to let a deserter operate in their territory. For three months, they hounded MacCready and drove off his customers. If not them, then the fact was that few were willing to work with a former Gunner, no matter how talented or soft-spoken.",
    "However, his former associates never let up. Around October 23, 2287, Winlock and Barnes returned to confront MacCready in the Third Rail, demanding that he cease doing business in their territory or suffer the consequences,",
    "Though notoriously foul-mouthed and belligerent in his younger years, the 22-year-old MacCready is far more reserved and polite. Years of hard living turned him into a hardened fighter, coping with adversity through liberal use of sarcasm and humor. However, he is not totally immune to shock, as some atrocities of the pre-War society can inspire anger from him.",
    "While MacCready isn't averse to violence, he doesn't revel in it either. If possible, he will bluff his way through to minimize danger to himself and others.",
    "On a more personal side, MacCready misses a lot of features of living in the Capital Wasteland, including listening to Galaxy News Radio with Three Dog",
    "Requires romance",
    "MacCready can be acquired at the shop by any player character that has Charisma. When shopping with him as the active companion, the player character can exhaust him in order to buy any items from the asset deck's discard pile.",
    "When the player character performs the camp action, he will be relieved of exhaustion; however, if the player character does not have eight or more bottle caps at this time, he must be discarded.",
    "Fallout 3",
    "Fallout 4",
    "Robert MacCready appears in Fallout 3, Fallout 4, Fallout: The Board Game and Fallout Shelter Online.",
    "Fallout 3",
    "Fallout 4",
    "Notes"
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "Little Lamplight(formerly)Gunners(formerly)Sole Survivor(optional)",
  "role": "Mayor (former)Farmer (former)MercenaryCompanion",
  "detailed_location": "Little LamplightGoodneighborThe Third Rail",
  "voice_actor": "Jakob StalnakerMatthew Mercer",
  "special": {
    "Strength": 5,
    "Perception": 10,
    "Endurance": 9,
    "Charisma": 7,
    "Intelligence": 7,
    "Agility": 10,
    "Luck": 8
  },
  "level": "1",
  "tag_skills": [
    {
      "Small Guns:": "34"
    },
    {
      "Speech:": "30"
    }
  ],
  "karma": "Good",
  "voice_type": "MaleUniqueMacCreadyNPCMMacCready",
  "geck_race": "CaucasianChildHumanRace",
  "topics": [],
  "conversation": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Anger 25",
      "response_text": "Look, I don't let just any son of a bitch into my town. I'm taking a risk making an exception for you.",
      "index": "1"
    },
    {
      "topic": "LamplightGreetingChoice1",
      "topic_text": "Whoa, hold on there. I'm a friend.",
      "emotion": "Neutral 50",
      "response_text": "You're big, and I don't have any big friends. You better just go out the way you came in.",
      "index": "25"
    },
    {
      "topic": "LamplightGreetingChoice2",
      "topic_text": "You're kidding me, right?",
      "emotion": "Neutral 50",
      "response_text": "I ain't kidding. You're not supposed to be here, so you better leave.",
      "index": "26"
    },
    {
      "topic": "LLAboutLamplight",
      "topic_text": "How do you keep this place organized?",
      "emotion": "Happy 50",
      "response_text": "Organized?! Have you walked around this place? It's pure anarchy! And I wouldn't have it any other fucking way.",
      "index": "27"
    },
    {
      "topic": "LLAboutLamplight2A",
      "topic_text": "How did you get to be in charge of this place?",
      "emotion": "Happy 25",
      "response_text": "It's not that complex. Any kid can say they want to be mayor here. It's just that most don't want to bother with the responsibility of leading.",
      "index": "30"
    },
    {
      "topic": "LLAboutLamplight2B",
      "topic_text": "You said everyone has to leave eventually?",
      "emotion": "Anger 15",
      "response_text": "People change when they grow up, and we don't trust mungos living down here. So we leave for a place called Big Town before we get too old.",
      "index": "33"
    },
    {
      "topic": "LLAboutLamplight2C",
      "topic_text": "That's all I need to know for now.",
      "emotion": "Anger 25",
      "response_text": "About time.",
      "index": "38"
    },
    {
      "topic": "LLDirections",
      "topic_text": "Can you give me directions?",
      "emotion": "Disgust 50",
      "response_text": "What do I look like, your tour guide?",
      "index": "39"
    },
    {
      "topic": "LLFirstMeetingResponseA",
      "topic_text": "I'm not planning on starting any trouble.",
      "emotion": "Neutral 50",
      "response_text": "Good. Better stay that way, mungo.",
      "index": "40"
    },
    {
      "topic": "LLFirstMeetingResponseB",
      "topic_text": "Gee, what a great reception for a returning hero.",
      "emotion": "Neutral 50",
      "response_text": "Boo-hoo. You big baby.",
      "index": "41"
    },
    {
      "topic": "LLFungusDeal1",
      "topic_text": "I've heard a lot about the fungus in your cavern, and I'd like to make a deal.",
      "emotion": "Disgust 50",
      "response_text": "Yeah, I'll bet you've heard all about the \"fungus in my cavern.\"{Deliberately being crude and loving it. A bit of dirty chuckling at the end of the line.}",
      "index": "45"
    },
    {
      "topic": "LLFungusDeal2A",
      "topic_text": "I bring in needed supplies, and I get some of the fungus in return.",
      "emotion": "Happy 25",
      "response_text": "Well, it lighten the load for our scav team out a lot. And since you're pretty much one of us, here's the deal...",
      "index": "48"
    },
    {
      "topic": "LLFungusDeal2B",
      "topic_text": "Give me the fungus, or I'll seal this place underground. And you with it.",
      "emotion": "Anger 50",
      "response_text": "Oh, is that how it's going to be, then? Well then, how's this deal?{Carefully handling a delicate situation, a little tense}",
      "index": "59"
    },
    {
      "topic": "LLFungusDeal2C",
      "topic_text": "Let me think about it and get back to you on that.",
      "emotion": "Neutral 50",
      "response_text": "Oh, what-the-fuck-ever. Come back when you can make a decision.",
      "index": "62"
    },
    {
      "topic": "LLFungusTrade1",
      "topic_text": "Can we work out a better deal for the fungus? This one is pretty unfair.",
      "emotion": "Happy 15",
      "response_text": "Well, since you're practically one of us, okay. I'll tell the folks to trade with you on a one-for-one basis. Deal?",
      "index": "63"
    },
    {
      "topic": "LLLMacCreadyTellMeAboutLLL",
      "topic_text": "Tell me more about Little Lamplight.",
      "emotion": "Neutral 50",
      "response_text": "Why would I tell you anything? God, you're dumb.",
      "index": "66"
    },
    {
      "topic": "LLLMQ06MurderPassNo",
      "topic_text": "On second thought, never mind.",
      "emotion": "Neutral 50",
      "response_text": "Okay. Don't worry, I won't tell anyone else you chickened out.{slightly mocking}",
      "index": "67"
    },
    {
      "topic": "LLLMQ06MurderPassYes",
      "topic_text": "Yeah, I'm sure.",
      "emotion": "Neutral 50",
      "response_text": "Okay, if you say so...{in a \"it's your funeral\" tone}",
      "index": "68"
    },
    {
      "topic": "LLLMQ06NeedtoGettoVault",
      "topic_text": "I really need to get to Vault 87. Do you know the way?",
      "emotion": "Neutral 50",
      "response_text": "It's not safe, even for someone as brave as you. There's monsters back there.{slightly hushed}",
      "index": "70"
    },
    {
      "topic": "LLLMQ06SoYouKnowTheWay",
      "topic_text": "So you know the way to get there?",
      "emotion": "Neutral 50",
      "response_text": "Yeah, I do. It's through Murder Pass. Not a real safe way to go, but it's the only door that works.",
      "index": "73"
    },
    {
      "topic": "LLLMQ06ThanksforInfoDoor",
      "topic_text": "Thanks.",
      "emotion": "Neutral 50",
      "response_text": "If you're going to go through Murder Pass, let me know and I'll have the door opened for you.",
      "index": "75"
    },
    {
      "topic": "LLLMQ06ThatsTheOnlyWay",
      "topic_text": "That's the only way?",
      "emotion": "Neutral 50",
      "response_text": "It's the only way that works, yeah.",
      "index": "77"
    },
    {
      "topic": "LLLMQ06UseMurderPass",
      "topic_text": "I want to use Murder Pass to reach Vault 87.",
      "emotion": "Neutral 50",
      "response_text": "You sure about that? It's scary in there. Even I don't like going there, and I'm really brave.",
      "index": "79"
    },
    {
      "topic": "LLLMQ06WhatMonsters",
      "topic_text": "Monsters? What monsters?",
      "emotion": "Neutral 50",
      "response_text": "The big ones. You know, the ones that sort of look like people except they're all wrong.{matter-of-fact}",
      "index": "82"
    },
    {
      "topic": "LLLMQ06WheresJoseph",
      "topic_text": "Where can I find Joseph?",
      "emotion": "Neutral 50",
      "response_text": "I'm the Mayor, not a babysitter, mungo. Beats me.",
      "index": "83"
    },
    {
      "topic": "LLMacCreadyButtLooker",
      "topic_text": "I bet you like to look at butts, don't you?",
      "emotion": "Happy 50",
      "response_text": "Ha ha ha!",
      "index": "85"
    },
    {
      "topic": "LLMacCreadyButtMom",
      "topic_text": "Yeah, well at least it doesn't smell as bad as you do.",
      "emotion": "Happy 50",
      "response_text": "Ha ha ha!",
      "index": "88"
    },
    {
      "topic": "LLMacCreadyCanIComeIn",
      "topic_text": "Can I come in?",
      "emotion": "Neutral 50",
      "response_text": "Hell no! No mungos allowed!",
      "index": "94"
    },
    {
      "topic": "LLMacCreadyChildAtHeartAccess",
      "topic_text": "You know what? Your face looks like my butt.",
      "emotion": "Surprise 100",
      "response_text": "Oh yeah?",
      "index": "96"
    },
    {
      "topic": "LLMacCreadyComeInSpeechChallenge",
      "topic_text": "Oh, come on. I'm a nice guy, really. May I please come in?",
      "emotion": "Neutral 50",
      "response_text": "Well, okay. But you better not be lying, or else we'll shoot you.",
      "index": "98"
    },
    {
      "topic": "LLMacCreadyForgetIt",
      "topic_text": "Forget it.",
      "emotion": "Neutral 50",
      "response_text": "Yeah, whatever.",
      "index": "100"
    },
    {
      "topic": "LLMacCreadyGetYouToTrustMe",
      "topic_text": "How can I get you to trust me?",
      "emotion": "Neutral 50",
      "response_text": "Why should I trust you? I got no reason to.",
      "index": "101"
    },
    {
      "topic": "LLMacCreadyISavedPFallsKids",
      "topic_text": "I'm the one who saved the kids from Paradise Falls.",
      "emotion": "Neutral 50",
      "response_text": "Oh yeah? Well why didn't you say so, you stupid mungo?",
      "index": "105"
    },
    {
      "topic": "LLMacCreadyKidsRescued",
      "topic_text": "I got your friends back. Can I come in now?",
      "emotion": "Neutral 50",
      "response_text": "I guess you're okay after all, mungo.",
      "index": "106"
    },
    {
      "topic": "LLMacCreadyWhatHappenedSammy",
      "topic_text": "Why, what happened to Sammy and Squirrel?",
      "emotion": "Neutral 50",
      "response_text": "Them and Penny got themselves caught... By mungos, just like you. Slavers from Paradise Falls.",
      "index": "108"
    },
    {
      "topic": "LLMacCreadyWhatIsThisPlace",
      "topic_text": "What is this place?",
      "emotion": "Neutral 50",
      "response_text": "This is Little Lamplight. We live here, and we don't need no mungos messing it up. So just take a hike.",
      "index": "110"
    },
    {
      "topic": "LLMacCreadyWhatsAMungo",
      "topic_text": "What's a mungo?",
      "emotion": "Anger 50",
      "response_text": "You are, mungo!",
      "index": "111"
    },
    {
      "topic": "LLMungo",
      "topic_text": "LLMungo",
      "emotion": "Neutral 50",
      "response_text": "Well, I could call you a shithead, but then all these other shitheads wouldn't know which shithead I was talking to. Shithead.{Increasingly stress the word \"shithead\" with each repetition.}",
      "index": "113"
    },
    {
      "topic": "MQ00WhoAreYou",
      "topic_text": "Who are you?",
      "emotion": "Neutral 50",
      "response_text": "I'm MacCready. I run Little Lamplight, because they made me the mayor. And I don't like strangers. Or mungos.",
      "index": "115"
    },
    {
      "topic": "MS04AdoptionTL",
      "topic_text": "I found an orphaned kid looking for a home. Would you take him in?",
      "emotion": "Disgust 90",
      "response_text": "This ain't a hotel, mungo. We don't let stupid farts in here for the hell of it.",
      "index": "116"
    },
    {
      "topic": "MS04AdoptionTLMcReady01",
      "topic_text": "Look, this kid's just like you. On his own, no parents... Give him a chance!",
      "emotion": "Disgust 60",
      "response_text": "You're killin' me here, mungo.",
      "index": "118"
    },
    {
      "topic": "MS04AdoptionTLMcReady02",
      "topic_text": "Look, this kid needs to be with people his own age. Give him a chance.",
      "emotion": "Disgust 70",
      "response_text": "This is a bad idea...",
      "index": "120"
    },
    {
      "topic": "MS04AdoptionTLMcReady03",
      "topic_text": "All right. How many caps is it going to take to change your mind?",
      "emotion": "Disgust 70",
      "response_text": "Like I care about your stupid caps. I'm not some big, dumb mungo.",
      "index": "123"
    },
    {
      "topic": "MS04AdoptionTLMcReady04",
      "topic_text": "Forget it.",
      "emotion": "Disgust 70",
      "response_text": "Already have.",
      "index": "126"
    },
    {
      "topic": "MS04AdoptionTLMcReady05",
      "topic_text": "For God's sake... Stop acting like an asshole and let the kid in!",
      "emotion": "Surprise 80",
      "response_text": "Ha ha, tough guy.",
      "index": "127"
    },
    {
      "topic": "SpeechChallengeFailure",
      "topic_text": "Give me the fungus, or I'll seal this place underground. And you with it.",
      "emotion": "Anger 25",
      "response_text": "Yeah, like you could manage that. You really don't know shit about how we work, do you? But if you're that serious...{Carefully handling a delicate situation, a little dismissive}",
      "index": "131"
    }
  ],
  "combat": [
    {
      "topic": "GOODBYE",
      "topic_text": "Sorry, I'll be going now.",
      "emotion": "Happy 50",
      "response_text": "Okay. See ya later, pal!",
      "index": "134"
    },
    {
      "topic": "LLLMacCreadyMainGateYell",
      "topic_text": "LLLMacCreadyMainGateYell",
      "emotion": "Neutral 50",
      "response_text": "Stacey! Open the gate, and let this mungo in!",
      "index": "136"
    },
    {
      "topic": "LLMayorDailyCheck2",
      "topic_text": "LLMayorDailyCheck2",
      "emotion": "Anger 25",
      "response_text": "I'll get the scav team on it. Maybe they can get you some fucking cheese to go along with your whine.",
      "index": "137"
    },
    {
      "topic": "LLMayorYelling1",
      "topic_text": "LLMayorYelling1",
      "emotion": "Anger 25",
      "response_text": "Hey, down there!",
      "index": "144"
    },
    {
      "topic": "LLPrincessBullyResponse",
      "topic_text": "LLPrincessBullyResponse",
      "emotion": "Happy 50",
      "response_text": "Among other reasons, I'm not a mean bitch like you. No, I'm a mean bastard! There's a difference!{Emphasis on \"Bastard\" and \"a difference\"}",
      "index": "146"
    },
    {
      "topic": "LLRandomConv1",
      "topic_text": "LLConversation1",
      "emotion": "Anger 25",
      "response_text": "Hey! How's Lamplight life treating you?{A little bombastic}",
      "index": "147"
    },
    {
      "topic": "LLRandomConv2",
      "topic_text": "LLConversation2",
      "emotion": "Happy 25",
      "response_text": "Oh, not yet I'm not.{A little smarmy}",
      "index": "148"
    },
    {
      "topic": "LLRandomConvEnding",
      "topic_text": "LLRandomConvEnding",
      "emotion": "Anger 10",
      "response_text": "Yeah, yeah, fine. Catch ya later.{A little disinterested}",
      "index": "150"
    },
    {
      "topic": "LLWhatsUp1",
      "topic_text": "LLWhatsUp1",
      "emotion": "Happy 50",
      "response_text": "Everything fine down here in paradise? What's happening?{A little bombastic}",
      "index": "151"
    },
    {
      "topic": "LLWhatsUp2",
      "topic_text": "LLWhatsUp2",
      "emotion": "Happy 25",
      "response_text": "Not much, I guess. Apart from keeping you dumbasses in line, that is.{Said in a friendly, cheerful manner}",
      "index": "152"
    }
  ]
}