{
  "name": "Gary 12",
  "url": "/wiki/Gary_12",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00041688",
  "ref_id": "00041681",
  "editor_id": "LDGary12",
  "location": "Cloning Lab",
  "location_url": null,
  "descriptions": [
    "Gary was one of the original inhabitants of Vault 108, and clones of him are the only people left in the Vault by 2277.",
    "Part of a grand cloning experiment with a fatal end, 54 clones of \"Gary\" were created. Each had varying levels of violent and psychotic traits and behaviors, leading to the scientists' deaths and Garys running freely throughout the Vault. They use inflections of voice tone, speaking only their name, to communicate and are hostile towards any outsiders.",
    "A holotape labeled cloning log can be found in the Vault 108 cloning lab, which explains that Gary was cloned at least 54 times. All clones exhibited hostility towards non-clones, with each successive clone being more and more violent. When the Vault scientists started running out of room to store the clones, they planned to destroy some of them to make room for additional test subjects. Sometime afterward, the clones violently took control of the Vault. One can find their location, Vault 108, with the Vault door ajar.",
    "In charge of Vault 108's vacuum-cleaning maintenance program, Gary 23 was kidnapped by Outcast member Defender Morrill and taken back to the Outcast outpost near Bailey's Crossroads. The group did so to acquire Gary's Pip-Boy, which was required to gain access to a simulation pod inside the facility. Once Gary was taken in, they originally tried to coax him into entering the pod on his own. However, the first hiccup began once the Outcasts realized that he was totally incapable of complying with any orders in the first place, and that they were unable to reason with him.",
    "Specialist Olin attempted to remove the hermetically-sealed device by force at that point but failed; instead resorting to amputating Gary 23’s left arm. This resulted in his death from hypovolemic shock. His remains can be found wearing his Vault 108 jumpsuit in the Easy locked room across from Protector McGraw. He has nothing on him and his jumpsuit cannot be removed. There are medical tools nearby; mainly scalpels and surgical tubing. It turned out that despite their best efforts, Gary 23’s Pip-Boy was rendered useless upon his death; as these devices are only operable if the wearer is alive.",
    "The Gary clones appear only in Fallout 3. The remains of Gary 23 appear in the Fallout 3 add-on Operation: Anchorage.",
    "The Gary clones are referenced in Fallout 4 as a running gag, where four wooden blocks can be found in assorted locations spelling out \"GARY.\" Another collection of \"GARY\" blocks are found in the Whitespring Resort in Fallout 76."
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "Vault 108",
  "detailed_location": "Vault 108",
  "voice_actor": "Jeff Baker",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "3",
  "tag_skills": [
    {
      "Science:": "40"
    },
    {
      "Small Guns:": "38"
    },
    {
      "Unarmed:": "38"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "0"
    }
  ],
  "karma": "Neutral",
  "voice_type": "MaleAdult01DefaultDC",
  "topics": [],
  "conversation": [],
  "combat": []
}