{
  "name": "Arkansas",
  "url": "/wiki/Arkansas",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": true,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0002BD23",
  "ref_id": "0002BD14",
  "editor_id": "Arkansas",
  "location": "Minefield",
  "location_url": "/wiki/Minefield",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Minefield",
  "role": "Sniper",
  "detailed_location": "Minefield",
  "voice_actor": "Paul Eiding",
  "special": {
    "Strength": 4,
    "Perception": 9,
    "Endurance": 5,
    "Charisma": 1,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 6
  },
  "mod_special_values": {
    "Strength": 4,
    "Perception": 9,
    "Endurance": 6,
    "Charisma": 1,
    "Intelligence": 3,
    "Agility": 7,
    "Luck": 6
  },
  "level": "3→12",
  "tag_skills": [
    {
      "Energy Weap.:": "46→85"
    },
    {
      "Small Guns:": "40→79"
    },
    {
      "Sneak:": "40→79"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "40→85(45→90)"
    },
    {
      "Critical Chance:": "6%"
    },
    {
      "Unarmed Dam.:": "1.25"
    },
    {
      "Poison Resist.:": "20%(25%)"
    },
    {
      "Rad. Resist.:": "8%(10%)"
    },
    {
      "Carry Weight:": "190"
    },
    {
      "Damage Res.:": "2%"
    }
  ],
  "karma": "Neutral",
  "voice_type": "MaleOld01DC",
  "geck_race": "HispanicOldAged",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Arkansas is a 28 year-old Hispanic Male.\n\nA skilled survivor and sniper who has made Minefield his home. Arkansas was a young boy when slavers from Paradise Falls attacked his tribe in Ridgefield, Arkansas. After witnessing the capture of his people, he dedicated himself to protecting the town and exacting revenge. His successful ambush of the slavers transformed Ridgefield into what is now known as Minefield, a place feared by slavers.\n\nArkansas's Personality: Vengeful yet protective. Arkansas is cautious and strategic, preferring to observe from a distance before engaging. He holds a deep-seated hatred for slavers but can be reasonable with those who prove themselves trustworthy. He values independence and self-reliance above all else.\n\nArkansas's Backstory: Born in Ridgefield, Arkansas, Arkansas was just a child when slavers raided his town. While most of his tribe was captured and taken to Paradise Falls, he managed to hide and escape detection. Alone in the ruins of his home, he swore revenge on those who had taken his people. Over the years, he honed his skills in survival and marksmanship, eventually setting up an elaborate defense system of traps and sniper positions. When the slavers returned to claim what they believed was an abandoned settlement, Arkansas was ready. His ambush was so successful that it deterred future slaving raids entirely, and the town became known as Minefield among wasteland travelers."
}