{
  "name": "Lulu",
  "url": "/wiki/Lulu",
  "dialogue_name": "DLC01Lulu.txt",
  "dialogue_url": "/wiki/DLC01Lulu.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx004138",
  "ref_id": "xx0045FC",
  "editor_id": "DLC01Lulu",
  "location": "The Pitt Uptown",
  "location_url": "/wiki/The_Pitt_Uptown",
  "race": "Human",
  "gender": "Female",
  "affiliation": "Pitt raiders",
  "role": "Chef",
  "detailed_location": "The Pitt Uptown",
  "voice_actor": "Vanessa Richardson",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 7,
    "Luck": 5
  },
  "level": "1→20→30 (Broken Steelonly)",
  "tag_skills": [
    {
      "Melee Weap.:": "32→100"
    },
    {
      "Small Guns:": "34→100"
    },
    {
      "Unarmed:": "28→100"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "65→160→210"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "1.9→5.5"
    },
    {
      "Poison Resist.:": "15%"
    },
    {
      "Rad. Resist.:": "6%"
    },
    {
      "Carry Weight:": "210"
    }
  ],
  "karma": "Evil",
  "voice_type": "DLC01RaiderFemaleGruffVoice",
  "geck_race": "AsianRaider",
  "topics": [
    {
      "topic": "DLC01HavenResponse1A",
      "topic_text": "What do you mean about Ashur's \"keen eyes\"?",
      "emotion": "Happy 50",
      "response_text": "The Lord of The Pitt knows all, and his eyes see promise where others see rubble.{Slightly rapturous, as if speaking of a god}",
      "index": "1"
    },
    {
      "topic": "DLC01HavenResponse1B",
      "topic_text": "I'll tell you what's special about me: I kick ass.",
      "emotion": "Happy 50",
      "response_text": "Ha! That rules out your wit. It must be something else that makes you so interesting to our lord.",
      "index": "4"
    },
    {
      "topic": "DLC01SpecialOption2A",
      "topic_text": "Yes, I'll have some food.",
      "emotion": "Happy 50",
      "response_text": "Then here... Delicious food for you! Eat, and be good.",
      "index": "6"
    },
    {
      "topic": "DLC01SpecialOption2B",
      "topic_text": "No thanks.",
      "emotion": "Happy 50",
      "response_text": "Then go, and be good. Remember, Lulu has got her eye on you!{Creepy but slightly friendly.}",
      "index": "8"
    },
    {
      "topic": "DLC01SpecialOption2C",
      "topic_text": "Don't call me a pet, you freak.",
      "emotion": "Happy 50",
      "response_text": "Oh, but aren't we all pets of our Lord? He built this menagerie, and chose each of us to live in his world.{insane, but rapturous}",
      "index": "9"
    },
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Happy 50",
      "response_text": "Well, if it isn't Ashur's newest pet! He doesn't let many mongrels into his mansion.{Slightly giddy, somewhat mocking}",
      "index": "12"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Lulu is a 52 year-old Asian Female.\n\nLulu is a middle-aged raider and chef who operates in the Uptown area of The Pitt. She can often be seen wandering the walkways, praising Lord Ashur and distributing her famous noodles to the raider population. With wild, unkempt hair and stained clothing, she presents a disheveled appearance that belies her dangerous nature. Her eyes, however, show a disturbing clarity and fanatical devotion to Ashur.\n\nLulu's Personality: Insane yet fiercely loyal to Lord Ashur, Lulu views everyone in The Pitt as 'pets' selected by Ashur to be in his company. She maintains a twisted hierarchy among these 'pets,' distinguishing between 'good' ones who contribute to the community and 'bad' ones who are deemed unworthy. Her loyalty is absolute, and she carries out Ashur's will with disturbing enthusiasm, including the drowning of 'bad pets' in the Monongahela River. She speaks in a strange, sing-song tone, often referring to herself and others in the third person as Ashur's chosen.\n\nLulu's Backstory: Born in the ruins of Pittsburgh before The Pitt was established, Lulu survived the harsh wasteland life through her resourcefulness in food preparation. When Lord Ashur began his ambitious project to industrialize The Pitt, he recognized Lulu's culinary skills and took her under his protection. Over the years, her devotion to Ashur grew into a fanatical worship, and she became one of his most loyal followers. Her position as chef not only provides sustenance to the raiders but also gives her a degree of authority and information flow throughout Uptown. She has completely internalized Ashur's worldview, seeing his leadership as divinely ordained."
}