{
  "name": "Madame",
  "url": "/wiki/Madame",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": true,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000AD827",
  "ref_id": "000AD820",
  "editor_id": "EMillsBazMadameBrothel",
  "location": "Evergreen Mills bazaar",
  "location_url": "/wiki/Evergreen_Mills_bazaar",
  "race": "Human",
  "gender": "Female",
  "affiliation": "Raiders",
  "role": "Brothel owner",
  "detailed_location": "Evergreen Mills bazaar",
  "voice_actor": "Shari Elliker",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 7,
    "Luck": 5
  },
  "level": "4",
  "tag_skills": [
    {
      "Melee Weap.:": "45"
    },
    {
      "Small Guns:": "47"
    },
    {
      "Unarmed:": "41"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "55"
    }
  ],
  "karma": "Evil",
  "voice_type": "FemaleAdult01DefaultDC",
  "geck_race": "HispanicRaider",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Madame is a 45 year-old Hispanic Female.\n\nMadame is the shrewd and calculating proprietor of the Evergreen Mills brothel, operating from a fortified section of the marketplace. She maintains control through a combination of charisma, intimidation, and her keen eye for interior design. Her establishment is one of the few 'luxury' experiences available in the raider stronghold, offering a brief escape from the harsh realities of the wasteland.\n\nMadame's Personality: Ruthlessly pragmatic, calculating, and self-preserving. Madame values caps above all else and views relationships purely as business transactions. Despite her hardened exterior, she takes pride in her establishment's appearance and maintains a certain level of 'class' in her operations. She is opportunistic and will exploit any situation for personal gain.\n\nMadame's Backstory: Born in the pre-War Southwest, Madame survived the Great War by hiding in a FEMA shelter with her family. After emerging to find the world devastated, she spent years as a scavenger and trader before falling in with a raider group. Her survival instincts and business acumen eventually led her to establish the brothel at Evergreen Mills, where she carved out a niche for herself in the raider hierarchy. She has since become one of the most influential figures in the settlement, controlling one of its most profitable enterprises."
}