{
  "name": "Prime",
  "url": "/wiki/Prime",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": true,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000C77F0",
  "ref_id": "000C77F1",
  "editor_id": "MG02Prime",
  "location": "InDot's Diner",
  "location_url": "/wiki/Dot%27s_Diner",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Jiggs",
  "role": "Hacker",
  "detailed_location": "Dot's Diner",
  "voice_actor": "Jeff Baker",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "1",
  "tag_skills": [
    {
      "Science:": "35"
    },
    {
      "Small Guns:": "35"
    },
    {
      "Unarmed:": "33"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "0"
    }
  ],
  "karma": "Neutral",
  "geck_race": "Hispanic",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Prime is a 29 year-old Hispanic Male.\n\nA skilled wasteland hacker with an affinity for ancient technology. Prime is known for his ability to bypass security systems and crack terminals that others find impenetrable. He operates primarily with his partner Jiggs, taking on jobs that require technical expertise and discretion.\n\nPrime's Personality: Resourceful and cunning, with a knack for solving complex problems. Pragmatic in his approach to survival but maintains a code of honor with his partners. Speaks in a calm, measured tone even under pressure.\n\nPrime's Backstory: Born and raised in the Capitol Wasteland, Prime showed an early talent for understanding and manipulating pre-War technology. He spent years honing his skills, eventually crossing paths with Jiggs, a fellow survivor with complementary skills. The two formed a partnership, taking on jobs that required Prime's technical expertise. After their latest job, Prime was tasked with stashing Jiggs' share of the loot at the Museum of Technology, leaving behind a series of encrypted riddles on the museum's terminals as a way for Jiggs to retrieve his portion."
}