{
  "name": "Isabella Proud",
  "url": "/wiki/Isabella_Proud",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000C9AE1",
  "ref_id": "000C9AE4",
  "editor_id": "DEADTakomaParkScientist02",
  "location": "Hidden irradiated pool",
  "location_url": "/wiki/Hidden_irradiated_pool",
  "descriptions": [
    "Isabella Proud is a dead scientist found at the hidden irradiated pool within Takoma Park in Fallout 3. The corpses of her and her colleague Jason are found behind the buildings on the other side of the canal through the factory.",
    "A scientist conducting research into feral ghouls, Isabella and Jason embarked on a months-long research effort to better understand the ghoulified former humans. On the 45th day, thanks to Jason locating a suitable terminal, she decided to move their workstation closer to their research area, inching ever closer to Takoma Park. Proud was a keen observer and on the day of moving, she observed that feral ghouls were not afraid of the daylight, but preferred indoor habitats.",
    "She performed a number of experiments to obtain hard data on feral ghoul behavior. One of these occurred on day 51, when she filled heavy basins with water and irradiated them to varying degrees. Thanks to their radiation suits, she was able to irradiate one to the point of lethality, which attracted the greatest number of feral ghouls, and succeeded far better than any lures they tried beforehand.",
    "On day 53, thanks to Jason salvaging and restoring a generator to working condition, Proud was able to move the terminal and establish a camp very close to the feral ghouls she was observing.",
    "The feral ghouls disappeared after the encounter, leading Isabella to consider the possibility of \"Melinda\" informing her group of the human presence, perhaps even warning them. She shrugged off Jason's concerns, believing that the risk of them staying was worth the knowledge they could gain.",
    "A week later, she decided on a daring move, deciding that observation has ran its course. Instead, she would approach the group at dusk. Since Jason would vehemently oppose the plan, she decided to secretly coat his radiation suit with the same irradiated resin she has been using, to attract the feral ghouls to them and interact with them.",
    "They were both killed in short order.",
    "If resurrected via console command, Isabella is friendly towards the player character, while her colleague Jason is hostile.",
    "PC Playstation 3 Xbox 360 The bodies of Isabella and Jason do not always appear."
  ],
  "race": "Human",
  "gender": "Female",
  "affiliation": "Jason- colleague",
  "role": "Scientist",
  "detailed_location": "Hidden irradiated pool",
  "voice_actor": "Shari Elliker",
  "special": {
    "Strength": 3,
    "Perception": 6,
    "Endurance": 3,
    "Charisma": 4,
    "Intelligence": 8,
    "Agility": 6,
    "Luck": 5
  },
  "level": "3",
  "tag_skills": [
    {
      "Explosives:": "44"
    },
    {
      "Medicine:": "48"
    },
    {
      "Science:": "48"
    }
  ],
  "misc_skills": [],
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": []
}