{
  "name": "Initiate Reddin",
  "url": "/wiki/Reddin",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": true,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0001D42F",
  "ref_id": "0001D42E",
  "editor_id": "MQ01Reddin",
  "location": "GNR building plaza",
  "location_url": "/wiki/GNR_building_plaza_(Fallout_3)",
  "race": "Human",
  "gender": "Female",
  "affiliation": "Lyons' Brotherhood of SteelLyons' Pride",
  "role": "Recruit",
  "detailed_location": "GNR building plaza",
  "voice_actor": "Jan Johns",
  "special": {
    "Strength": 5,
    "Perception": 7,
    "Endurance": 6,
    "Charisma": 4,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 4
  },
  "mod_special_values": {
    "Strength": 7,
    "Perception": 7,
    "Endurance": 6,
    "Charisma": 4,
    "Intelligence": 3,
    "Agility": 4,
    "Luck": 4
  },
  "level": "4",
  "tag_skills": [
    {
      "Big Guns:": "44"
    },
    {
      "Energy Weap.:": "46"
    },
    {
      "Small Guns:": "44(40)"
    }
  ],
  "misc_skills": [],
  "karma": "Good",
  "voice_type": "FemaleAdult04DC",
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Reddin is a 22 year-old Caucasian Female.\n\nA young initiate in the elite Lyons' Pride of the Brotherhood of Steel. Having been recruited from the wastelands, Reddin is still adjusting to the rigid discipline and advanced technology of the Brotherhood. She can often be found diligently practicing with her laser rifle or studying technical manuals in her spare time.\n\nReddin's Personality: Determined and eager to prove herself, Reddin approaches her new role with a mixture of excitement and nervousness. She is respectful of authority but occasionally questions some of the Brotherhood's more traditional methods. Despite her background as a wastelander, she shows a quick aptitude for technology and combat.\n\nReddin's Backstory: Born in the ruins of a pre-War settlement in the Capital Wasteland, Reddin grew up learning the harsh realities of survival. Her family was killed by raiders when she was sixteen, forcing her to fend for herself. For several years, she survived as a scavenger and occasional mercenary, developing practical skills but yearning for a more purposeful existence. Her life changed when she encountered a Brotherhood patrol led by Paladin Danse. Impressed by her resilience and marksmanship, Danse recommended her for recruitment into the Brotherhood of Steel."
}