{
  "name": "Madame Panada",
  "url": "/wiki/Panada",
  "dialogue_name": "DLC04Panada.txt",
  "dialogue_url": "/wiki/DLC04Panada.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": true,
  "can_repair": true,
  "can_be_companion": false,
  "base_id": "xx00EA7C",
  "ref_id": "xx00EA83",
  "editor_id": "DLC04Panada",
  "location": "Pilgrim's Landing",
  "location_url": "/wiki/Pilgrim%27s_Landing",
  "race": "Human",
  "gender": "Female",
  "role": "Merchant",
  "detailed_location": "House of Wares",
  "voice_actor": "Bari Biern",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 10,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "1",
  "tag_skills": [
    {
      "Science:": "30"
    },
    {
      "Small Guns:": "30(32)"
    },
    {
      "Unarmed:": "28"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "DLC04FemaleNormal",
  "geck_race": "Hispanic",
  "topics": [
    {
      "topic": "DLC04Repair",
      "topic_text": "Can you repair some things for me?",
      "emotion": "Neutral 50",
      "response_text": "Of course. I learned many tricks from my father.",
      "index": "1"
    },
    {
      "topic": "DLC04Services",
      "topic_text": "Show me what you have for sale.",
      "emotion": "Neutral 50",
      "response_text": "I knew that's why you came to me...{Coyly.}",
      "index": "3"
    },
    {
      "topic": "GREETING",
      "topic_text": "",
      "emotion": "Anger 50",
      "response_text": "Well, hello there young traveler. The fates had told me that I would receive a visitor today.",
      "index": "6"
    }
  ],
  "conversation": [
    {
      "topic": "GOODBYE",
      "topic_text": "I have to go now.",
      "emotion": "Happy 50",
      "response_text": "Take the greatest of care in the world, young traveler!",
      "index": "12"
    },
    {
      "topic": "HELLO",
      "topic_text": "HELLO",
      "emotion": "Neutral 50",
      "response_text": "The fates have given me a vision of your future... I see you buying quality merchandise at low prices!",
      "index": "15"
    }
  ],
  "combat": [],
  "description": "Madame Panada is a 45 year-old Hispanic Female.\n\nMadame Panada is a middle-aged Hispanic woman who runs the House of Wares on the pier of Pilgrim's Landing in Point Lookout. She has weathered skin, dark hair often tied back in a practical bun, and eyes that seem to hold ancient wisdom. Her shop is a cluttered but organized space filled with various pre-War and post-War items, from weapons and armor to miscellaneous junk and rare artifacts.\n\nMadame Panada's Personality: Madame Panada speaks with a mystical, somewhat theatrical flair, often using vague predictions and cryptic phrases. She maintains an air of mystery despite being a straightforward merchant. She's pragmatic in her business dealings but enjoys adding a touch of the supernatural to her interactions, occasionally offering 'fortunes' to customers who amuse her.\n\nMadame Panada's Backstory: Born in the ruins of a pre-War Hispanic community in the Capital Wasteland, Madame Panada learned the value of repairing and trading items from her father, who was a skilled tinkerer. After her parents' deaths during a raider attack, she traveled south, eventually making her way to the swamps of Point Lookout. Recognizing the opportunity in the isolated community of Pilgrim's Landing, she established the House of Wares, becoming a vital resource for locals and travelers alike."
}