{
  "name": "Christine Kendall",
  "url": "/wiki/Christine_Kendall",
  "dialogue_name": "ChristineKendall.txt",
  "dialogue_url": "/wiki/ChristineKendall.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0005157A",
  "ref_id": "0002B795",
  "editor_id": "ChristineKendall",
  "location": "",
  "location_url": null,
  "race": "Human",
  "gender": "Female",
  "affiliation": "Vault 101",
  "role": "Maintenance Technician",
  "detailed_location": "Vault 101",
  "voice_actor": "Jan Johns",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "1",
  "misc_skills": [],
  "karma": "Good",
  "voice_type": "FemaleChild01FemaleAdult04",
  "geck_race": "AsianChild_(Growing_Up_Fast)",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Sad 100",
      "response_text": "Mr. Brotch is a big fat liar!Play soundFO3 ChristineKendall BigFatLiar.ogghttps://fallout.fandom.com/wiki/File:FO3_ChristineKendall_BigFatLiar.oggnoicon",
      "index": "1"
    }
  ],
  "conversation": [
    {
      "topic": "CG03TurnInTestTopic",
      "topic_text": "CG03TurnInTestTopic",
      "emotion": "Happy 75",
      "response_text": "Mother can't wait to find out if I'll be going into Science or Home Economics.{smugly  she's not worried in the slightest}Play soundFO3 ChristineKendall MotherCantW…https://fallout.fandom.com/wiki/File:FO3_ChristineKendall_MotherCantWait.oggnoicon",
      "index": "4"
    }
  ],
  "combat": [],
  "description": "Christine Kendall is a 15 year-old Asian-American Female.\n\nChristine Kendall is a teenage resident of Vault 101 in 2277. As the eldest daughter of John and Mary Kendall, she carries the weight of her family's expectations while dreaming of life beyond the Vault's concrete walls. With her younger sister Monica, she navigates the claustrophobic society of Vault 101, where fluorescent lights and strict rules define existence.\n\nChristine Kendall's Personality: Christine is introverted and reserved due to her strained relationship with her father. She possesses quiet determination and a rebellious streak that surfaces when she feels trapped or misunderstood. Curious about the world outside, she values independence and resents authority figures who attempt to control her future. Despite her reserved nature, she can be unexpectedly defiant when pushed.\n\nChristine Kendall's Backstory: Born and raised in Vault 101, Christine has always felt the pressure of being the eldest daughter. Her relationship with her father John has been particularly strained, as his strict discipline and high expectations left her feeling inadequate. After taking the G.O.A.T. in August 2274 at age 12, she was devastated to be assigned to the maintenance department under Stanley Armstrong. This assignment contradicted her mother's hope for her to pursue science or home economics. Christine immediately told her father she expected him to change the assignment, but he refused to intervene. This experience has only deepened her desire to escape the Vault's confines."
}