{
  "name": "Nadine",
  "url": "/wiki/Nadine",
  "dialogue_name": "DLC04Nadine.txt",
  "dialogue_url": "/wiki/DLC04Nadine.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": true,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx006635",
  "ref_id": "xx00D019",
  "editor_id": "DLC04Nadine",
  "location": "Ark & Dove Cathedral",
  "location_url": "/wiki/Ark_%26_Dove_Cathedral",
  "descriptions": [
    "Nadine is the daughter of Catherine who fled her boring life in D.C. to explore Point Lookout where she is encountered by the Lone Wanderer in the Fallout 3 add-on Point Lookout.",
    "A bit of a tomboy growing up, Nadine proved to be a restless spirit with a thrill for adventure who wanted to explore beyond the Capital Wasteland. She pursued her dream sometime prior to 2277 when she ran away from home, stowing away on the Duchess Gambit captained by Tobar to follow its path and see the world, eventually stopping off at Point Lookout. Her explorations there led to Nadine joining Jackson's group of tribals at the Ark & Dove Cathedral, also resulting in her imbibing the Mother Punga and Tobar surgically removing a lump of brain from her. Despite this scarring incident, Nadine remained steadfast in finding a fortune to bring back and share with her mother, Catherine after she returns to the Capital Wasteland.",
    "Nadine provides the key to finding Jackson and removes the Lone Wanderer's scar (which restores their hair and lets them wear hats again) after Walking with Spirits is completed. After she leaves the church, she appears on the Duchess Gambit, having exacted revenge on Tobar and claimed the ship as her own, after which she offers to take the player character between the regions free of charge (unlike Tober who charged for every ticket).",
    "If one wishes to keep the scar from the brain surgery, in traveling between Point Lookout and the Capital Wasteland, they will have to continue paying Tobar for a ticket back and forth. This is due to the fact that Nadine only takes control of the ship (and makes all trips free of charge) after removing the scar, due to the \"Who cut open my head?\" dialogue option only being available after inquiring about the scar removal.",
    "Nadine appears only in the Fallout 3 add-on Point Lookout.",
    "PC While at the Ark & Dove Cathedral, Nadine sometimes picks up the Stealth Boy and activates it. One cannot talk to her until the Stealth Boy has worn off."
  ],
  "race": "Human",
  "gender": "Female",
  "affiliation": "Tribals",
  "role": "Adventurous runawayShip captain (afterWalking with Spirits)",
  "detailed_location": "Ark & Dove CathedralDuchess Gambit",
  "voice_actor": "Bari Biern",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 4,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 4
  },
  "level": "5→15(0.75 x player character's level)",
  "tag_skills": [
    {
      "Melee Weap.:": "49(51)"
    },
    {
      "Small Guns:": "49(51)"
    },
    {
      "Sneak:": "49"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "DLC04FemaleNormal",
  "geck_race": "Hispanic",
  "topics": [
    {
      "topic": "DLC04AboutLeader",
      "topic_text": "Who leads this tribe?",
      "emotion": "Neutral 50",
      "response_text": "I guess you mean Jackson. He speaks the word of enlightenment at us, but he ain't fit to lead a song, much less this bunch of morons.",
      "index": "1"
    },
    {
      "topic": "DLC04AboutMansion",
      "topic_text": "Why did you attack the mansion?",
      "emotion": "Surprise 50",
      "response_text": "Woah, woah, woah! That was all Jackson's crazy idea. I knew better than to volunteer for that suicide mission!",
      "index": "3"
    },
    {
      "topic": "DLC04AboutNadine",
      "topic_text": "Tell me about yourself.",
      "emotion": "Surprise 50",
      "response_text": "What is this, a date? You start making a move, and it's stabbing time.",
      "index": "5"
    },
    {
      "topic": "DLC04JacksonLocation",
      "topic_text": "Where can I find Jackson?",
      "emotion": "Anger 50",
      "response_text": "Off at his magical thinking-cave, I guess. We're not allowed to know where it is. He says we're not enlightened enough to understand.",
      "index": "8"
    },
    {
      "topic": "DLC04JacksonLocation1A",
      "topic_text": "I need to know where he's at.",
      "emotion": "Anger 25",
      "response_text": "Sure, fine. Why not? I'm planning on ditching this place, anyway. If you're about to cause trouble with Jackson, all the more reason.",
      "index": "11"
    },
    {
      "topic": "DLC04JacksonLocation1B",
      "topic_text": "It doesn't sound like you're having much fun here.",
      "emotion": "Anger 25",
      "response_text": "I only been here a week or so, but I'm about ready to ditch this bunch of dummies. I already stole all the Punga I could ever need.",
      "index": "14"
    },
    {
      "topic": "DLC04NadineBrain",
      "topic_text": "Can you get rid of my scar?",
      "emotion": "Neutral 50",
      "response_text": "You're a lucky one, and it probably didn't do any permanent damage. Scar'll heal up on its own, and you'll be good as new.",
      "index": "17"
    },
    {
      "topic": "DLC04NadineFound",
      "topic_text": "Nadine, your mother asked me to find you.",
      "emotion": "Neutral 50",
      "response_text": "Look, it's not that I don't want to go home, or anything. I mean, I love my ma, even if she does make me want to claw my eyes out sometimes.",
      "index": "22"
    },
    {
      "topic": "DLC04NadineGreet1A",
      "topic_text": "What do you mean, \"lucky\"?",
      "emotion": "Happy 50",
      "response_text": "You still remember your name? Math? How's your memory?",
      "index": "27"
    },
    {
      "topic": "DLC04NadineGreet1B",
      "topic_text": "Nice to meet someone else who isn't crazy.",
      "emotion": "Happy 50",
      "response_text": "Hey, now! I might still be ten kinds of crazy! You don't even know me, and you can't tell just from looking!{A little offended by the assumption that the player automatically knows who she is.}",
      "index": "30"
    },
    {
      "topic": "DLC04NadineGreet2A",
      "topic_text": "Heads cut open? What are you talking about?",
      "emotion": "Neutral 50",
      "response_text": "You sure you're feeling okay in there? You might want to check your head for a scar. We all get 'em after going to that bog.",
      "index": "33"
    },
    {
      "topic": "DLC04NadineGreet2B",
      "topic_text": "I'll go crazy soon enough if you keep talking like that.",
      "emotion": "Neutral 50",
      "response_text": "That's gotta be the sanest thing I've heard all day! Of course, 'round here that's not saying a whole lot. Ritual hit most of them pretty hard.",
      "index": "37"
    },
    {
      "topic": "DLC04NadineGreet2C",
      "topic_text": "So, are you going to stab me in the neck?",
      "emotion": "Happy 50",
      "response_text": "Me? Nah, not unless you try any funny business. Besides, you already got stabbed enough today.",
      "index": "41"
    },
    {
      "topic": "DLC04NadineTobarGreet1A",
      "topic_text": "What did you do?!",
      "emotion": "Anger 50",
      "response_text": "I consider it payment for what he did to my poor, sliced-up brain. I was going to do the same to him, but I figured you'd want the honor.",
      "index": "45"
    },
    {
      "topic": "DLC04NadineTobarGreet1B",
      "topic_text": "Wait, Tobar did it?",
      "emotion": "Anger 25",
      "response_text": "Yeah, looks like it. When the Tribals would send someone to the swamp, he'd be waiting around to nab them when the Punga seeds gassed them.",
      "index": "48"
    },
    {
      "topic": "DLC04NadineTobarGreet2A",
      "topic_text": "What a bastard!",
      "emotion": "Happy 50",
      "response_text": "Yeah, he seemed nice enough, didn't he? I wouldn't have figured it out if I hadn't snuck into his engine room while waiting for you.",
      "index": "51"
    },
    {
      "topic": "DLC04NadineTobarGreet2B",
      "topic_text": "How do I know you're telling the truth?",
      "emotion": "Neutral 50",
      "response_text": "Sounds pretty wacko, right? Well, I wouldn't have believed me either, until I snuck a peek in Tobar's engine room.",
      "index": "54"
    },
    {
      "topic": "DLC04NadineTobarGreet3A",
      "topic_text": "So, now what are you going to do?",
      "emotion": "Neutral 50",
      "response_text": "First off, I'm claiming this boat. I put Tobar down, so it's mine, them's the rules of the ocean.",
      "index": "57"
    },
    {
      "topic": "DLC04NadineTobarGreet3B",
      "topic_text": "Remind me not to mess with you.",
      "emotion": "Happy 50",
      "response_text": "Damn right! Now, why can't the rest of the world figure that one out?",
      "index": "61"
    },
    {
      "topic": "GREETING",
      "topic_text": "",
      "emotion": "Happy 50",
      "response_text": "Hey, just in time! Found out who went rooting around in our skulls, and you'll never guess who it was!",
      "index": "65"
    }
  ],
  "conversation": [
    {
      "topic": "DLC04TribalResponse",
      "topic_text": "DLC04TribalResponse",
      "emotion": "Disgust 50",
      "response_text": "What are you, my mother?{Disdain}",
      "index": "71"
    },
    {
      "topic": "GOODBYE",
      "topic_text": "I have to go now.",
      "emotion": "Neutral 50",
      "response_text": "Hey, before you go. If you ever want to get rid of that scar on your head, just come and see me, okay?",
      "index": "82"
    }
  ],
  "combat": []
}