{
  "name": "American war correspondent",
  "url": "/wiki/American_war_correspondent",
  "dialogue_name": "DLC02FF009Photographer.txt",
  "dialogue_url": "/wiki/DLC02FF009Photographer.txt",
  "spawned_dead": false,
  "spawned": true,
  "essential": true,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx00C188",
  "ref_id": "xx00CD61",
  "editor_id": "DLC02FF009Photographer",
  "location": "U.S. Army field headquarters",
  "location_url": "/wiki/U.S._Army_field_headquarters",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Capitol Post",
  "role": "Reporter",
  "detailed_location": "Anchorage Reclamation simulationU.S. Army field headquarters",
  "voice_actor": "Christopher Crutchfield Walker",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 5,
    "Perception": 6,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "1",
  "karma": "Neutral",
  "voice_type": "DLC02MaleGeneric3",
  "geck_race": "Caucasian",
  "topics": [
    {
      "topic": "DLC02FF009PhotoSay",
      "topic_text": "DLC02FF009PhotoSay",
      "emotion": "Happy 75",
      "response_text": "All right boys, I'm going to make you famous. Get yourselves into a heroic pose.{grizzled war correspondent}",
      "index": "1"
    },
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Happy 75",
      "response_text": "Good luck, soldier. Everyone back home's rooting for you. Who knows, maybe your mug will end up on the front page of the Capital Post!{grizzled war correspondent}",
      "index": "5"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Benjamin Cole is a 54 year-old Caucasian Male.\n\nA grizzled war correspondent for the Capitol Post, Washington's most prominent daily newspaper. With a worn leather satchel and a press pass hanging from his neck, Benjamin has covered conflicts across the wasteland. His face is etched with the lines of a man who has seen too much but remains committed to telling the stories of those who fight for the remnants of America.\n\nBenjamin Cole's Personality: Benjamin is a hardened journalist with a cynical yet optimistic outlook. He's an ardent patriot who believes in the ideals of pre-War America, even as the world crumbles around him. He's skeptical of authority but respects soldiers doing their duty. Beneath his gruff exterior, he genuinely cares about the people he reports on and the stories he tells.\n\nBenjamin Cole's Backstory: Benjamin Cole began his career as a journalist in pre-War Washington D.C., working for the Washington Post. When the bombs fell, he was caught in the city but managed to survive in the ruins. After the war, he helped establish the Capitol Post, a newspaper dedicated to preserving the memory of the old world and documenting the struggles of the new. For over two decades, he has traveled the wasteland, reporting on conflicts, settlements, and the people trying to rebuild civilization. His coverage of the Reclamation has made him a household name in settlements still loyal to the United States government."
}