{
  "name": "Torcher",
  "url": "/wiki/Torcher",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000CA6EF",
  "ref_id": "000CA761",
  "editor_id": "wastelandTorcher",
  "location": "MDPL mass relay station",
  "location_url": "/wiki/MDPL_mass_relay_station",
  "race": "Human",
  "affiliation": "Raiders",
  "role": "Raider boss",
  "detailed_location": "MDPL mass relay station",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 5
  },
  "level": "4→9",
  "tag_skills": [
    {
      "Big Guns:": "46→67(51→72)"
    },
    {
      "Melee Weap.:": "45→66"
    },
    {
      "Small Guns:": "45→66"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "55→85"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "1.15"
    },
    {
      "Poison Resist.:": "15%"
    },
    {
      "Rad. Resist.:": "6%"
    },
    {
      "Damage Res.:": "18%"
    }
  ],
  "karma": "Evil",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Torcher is a 30 year-old Unknown Male.\n\nA ruthless raider boss who leads a small scavenger team at the MDPL mass relay station. Torcher is known for their distinctive arclight helmet and badlands armor, always carrying a flamer as their weapon of choice. Their presence at the once Brotherhood-protected station marks a significant shift in power dynamics in the area.\n\nTorcher's Personality: Aggressive, territorial, and cruel. Torcher shows no mercy to intruders and rules their raider group with an iron fist. They are highly suspicious of outsiders and view the wasteland as a place where only the strongest survive.\n\nTorcher's Backstory: Once a scavenger who benefited from the Brotherhood of Steel's protection at the MDPL mass relay station, Torcher gradually became disillusioned with the Brotherhood's rigid rules. After witnessing the power that brutality and fear could command in the wasteland, Torcher turned against their former protectors. They rallied like-minded individuals and established a raider presence at the station, using the knowledge of the area's layout and systems to their advantage. Torcher now views the Brotherhood as weak and has no regrets about betraying their former allies."
}