{
  "name": "Laszlo Radford",
  "url": "/wiki/Laszlo_Radford",
  "dialogue_name": "FFEU06NPC1.txt",
  "dialogue_url": "/wiki/FFEU06NPC1.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000474C5",
  "ref_id": "000474C7",
  "editor_id": "FFEU06NPC1",
  "location": "Random encounter",
  "location_url": "/wiki/Fallout_3_random_encounters",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Sam Warrick",
  "role": "Random encounter",
  "detailed_location": "Capital Wasteland",
  "voice_actor": "Gregory Gorton",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 5
  },
  "tag_skills": [],
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "MaleAdult01DefaultBDC",
  "geck_race": "Caucasian",
  "topics": [
    {
      "topic": "Attack",
      "topic_text": "Attack",
      "emotion": "Anger 50",
      "response_text": "The right to bear arms shall never be infringed!",
      "index": "1"
    },
    {
      "topic": "GuardTrespass",
      "topic_text": "GuardTrespass",
      "emotion": "Anger 50",
      "response_text": "You'll never take me alive!",
      "index": "5"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Laszlo Radford is a 45 year-old Caucasian Male.\n\nA mysterious wanderer obsessed with collecting intact copies of Grognak the Barbarian comic books. Laszlo is known for his bloodthirsty nature and his peculiar hobby of beheading feral ghouls with railway spikes using his customized railway rifle. His body is adorned with two sets of leather armor, suggesting he's prepared for combat at all times.\n\nLaszlo Radford's Personality: Bloodthirsty, impulsive, and obsessed with Grognak the Barbarian comics. Laszlo fights first and thinks later, viewing the wasteland as his personal hunting ground. Despite his violent tendencies, he maintains a friendly attitude toward Sam Warrick, who inexplicably considers him a rival.\n\nLaszlo Radford's Backstory: Little is known of Laszlo's life before 2277, though his obsession with pre-war Grognak the Barbarian comics suggests he may have been a comic enthusiast before the Great War. At some point, he became affiliated with Sam Warrick, though the nature of their relationship remains unclear. While Warrick developed a one-sided rivalry with Radford, Laszlo continues to view him as a friend. By 2277, Laszlo has dedicated himself to hunting feral ghouls and searching for rare Grognak comics across the Capital Wasteland."
}