{
  "name": "Junders Plunkett",
  "url": "/wiki/Junders_Plunkett",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000CAFA7",
  "ref_id": "000CAFA8",
  "editor_id": "JundersPlunkett",
  "location": "Arlington House",
  "location_url": "/wiki/Arlington_House",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Raiders",
  "role": "Outlaw",
  "detailed_location": "Arlington House",
  "voice_actor": "Jeff Baker",
  "special": {
    "Strength": 7,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 5
  },
  "karma": "Evil",
  "voice_type": "MaleAdult01DefaultDC",
  "geck_race": "CaucasianRaider",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Junders Plunkett is a 35 year-old Caucasian Male.\n\nA hardened and desperate raider who has taken refuge in Arlington House, Junders Plunkett is a wanted man with a bounty on his head. His presence in the historic building is marked by a strange shrine he has constructed dedicated to Abraham Lincoln, a figure from the old world.\n\nJunders Plunkett's Personality: Hostile, paranoid, and desperate. Plunkett is constantly looking over his shoulder, fearing capture by the Regulators. His mind seems fractured, as evidenced by his shrine-building behavior. He is quick to violence when threatened.\n\nJunders Plunkett's Backstory: Once a common raider in the Capital Wasteland, Junders Plunkett's life took a dark turn when he committed theft and murder in the town of Canterbury Commons. His crimes were heinous enough to earn him a one-thousand cap bounty placed on his head by the Regulators under Sonora Cruz. The relentless pursuit by the Regulators forced Plunkett into hiding. He eventually found solace in the abandoned Arlington House, where he began constructing a shrine to Abraham Lincoln, an ancient figure from the pre-War era whose portrait hangs in the house. This strange behavior suggests Plunkett may be succumbing to the pressures of his life on the run."
}