{
  "name": "Gary 27",
  "url": "/wiki/Gary_27",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00041680",
  "ref_id": "00041678",
  "editor_id": "LDGary27",
  "location": "Living Quarters",
  "location_url": null,
  "race": "Human",
  "gender": "Male",
  "affiliation": "Vault 108",
  "detailed_location": "Vault 108",
  "voice_actor": "Jeff Baker",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "3",
  "tag_skills": [
    {
      "Science:": "40"
    },
    {
      "Small Guns:": "38"
    },
    {
      "Unarmed:": "38"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "0"
    }
  ],
  "karma": "Neutral",
  "voice_type": "MaleAdult01DefaultDC",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Gary 27 is a 25 year-old Caucasian Male.\n\nGary 27 is one of the many clones of the original Gary, an inhabitant of Vault 108. As part of a grand cloning experiment, Gary has been replicated 54 times, with each successive clone exhibiting more violent and psychotic traits. By 2277, the original inhabitants are gone, and only the clones remain. They communicate using inflections of voice tone, speaking only their name, and are hostile towards any outsiders who dare enter their vault.\n\nGary 27's Personality: Gary 27 exhibits violent and psychotic tendencies common among the Vault 108 clones. He is unable to comprehend or follow complex instructions and communicates solely by saying his name with varying inflections. He is instinctively hostile towards non-clones and will attack intruders on sight.\n\nGary 27's Backstory: Gary 27 is a clone created as part of a secret experiment within Vault 108. The original Gary was one of the vault's original inhabitants, selected for the cloning experiment due to his genetic stability. The cloning process resulted in 54 replicas, each with progressively more violent and unstable personalities. When the vault scientists attempted to eliminate some clones to make room for additional test subjects, the clones revolted, killing the scientists and taking control of the vault. Since then, they have lived in isolation, with no contact with the outside world."
}