{
  "name": "Brother Gerard",
  "url": "/wiki/Gerard_(Broken_Steel)",
  "dialogue_name": "DLC03WQ03BrotherGerard.txt",
  "dialogue_url": "/wiki/DLC03WQ03BrotherGerard.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx004C76",
  "ref_id": "xx00B823",
  "editor_id": "DLC03WQ03BrotherGerard",
  "location": "OutsideHoly Light Monastery",
  "location_url": "/wiki/Holy_Light_Monastery",
  "descriptions": [
    "Brother Gerard is the first officer and gatekeeper for the Holy Light Monastery in 2277.",
    "When Mother Curie III had her encounter with the four Lyons' Brotherhood of Steel water caravan guards, her religious \"epiphany\" led her to the establish the Apostles of the Holy Light, an evangelical off-shoot of the Church of the Children of Atom. Both her and Brother Gerard would leave Confessor Cromwell's flock, seeing the \"Great Division\" belief as misguided, and the C-23 Megaton nuclear weapon as merely a \"great symbol\" of Atom. In less than two weeks after the activation of Project Purity, the two constructed a monastery for their new order in the ruins of a Springvale home, adding exterior walls in front and installing a tabernacle. From the podium, radiation devices were installed, activated on the pulpit, between which a bathtub rests.",
    "Acting as guard and gatekeeper to the monastery, Gerard will bar anyone from entering who isn't proficiently irradiated.",
    "Gerard, a strident man, is used to religious persecution and refuses to answer violence with violence,",
    "Should the C-23 Megaton nuclear weapon be detonated, Gerard himself will emerge from the ruins as a ghoul, his faith seemingly confirmed by Atom himself. Curie III, however, will emerge as a feral ghoul instead and will attack on sight. Delirious from the traumatic experience, he will decide to stay in the ruins of Megaton to think, pray and wait until Atom reveals further plans to him.",
    "Holy Water",
    "Holy Water: Brother Gerard holds the monastery key, which opens a trapdoor leading into the Holy Light Monastery, and must be dealt with via diplomacy or force in order to enter.",
    "Brother Gerard appears only in the Fallout 3 add-on Broken Steel."
  ],
  "race": "HumanGhoul(optional)",
  "gender": "Male",
  "affiliation": "Apostles of the Eternal Light",
  "role": "Gatekeeper",
  "detailed_location": "Holy Light MonasteryMegaton ruins (optional)",
  "voice_actor": "Jeff Baker(human)Mike Rosson(ghoul)",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 6,
    "Luck": 5
  },
  "level": "1→30",
  "tag_skills": [
    {
      "Science:": "30→100"
    },
    {
      "Small Guns:": "30→100"
    },
    {
      "Unarmed:": "28→100"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "65→210"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "5.5"
    },
    {
      "Poison Resist.:": "15%"
    },
    {
      "Rad. Resist.:": "6%"
    },
    {
      "Carry Weight:": "200"
    },
    {
      "Damage Res.:": "2%"
    }
  ],
  "karma": "Neutral",
  "voice_type": "MaleAdult01DefaultMaleGenericGhoul",
  "geck_race": "HispanicOldGhoul",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "Walk in Atom's Holy Glow.",
      "index": "1"
    },
    {
      "topic": "DLC03AboutApostles",
      "topic_text": "Tell me about your order.",
      "emotion": "Happy 50",
      "response_text": "Ah, the Apostles of the Eternal Light were first introduced to the majesty of Atom's Glow by the holy teachings of Confessor Cromwell.{Slightly rapturous, as if reciting by rote}",
      "index": "11"
    },
    {
      "topic": "DLC03AboutHolyWater",
      "topic_text": "Where did you get your water?",
      "emotion": "Happy 50",
      "response_text": "Our Luminescent Mother went to meditate outside of the city, and as she wandered in a trance, she was visited by Atom's angels of war.{Slightly rapturous, as if reciting by rote}",
      "index": "15"
    },
    {
      "topic": "DLC03GerardMeeting1A",
      "topic_text": "The Apostles of Eternal Light? Is that just you?",
      "emotion": "Happy 50",
      "response_text": "No, no. Ours is a modest order, but our ranks are growing slowly, as others hear our words and are Enlightened.",
      "index": "18"
    },
    {
      "topic": "DLC03GerardMeeting1B",
      "topic_text": "Thanks, but I'll pass. I've had bad luck with cults.",
      "emotion": "Sad 25",
      "response_text": "As you wish, of course. In this cruel world, simple prudence says he who offers help in one hand, conceals a knife in the other.",
      "index": "21"
    },
    {
      "topic": "DLC03GerardMeeting2A",
      "topic_text": "I'm sure you mean well, but this has to stop.",
      "emotion": "Anger 25",
      "response_text": "Stop helping the needy? I don't think so. And even if I did, it's not my decision to make.",
      "index": "24"
    },
    {
      "topic": "DLC03GerardMeeting2B",
      "topic_text": "You know this water is full of radiation, right?",
      "emotion": "Happy 25",
      "response_text": "It's full of Atom's Light, if that's what you mean. Brighter and warmer than any water I've ever seen before.{Slightly rapturous when talking about Atom's Light}",
      "index": "26"
    },
    {
      "topic": "DLC03GerardMeeting2C",
      "topic_text": "Spreading tainted water under the guise of helping humanity? I can relate.",
      "emotion": "Happy 50",
      "response_text": "What you see as the \"taint\" of radiation, we see as Atom's Eternal Light.",
      "index": "28"
    },
    {
      "topic": "DLC03GerardRadEntry",
      "topic_text": "I need to enter the monastery.",
      "emotion": "Surprise 30",
      "response_text": "Ah, but of course! You have been blessed by Atom with Eternal Light, and are most welcome to our monastery.",
      "index": "31"
    },
    {
      "topic": "DLC03GerardRadEntry2A",
      "topic_text": "You mean I have to be irradiated to be allowed inside?",
      "emotion": "Neutral 50",
      "response_text": "Yes, call it what you will. We simply will not allow any who do not bear the Light.",
      "index": "44"
    },
    {
      "topic": "DLC03GerardRadEntry2B",
      "topic_text": "Okay, I tried asking nice. Let's do this the hard way!",
      "emotion": "Sad 50",
      "response_text": "Must it really come to this? So be it.",
      "index": "46"
    },
    {
      "topic": "DLC03StopApostles",
      "topic_text": "Your \"holy water\" is poisoned with radiation.",
      "emotion": "Anger 25",
      "response_text": "No, it's full of Atom's Light. It's a tragedy that not everyone is prepared to accept Enlightenment, but such are the ways of the divine.{Testy}",
      "index": "47"
    },
    {
      "topic": "DLC03WQ03HolyFEV",
      "topic_text": "Wait a minute... are you saying this \"Holy Water\" is irradiated Aqua Pura?",
      "emotion": "Disgust 50",
      "response_text": "That is what the unbelievers from that so called \"Project Purity\" call it before we fill it with Atom's Holy Light.{with disdain}",
      "index": "49"
    },
    {
      "topic": "DLC03WQ03HolyFEVA",
      "topic_text": "Oh... I've made a huge mistake...",
      "emotion": "Happy 50",
      "response_text": "Nonsense! The Eternal Light is faultless and blameless. It cleanses our bodies as it cleanses our transgressions.",
      "index": "50"
    },
    {
      "topic": "DLC03WQ03HolyFEVB",
      "topic_text": "I can't believe you made me drink that crap. I had no idea. You're so dead.",
      "emotion": "Surprise 50",
      "response_text": "I \"made\" you do nothing. You chose to imbibe the Waters of Light of your own volition. A choice most wise, indeed.",
      "index": "52"
    },
    {
      "topic": "DLC03WQ03Megaton",
      "topic_text": "You'll see the true power of Atom when I detonate that bomb in Megaton.",
      "emotion": "Surprise 50",
      "response_text": "Oh... Is that truly possible? Yes, that would purge all of Megaton in Atom's Holy Fire. I shall pray for your success!{shocked but intrigued}",
      "index": "55"
    },
    {
      "topic": "SpeechChallengeFailure",
      "topic_text": "Can I enter the  monastery?",
      "emotion": "Neutral 50",
      "response_text": "Your Light is strong,  but only the truly Luminescent may enter our monastery. Please return when  you are closer to Atom.",
      "index": "56"
    }
  ],
  "conversation": [],
  "combat": []
}