{
  "name": "Gallo",
  "url": "/wiki/Gallo",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00064D47",
  "ref_id": "00064D48",
  "editor_id": "Friendship01GhoulNPC",
  "location": "County sewer mainline",
  "location_url": "/wiki/County_sewer_mainline",
  "descriptions": [
    "Gallo is a hostile ghoul found inside the county sewer mainline in 2277.",
    "Gallo has made a home out of a small service room in the county sewer mainline. A mixture of the mainline's solitude, sewer gas contamination, and his long lifespan have had a significant impact on his mental state, making him quite mad and hostile towards all outsiders. He recently celebrated his birthday, having invited his two favorite gnomes and carving up feral ghoul corpses for consumption to mark the occasion.",
    "Gallo has a small Nuka-Cola collection - including two trucks, five bottles, four Nuka-Cola bar stools, a neon Nuka-Cola sign, a Nuka-Cola clock above his bed, a Nuka-Cola lamp on his table, and a Nuka-Cola Quantum in his safe. He also has a Radiation King television in pristine condition on his shelf and keeps a pen of small radroaches as pets. He stores dead feral ghouls in the open refrigerator, and two plates of strange meat can be found on the bar and around his home. Gallo lives by himself and attacks anyone on sight. In addition, he has set up traps outside his home to kill any intruders.",
    "Gallo's storage key can be used to access a storage closet with a substantial number of workbench items."
  ],
  "race": "Ghoul",
  "gender": "Male",
  "role": "Cannibal",
  "detailed_location": "County sewer mainline",
  "voice_actor": "Mike Rosson",
  "special": {
    "Strength": 6,
    "Perception": 3,
    "Endurance": 6,
    "Charisma": 3,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 7
  },
  "level": "4",
  "misc_skills": [],
  "karma": "Evil",
  "voice_type": "MaleGenericGhoulDC",
  "topics": [],
  "conversation": [],
  "combat": []
}