{
  "name": "Billy McShady",
  "url": "/wiki/Billy_McShady",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx001046",
  "ref_id": "",
  "editor_id": "DLC01Shady1",
  "location": "",
  "location_url": null,
  "race": "Human",
  "gender": "Male",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 2,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "1",
  "misc_skills": [
    {
      "Hit Points:": "70"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "0.75"
    },
    {
      "Poison Resist.:": "20%"
    },
    {
      "Rad. Resist.:": "8%"
    },
    {
      "Carry Weight:": "200"
    },
    {
      "Damage Res.:": "0%"
    }
  ],
  "karma": "Evil",
  "geck_race": "CaucasianOld",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Billy McShady is a 12 year-old Caucasian Male.\n\nA young boy with a hardened expression, Billy McShady can be found lurking in the shadows of The Pitt. His worn clothing and dirt-smudged face suggest a life of hardship and survival in the brutal industrial city.\n\nBilly McShady's Personality: Billy has developed a cynical and distrustful nature due to his upbringing in The Pitt. He's quick to assess threats and opportunities, often prioritizing his own survival above others. Despite his young age, he exhibits a surprising ruthlessness, likely a survival mechanism in the harsh environment.\n\nBilly McShady's Backstory: Born and raised in The Pitt, Billy has known nothing but the harsh realities of life in the industrial wasteland. His parents were likely slaves or workers in the mills, and he's had to fend for himself from a young age. The constant threat of violence and exploitation has forced him to grow up quickly, learning to navigate the dangerous streets of The Pitt and developing a survival instinct that borders on cruelty."
}