{
  "name": "Bloomseer Poplar",
  "url": "/wiki/Poplar",
  "dialogue_name": "OasisBloomseerPoplar.txt",
  "dialogue_url": "/wiki/OasisBloomseerPoplar.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0002A278",
  "ref_id": "0002A2B8",
  "editor_id": "OasisBloomseerPoplar",
  "location": "Oasis",
  "location_url": "/wiki/Oasis",
  "descriptions": [
    "Bloomseer Poplar is the soothsayer of the Oasis Treeminders in Fallout 3.",
    "Born around 2217, Bloomseer Poplar is the daughter of a healer. She took up her father's trade after studying his many books on trees, plants, and their medicinal properties. When she was 35, she heard rumors about Oasis and spent the next decade looking for it. When she finally discovered the site in 2262, she decided to join Tree Father Birch and Leaf Mother Laurel, taking the name \"Poplar\" and becoming the third member of the nascent Treeminders.",
    "While Birch was wary of letting her stay, Laurel convinced her husband otherwise, and Poplar began studying the ways of the Treeminders. Combining her medical expertise with the unique properties of the Oasis allowed her to develop many curatives together with the other founders, with the Ceremony of Purification being one of her most notable achievements",
    "Her main role is that of a healer and scholar. Over the course of fifteen years, Poplar refined her knowledge of Harold and Bob, harnessing the powers of Oasis for the benefit of its denizens and prospective recruits. Her knowledge of botany and medicine was instrumental in understanding the flora of Oasis and unlocking its potential, complete with the ability to formulate substances that can control the growth and spread of Bob.",
    "Her talents also have other benefits: She was able to bring a wounded Brotherhood Outcast from the brink of death using her talents and the plants of Oasis, with him abandoning his old flag and joining the Treeminders as Branchtender Linden.",
    "In terms of philosophy, she is closer to the Leaf Mother than the Tree Father. She believes that Harold and the Oasis are a gift not just for the Treeminders, but the entire mankind, and as such should be allowed to grow freely.",
    "PC Sometimes after helping Leaf Mother Laurel, Poplar does not reward Poplar's hood. "
  ],
  "race": "Human(psychic)",
  "gender": "Female",
  "affiliation": "Treeminders",
  "role": "Oracle (Bloomseer)",
  "detailed_location": "Oasis",
  "voice_actor": "Diana Sowle",
  "special": {
    "Strength": 5,
    "Perception": 6,
    "Endurance": 5,
    "Charisma": 7,
    "Intelligence": 4,
    "Agility": 4,
    "Luck": 4
  },
  "level": "2→10 (equal to player's level)",
  "tag_skills": [
    {
      "Barter:": "37→75"
    },
    {
      "Melee Weap.:": "33→71"
    },
    {
      "Speech:": "37→75"
    }
  ],
  "misc_skills": [],
  "karma": "Good",
  "voice_type": "FemaleOld01DC",
  "geck_race": "HispanicOldAged",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Sad 70",
      "response_text": "Birch's word is the law. You must leave Oasis at once.",
      "index": "1"
    },
    {
      "topic": "MS10FinTLRewardTree Father Birch said you may have a gift for me?",
      "topic_text": "Leaf Mother Laurel said you may have a gift for me?",
      "emotion": "Happy 70",
      "response_text": "I somehow knew you'd be the one to make the changes that Leaf Mother Laurel desired.",
      "index": "7"
    },
    {
      "topic": "MS10TLBirchLaurelTopic",
      "topic_text": "What's your opinion of Tree Father Birch and Leaf Mother Laurel?",
      "emotion": "Fear 50",
      "response_text": "Lately, things have gotten a bit worse between them. It sometimes takes months for them to agree on things.",
      "index": "10"
    },
    {
      "topic": "MS10TLCaves",
      "topic_text": "Any information you could give me on the caves below Oasis would be helpful.",
      "emotion": "Fear 50",
      "response_text": "Be wary of the water in the caves, I fear they still carry the sting of radiation from the bombs.",
      "index": "12"
    },
    {
      "topic": "MS10TLDoNow",
      "topic_text": "What will you do now?",
      "emotion": "Neutral 50",
      "response_text": "Look to the future and seek the true meaning of what transpired here. If there's an answer out there somewhere, I'll find it.",
      "index": "13"
    },
    {
      "topic": "MS10TLFuture",
      "topic_text": "What do you see in my future?",
      "emotion": "Neutral 50",
      "response_text": "Please, I must rest a day's time before I can again see into the future... I find the experience quite draining.",
      "index": "14"
    },
    {
      "topic": "MS10TLGrowHow is it you're causing all of these things to grow around you?",
      "topic_text": "What's causing this place to grow?",
      "emotion": "Happy 50",
      "response_text": "In what we call the Harvest Month, the Great One creates seeds among his branches within seed pods.",
      "index": "31"
    },
    {
      "topic": "MS10TLHaroldPoplarTopic01",
      "topic_text": "I agree completely!",
      "emotion": "Sad 60",
      "response_text": "Oh, if only Tree Father Birch saw it as you do! Of everyone, he's been here the longest.",
      "index": "34"
    },
    {
      "topic": "MS10TLHaroldPoplarTopic02",
      "topic_text": "What if there are other that don't share your opinion?",
      "emotion": "Neutral 50",
      "response_text": "You'd think they'd realize that this place won't remain a secret forever. The caravans know about it and you happened upon it.",
      "index": "37"
    },
    {
      "topic": "MS10TLHaroldPoplarTopic03",
      "topic_text": "You speak heresy! Tree Father Birch should hear about this!",
      "emotion": "Disgust 60",
      "response_text": "Heresy? Not at all. Leaf Mother Laurel's word is just as binding as Tree Father Birch's. I have no obligation to follow one or the other.",
      "index": "39"
    },
    {
      "topic": "MS10TLHaroldTopic",
      "topic_text": "Tell me about your \"god.\"",
      "emotion": "Happy 90",
      "response_text": "He's not my god, He's everyone's god. You, me, everyone. This place isn't meant for just the Treeminders, it's for all mankind.",
      "index": "41"
    },
    {
      "topic": "MS10TLJoinTopic",
      "topic_text": "So, how did you end up here?",
      "emotion": "Neutral 50",
      "response_text": "My father was a healer like myself. He had the most curious books I would read about trees and plants and their medicinal properties.",
      "index": "43"
    },
    {
      "topic": "MS10TLTreeminder",
      "topic_text": "What did you have to do to become a Treeminder?",
      "emotion": "Happy 80",
      "response_text": "I was the third one to arrive here in Oasis. Tree Father Birch was a bit wary at first, but Leaf Mother Laurel convinced him to let me stay.",
      "index": "46"
    }
  ],
  "conversation": [
    {
      "topic": "HELLO",
      "topic_text": "HELLO",
      "emotion": "Sad 70",
      "response_text": "Such a shame, you could have been of great benefit to us.",
      "index": "49"
    },
    {
      "topic": "MS10TreemindersCeremonySay",
      "topic_text": "MS10TreemindersCeremonySay",
      "emotion": "Neutral 50",
      "response_text": "I bid you depart, agents of destruction, through the power of His divine will.",
      "index": "50"
    }
  ],
  "combat": []
}