{
  "name": "The Overseer",
  "url": "/wiki/Alphonse_Almodovar",
  "dialogue_name": "CG04Overseer.txt",
  "dialogue_url": "/wiki/CG04Overseer.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000230DA",
  "ref_id": "000230E1",
  "editor_id": "CG04Overseer",
  "location": "Vault 101",
  "location_url": null,
  "descriptions": [
    "Overseer Alphonse Almodovar is the leader of Vault 101 in Fallout 3.",
    "A larger-than-life figure in Vault 101, Alphonse Almodovar was originally just one of many Vault dwellers, born in a time when the shelter allowed residents to freely venture into the world and trade with the outside. Under the overseer's leadership, the Vault was in excellent shape, despite pushing 170 years of age, well beyond anything Vault-Tec planned for. However, Almodovar saw it differently: growing up with parents who believed that the Vault should not be exposed to dangers, Alphonse developed a ruthless isolationist streak, biding his time until he could correct the gross lapses in security. He got his wish one day, when the overseer disappeared while out on a mission in the wasteland. Alphonse's youth and charisma allowed him to seize the opportunity and assume leadership, with the rest of the Vault having little choice but to accept.",
    "Alphonse was convinced that the previous overseers who opened up the Vault were idiots, and the Vault was on the verge of destruction when he took over. As such, he ordered the Vault to be immediately sealed, so that he could set about correcting their mistakes and ensuring the Vault would become a refuge with the safest, purest humans left.",
    "Alphonse's tenure as overseer proved to be disastrous for the Vault. Early on, he made a number of good decisions. The most important was filling a vacancy in the Vault's clinic, by letting James and his infant child inside around 2258,",
    "The newly bereaved overseer was obsessed with security to the point of oppression. Unlike the previous overseers, he cultivated an atmosphere of strict adherence to rules and secrecy, eventually instituting a cult of personality centered around himself. It failed to inspire anything but resentment among the adults",
    "Similarly, the culture declined, with juvenile delinquency on the rise (more than usual),",
    "A photograph of Alphonse and his daughter, a much younger Amata, in Amata's room.",
    "As such, while Almodovar tried to instill virtues such as loyalty, honesty, commitment, and hard work in all of the dwellers, his repressive style of governance and ego achieved the opposite effect. Even his daughter was slowly resisting his indoctrination.",
    "By 2274, the cult of personality and oppression became everyday features of Vault 101 life, with even the Generalized Occupational Aptitude Test used to determine Vault postings altered to reinforce Alphonse's position and ego. The final question demanded all youth to effectively swear allegiance to him, by stating that he is \"indisputably the most important person in Vault 101, ",
    "His oppressive governance went beyond controlling and drugging dwellers, the nightsticks of his hand-picked security officers, or reinstating the post of Vault loyalty inspector formerly phased out decades prior.",
    "In October 2277, the overseer seemed to have the Vault firmly under his thumb, dealing only with the frustration of Amata pushing him away,",
    "The overseer had reservations about the assignment, putting two idealists together, but he considered Palmer's skills as a medic to be too important to have him languish in maintenance.",
    "Overseer Almodovar questioning his daughter as to the whereabouts of James' child. Amata refused to budge, leading to beatings by Officer Mack.",
    "Upon realizing what happened, Alphonse went ballistic, setting his security force loose throughout the Vault to deal with any and all perceived dangers, and permission to open fire without warning. Special attention was paid to Jonas Palmer, beaten to death by Chief Hannon on Almodovar's orders, to discourage anyone else from leaving the Vault and depleting their numbers further.",
    "After the chaos of the escape subsided, Alphonse turned his attention to securing the home front. He believed that the deaths among the dwellers were necessary to secure the Vault, including the cold-blooded murder of Jonas. As Amata and Edwin Brotch organized a resistance movement, with the young generation learning for the first time that the Vault was sealed not because of the surface being uninhabitable, but Alphonse's lies, the overseer blamed himself for the upheaval. Not his lies or oppression, but a lapse of judgement in letting an outsider sully \"humanity's last pure specimens.\"",
    "However, Alphonse's intentions would see to it that they would be pure, protected, and very much dead: for starters, Almodovar lost control over his security force in his single-minded pursuit of purity and perfection in \"his\" Vault,",
    "If Alphonse dies during the Lone Wanderer's escape, his demise has disastrous consequences. Allen Mack, who distinguished himself during the chaos by saving lives, including Stanley Armstrong's, becomes overseer. Mack is even more ruthless and oppressive than Alphonse, and virtually impossible to reason with.",
    "* Only during Trouble on the Homefront.",
    "The overseer's first name is mentioned once in the game, by Stanley,",
    "In the Fallout 76 presentation at E3 2018, a teammate with the nickname \"AAlmadovar\" can be seen."
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "Vault 101",
  "role": "Overseer",
  "detailed_location": "Vault 101",
  "voice_actor": "Duncan Hood",
  "special": {
    "Strength": 5,
    "Perception": 3,
    "Endurance": 5,
    "Charisma": 1,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "54 (Escape!)",
  "misc_skills": [
    {
      "Hit Points:": "50 (Growing Up Fast)65 (Escape!)140 (Trouble on the Homefront)"
    }
  ],
  "karma": "EvilNeutral (Growing Up Fast)",
  "voice_type": "MaleUniqueOverseer",
  "geck_race": "HispanicOld",
  "topics": [
    {
      "topic": "CG02OverseerA1",
      "topic_text": "Of course she likes me. I'm a really charming guy.",
      "emotion": "Disgust 25",
      "response_text": "Don't presume too much on her friendship, young man. I'm still the Overseer, and I'm still in charge of this Vault and everyone in it.{somewhat annoyed at your tone}Play soundFO3 AlphonseAlmodovar DontPresum…https://fallout.fandom.com/wiki/File:FO3_AlphonseAlmodovar_DontPresume.oggnoicon",
      "index": "1"
    },
    {
      "topic": "CG02OverseerA2",
      "topic_text": "She did a great job. But couldn't you have helped out a bit more?",
      "emotion": "Surprise 25",
      "response_text": "I do not allow the fact that Amata is my daughter to compromise my position as Overseer.{pompously}Play soundFO3 AlphonseAlmodovar DoNotAllow…https://fallout.fandom.com/wiki/File:FO3_AlphonseAlmodovar_DoNotAllow.oggnoicon",
      "index": "3"
    },
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Happy 20",
      "response_text": "I hope you appreciate the effort Amata put into this party. She really seems to like you, for some reason.{he's pretending to like you but he really doesn't}Play soundFO3 AlphonseAlmodovar HopeYouApp…https://fallout.fandom.com/wiki/File:FO3_AlphonseAlmodovar_HopeYouAppreciate.oggnoicon",
      "index": "6"
    }
  ],
  "conversation": [
    {
      "topic": "CG02OverseerGuardConv",
      "topic_text": "CG02OverseerGuardConv",
      "emotion": "Disgust 50",
      "response_text": "Bah, I only showed up because Amata's friends with the brat.Play soundFO3 AlphonseAlmodovar OnlyShowed…https://fallout.fandom.com/wiki/File:FO3_AlphonseAlmodovar_OnlyShowedUp.oggnoicon",
      "index": "9"
    },
    {
      "topic": "CG02OverseerSpeech",
      "topic_text": "CG02OverseerSpeech",
      "emotion": "Happy 100",
      "response_text": "Congratulations, young man! I don’t have to tell you how special this day is, do I?Play soundFO3 AlphonseAlmodovar Congratula…https://fallout.fandom.com/wiki/File:FO3_AlphonseAlmodovar_CongratulationsYoungMan.oggnoicon",
      "index": "11"
    },
    {
      "topic": "CG02PartyTalkAmataGreeting",
      "topic_text": "CG02PartyTalkAmataGreeting",
      "emotion": "Happy 50",
      "response_text": "Nonsense. People always enjoy my little speeches. Besides, that friend of yours could use a reminder that life is not all fun and games.Play soundFO3 AlphonseAlmodovar PeopleAlwa…https://fallout.fandom.com/wiki/File:FO3_AlphonseAlmodovar_PeopleAlwaysEnjoy.oggnoicon",
      "index": "16"
    }
  ],
  "combat": []
}