{
  "name": "Ben Canning",
  "url": "/wiki/Ben_Canning",
  "dialogue_name": "FFEU01NPC1.txt",
  "dialogue_url": "/wiki/FFEU01NPC1.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": true,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00031E28",
  "ref_id": "00031E2F",
  "editor_id": "FFEU01NPC1",
  "location": "Random encounter",
  "location_url": "/wiki/Fallout_3_random_encounters",
  "race": "Human",
  "gender": "Male",
  "role": "Water beggar",
  "detailed_location": "Capital Wasteland",
  "voice_actor": "Pete Papageorge",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 5
  },
  "level": "1→10 (player character x2)",
  "tag_skills": [
    {
      "Big Guns:": "36"
    },
    {
      "Melee Weap.:": "36"
    },
    {
      "Small Guns:": "32"
    }
  ],
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "MaleAdult02DC",
  "geck_race": "AfricanAmerican",
  "topics": [
    {
      "topic": "FFEU01A1",
      "topic_text": "Sure, I can spare some water. <Give 1 water.>",
      "emotion": "Happy 75",
      "response_text": "You just saved my life. I won't forget it.",
      "index": "1"
    },
    {
      "topic": "FFEU01A2",
      "topic_text": "Then I guess you're done for, because I'm not giving you any.",
      "emotion": "Sad 75",
      "response_text": "Yeah, that's what I figured. Can you at least shoot me in the head before you leave? I'm out of ammo or I'd do it myself.",
      "index": "2"
    },
    {
      "topic": "FFEU01A3",
      "topic_text": "I don't have any water to spare, but I'll be back when I find some.",
      "emotion": "Happy 35",
      "response_text": "I know you're probably just yanking my chain, but it's not like I'm going anywhere. You know where to find me, ha ha ha.{last laughter trails off into hacking cough  he's dying of thirst}",
      "index": "3"
    },
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Happy 75",
      "response_text": "Thank God... water... I'm out. You've got to give me some water or I'm done for...",
      "index": "4"
    }
  ],
  "conversation": [
    {
      "topic": "HELLO",
      "topic_text": "HELLO",
      "emotion": "Fear 50",
      "response_text": "Water... please, I need water...",
      "index": "8"
    }
  ],
  "combat": [],
  "description": "Ben Canning is a 29 year-old African American Male.\n\nA stranded traveler in the Capital Wasteland, Ben Canning is a desperate wanderer who found himself unprepared for the harsh realities of the post-apocalyptic world. Unlike other water beggars who linger near settlements, Ben was journeying between locations when his water supply ran dry. Now dehydrated and weak, he appears at random locations across the wasteland, hoping for compassionate travelers who might spare some water.\n\nBen Canning's Personality: Friendly yet desperate, Ben maintains a positive attitude despite his dire situation. He is grateful for any help he receives but understands the harsh realities of the wasteland. When given water, he shows appreciation but remains too weak to continue his journey immediately. If denied water, he becomes resigned to his fate but doesn't harbor resentment toward those who can't or won't help.\n\nBen Canning's Backstory: Before becoming a wanderer, Ben was a resident of Rivet City who occasionally traded between settlements. On one such journey, he underestimated the time it would take to reach his destination and failed to pack sufficient water. When his supplies ran dry in the middle of the wasteland, he was left stranded with no choice but to beg for water from passersby. Despite his predicament, he refuses to drink Aqua Pura or holy water, possibly due to superstition or personal preference."
}