{
  "name": "Sun of Atom",
  "url": "/wiki/Sun_of_Atom",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx007E36",
  "ref_id": "xx007E39",
  "editor_id": "DLC03WQ03CrGlowingApostle",
  "location": "Holy Light Monasterybasement",
  "location_url": "/wiki/Holy_Light_Monastery",
  "descriptions": [
    "The Sun of Atom is a non-hostile glowing one living in the Holy Light Monastery in the Fallout 3 add-on Broken Steel.",
    "Once a man, this feral glowing one is the son of Mother Curie III, leader of the Apostles of the Eternal Light. While meditating in Springvale, Mother Curie was approached by four members of Lyons' Brotherhood of Steel on their water delivery run to Megaton. When they found her there, she told them where she was from, and they gave her some crates of Aqua Pura and told her to share the water with her people.",
    "In her vision, Atom didn't call upon his flock to seek Division, but rather \"Enlightenment;\" she believes that salvation in Eternal Light can only be attained through Atom's supreme and total Enlightenment",
    "Curie's own son has, in her eyes, undertaken the transformation to become one of Atom's enlightened by becoming a glowing one. Now, she believes that he is living in both the \"real\" and \"spiritual\" realm and has taken the final steps on the journey towards salvation in Eternal Light, remaining passive and mostly unresponsive within the monastery despite having become all but feral. The truth is that the radiation has degenerated much of her son's cognitive function, and only instinct is preventing him from attacking in his confusion.",
    "Sun of Atom appears only in the Fallout 3 add-on Broken Steel and in Fallout Shelter Online."
  ],
  "race": "Glowing one",
  "affiliation": "Apostles of the Eternal Light",
  "role": "Cult Icon",
  "detailed_location": "Holy Light Monastery",
  "special": {
    "Strength": 7,
    "Perception": 5,
    "Endurance": 10,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "9",
  "misc_skills": [
    {
      "Hit Points:": "240"
    },
    {
      "Poison Resist.:": "45%"
    },
    {
      "Rad. Resist.:": "18%"
    }
  ],
  "karma": "Evil",
  "topics": [],
  "conversation": [],
  "combat": []
}