{
  "name": "Corporal Spurlock",
  "url": "/wiki/Spurlock",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": true,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx0098F1",
  "ref_id": "xx003CC1",
  "editor_id": "DLC05SquadSpurlock",
  "location": "Cryo lab",
  "location_url": "/wiki/Cryo_lab",
  "descriptions": [
    "Corporal Spurlock is a dead soldier found in the cryo lab aboard Mothership Zeta in the Fallout 3 add-on Mothership Zeta.",
    "Part of a medic squad attached to the 108th Infantry Battalion, Corporal Spurlock was no stranger to blood and guts on the battlefield, from blood sprays to missing limbs. Abducted together with the rest of her squad when they became separated from the main force during the Battle of Anchorage, she was kept in suspended animation and periodically thawed out for alien experiments. Unlike others, she fought hard to maintain her terror, as she was kept awake during vivisection. Shortly before the Lone Wanderer's arrival, she succumbed to shock and internal bleeding, joining her squadmates in death.",
    "Spurlock appears only in the Fallout 3 add-on Mothership Zeta.",
    "While the Game Guide mentions \"her own dissection,\" this is technically incorrect. Dissection refers to opening a dead creature to examine its anatomy; if the subject is alive while this examination is underway, it is called a vivisection."
  ],
  "race": "Human",
  "gender": "Female",
  "affiliation": "108th Infantry Battalion",
  "role": "Medic",
  "detailed_location": "Cryo lab,MothershipZeta",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 10,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "tag_skills": [
    {
      "Explosives:": "34"
    },
    {
      "Small Guns:": "32"
    },
    {
      "Sneak:": "32"
    }
  ],
  "karma": "Neutral",
  "voice_type": "DLC05NPCFemaleGeneric1",
  "geck_race": "AfricanAmerican",
  "topics": [],
  "conversation": [],
  "combat": []
}