{
  "name": "Grudd Bear",
  "url": "/wiki/Grudd_Bear",
  "dialogue_name": "DLC01ArenaCombatant02b.txt",
  "dialogue_url": "/wiki/DLC01ArenaCombatant02b.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx0032F8",
  "ref_id": "xx0032FA",
  "editor_id": "DLC01ArenaCombatant02b",
  "location": "The Hole",
  "location_url": "/wiki/The_Hole_(The_Pitt)",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Pitt raiders[1]",
  "role": "Arena fighter",
  "detailed_location": "The Hole",
  "voice_actor": "Craig Sechler",
  "karma": "Neutral",
  "voice_type": "DLC01RaiderMaleColdVoice",
  "geck_race": "DLCPittAfricanAmericanMut",
  "topics": [
    {
      "topic": "DLC01ArenaCombatantTaunt",
      "topic_text": "DLC01ArenaCombatantTaunt",
      "emotion": "Neutral 50",
      "response_text": "C'mon! C'mon you bastard!{Taunting.}",
      "index": "1"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Grudd Bear is a 35 year-old Pitt African American Male.\n\nA formidable arena fighter from The Pitt, known as one half of the infamous Bear Brothers. Grudd is a battle-hardened raider with a scarred face and muscular build, often seen wearing makeshift armor and wielding a customized flamer. He moves with calculated precision in the arena, though his wild nature is evident in his unpredictable fighting style.\n\nGrudd Bear's Personality: Aggressive, fiercely loyal to Ishmael Ashur, and seemingly untamed despite his disciplined fighting skills. Grudd exhibits the wild temper associated with those who might become trogs but maintains enough self-control to follow orders and fight strategically. He harbors resentment toward the Brotherhood for abandoning him and his brothers.\n\nGrudd Bear's Backstory: Born in the industrial wasteland of The Pitt, Grudd and his brothers were separated during the Scourge. While their brother Greg was taken by the Brotherhood of Steel, Grudd and John were deemed 'too wild and mean' and left behind. They were eventually taken in by Ishmael Ashur who recognized their combat potential and molded them into two of his most effective raiders. By 2277, they had become undefeated champions in The Hole, the arena where slaves fight for entertainment and survival."
}