{
  "name": "John",
  "url": "/wiki/John_(Fallout_3)",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00090A23",
  "ref_id": "",
  "editor_id": "FFEU16NPC1",
  "location": "Random encounter",
  "location_url": "/wiki/Fallout_3_random_encounters",
  "race": "Human",
  "gender": "Male",
  "role": "Thief",
  "detailed_location": "Random encounter",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 4,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 4
  },
  "mod_special_values": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 4,
    "Intelligence": 4,
    "Agility": 7,
    "Luck": 4
  },
  "level": "1",
  "tag_skills": [
    {
      "Melee Weap.:": "31"
    },
    {
      "Small Guns:": "31(33)"
    },
    {
      "Sneak:": "31(33)"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "25(30)"
    }
  ],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "John is a 32 year-old Caucasian Male.\n\nA wastelander who lived a simple life in the Capital Wasteland until his untimely death. John was in a romantic relationship with Loreen but complicated things by stealing a stash of valuable skill books from his brother Billy. He stored them in an ammunition box at the scrapyard north of Bethesda ruins, but later came to regret his actions.\n\nJohn's Personality: Guilt-ridden with a moral compass that conflicts with his survival instincts. John cares deeply for those he loves but often makes poor decisions when desperate. He's regretful and would do anything to make amends for his wrongdoings.\n\nJohn's Backstory: John grew up in the Capital Wasteland, learning to survive in the harsh environment. He had a strained relationship with his brother Billy, whom he envied for Billy's ability to acquire valuable pre-war books. When the opportunity arose, John succumbed to temptation and stole from his own family. The guilt weighed heavily on him, especially as his relationship with Loreen grew more serious. Before he could return the books or reconcile with his brother, John encountered a pack of wild dogs while traveling through the wasteland."
}