{
  "name": "Gary 17",
  "url": "/wiki/Gary_17",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00041686",
  "ref_id": "00041687",
  "editor_id": "LDGary17",
  "location": "Cloning Lab",
  "location_url": null,
  "race": "Human",
  "gender": "Male",
  "affiliation": "Vault 108",
  "detailed_location": "Vault 108",
  "voice_actor": "Jeff Baker",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "3",
  "tag_skills": [
    {
      "Science:": "40"
    },
    {
      "Small Guns:": "38"
    },
    {
      "Unarmed:": "38"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "0"
    }
  ],
  "karma": "Neutral",
  "voice_type": "MaleAdult01DefaultDC",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Gary 17 is a 35 year-old Caucasian Male.\n\nGary 17 is one of the original inhabitants of Vault 108 and the template for a cloning experiment that spiraled out of control. By 2277, he and his clones are the only inhabitants left in the Vault. The clones exhibit varying levels of violent and psychotic behaviors, making them extremely dangerous to outsiders who might enter the facility.\n\nGary 17's Personality: Gary 17 exhibits primitive communication patterns, only speaking his name with different inflections to convey meaning. He is inherently suspicious and hostile towards non-clones, showing no capacity for reason or cooperation with outsiders. The cloning process has amplified his aggressive tendencies to the point where violence is his default response to unfamiliar stimuli.\n\nGary 17's Backstory: Gary 17 was an ordinary Vault 108 resident who became unwilling participant in a grand cloning experiment. Scientists created at least 54 clones of him, each successive clone exhibiting more violent and psychotic traits than the last. When the scientists planned to destroy some clones to make room for additional test subjects, the clones turned violently against their creators, taking control of the Vault. Gary 17, as the original template, remains among the last surviving clones in the now-abandoned Vault."
}