{
  "name": "Jaime Palabras",
  "url": "/wiki/Jaime_Palabras",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00037F43",
  "ref_id": "0003CCCE",
  "editor_id": "Jaime",
  "location": "Dunwich Building",
  "location_url": "/wiki/Dunwich_Building",
  "race": "Ghoul",
  "gender": "Male",
  "affiliation": "Raiders(formerly)Ug-Qualtoth",
  "role": "Raider(formerly)Traveler (formerly)Chanter",
  "detailed_location": "Dunwich Building",
  "voice_actor": "Mike Rosson",
  "level": "1",
  "tag_skills": [
    {
      "Melee Weap.:": "31"
    },
    {
      "Small Guns:": "31"
    },
    {
      "Speech:": "29"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "30"
    },
    {
      "Critical Chance:": "4%"
    },
    {
      "Unarmed Dam.:": "1.2"
    },
    {
      "Poison Resist.:": "20%"
    },
    {
      "Rad. Resist.:": "8%"
    },
    {
      "Damage Res.:": "0%"
    }
  ],
  "karma": "Very Evil",
  "voice_type": "MaleGenericGhoulDC",
  "geck_race": "Ghoul",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Jaime Dexter Palabras is a 105 year-old Ghoul Male.\n\nA transformed ghoul of Hispanic descent who can be found in the Dunwich Building's virulent underchambers in 2277. Obsessed with a strange obelisk, he can often be found worshiping it while clutching the mysterious Krivbeknih book, which he took as a memento after finding his father turned into a feral ghoul nearby.\n\nJaime Dexter Palabras's Personality: Deeply disturbed, exhibiting severe mental instability stemming from his transformation and the loss of his father. Consumed by his obsession with the obelisk, he speaks in fragmented sentences and shows erratic behavior. His former life as a raider and traveler has left him with a predatory instinct, though it's now overshadowed by his newfound, fanatical devotion to the obelisk.\n\nJaime Dexter Palabras's Backstory: Born to Hispanic parents in the pre-War United States, Jaime grew up in a world already reeling from the aftermath of the Resource Wars. As a young adult, he lived a nomadic life, eventually falling in with a raider group. In his late twenties, he underwent ghoulification. Following this transformation, he became a traveler, exploring the ruins of the old world and seeking knowledge of his condition. His journey led him to the Ug-Qualtoth, a mysterious cult where he learned to chant dark incantations. Eventually, his search brought him to the Dunwich Building, following clues about his father who had preceded him there. Upon arrival, he discovered his father had succumbed to feral ghoulism, but recognized him by the Krivbeknih book lying beside his body. Taking the book as a memento, Jaime remained in the Dunwich Building, drawn to the strange obelisk that emanated an unusual warmth, becoming its devoted, if crazed, worshipper."
}