{
  "name": "Private Mears",
  "url": "/wiki/Lawrence_Mears",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": true,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx0098F0",
  "ref_id": "xx003CC2",
  "editor_id": "DLC05SquadMears",
  "location": "Cryo lab",
  "location_url": "/wiki/Cryo_lab",
  "race": "Human",
  "gender": "Male",
  "affiliation": "United States Army108th Infantry Battalion",
  "role": "Test subjectMedic (formerly)",
  "detailed_location": "Cryo lab,MothershipZeta",
  "voice_actor": "Mark Lampert",
  "special": {
    "Strength": 6,
    "Perception": 7,
    "Endurance": 5,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 6,
    "Luck": 5
  },
  "karma": "Neutral",
  "voice_type": "DLC05NPCMaleGeneric3",
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Private Lawrence Mears is a 28 year-old Caucasian Male.\n\nPrivate Lawrence Mears, serial number 3476511, is a soldier from the pre-War United States Army who was abducted by aliens along with his squad. He is currently being held captive aboard an alien vessel, having survived the initial abduction and subsequent interrogation.\n\nPrivate Lawrence Mears's Personality: Disciplined, loyal, and resilient. Mears maintains a strong sense of duty even in the face of extreme adversity. He values military protocol and hierarchy, and despite his ordeal, he remains steadfast in his commitment to his unit and country. His medical training has given him a calm demeanor under pressure, but his captivity has left him wary and observant.\n\nPrivate Lawrence Mears's Backstory: Lawrence Mears enlisted in the United States Army in 2055 and was assigned to the 108th Infantry Battalion. He received medical training and served as a combat medic, eventually becoming part of the medical squad under Sergeant Daniels. In October 2077, while on assignment in the Appalachian region, Mears and his squad were separated from the main battalion during a classified operation. During this separation, they encountered strange lights and were abducted by extraterrestrial beings. Mears has been subjected to brutal interrogation by the aliens but has refused to provide any information beyond his name, rank, and serial number, adhering to military protocol even in captivity."
}