{
  "name": "Meat",
  "url": "/wiki/Meat",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000300A3",
  "ref_id": "00095EB8",
  "editor_id": "Meat",
  "location": "The Chop Shop",
  "location_url": "/wiki/The_Chop_Shop_(Fallout_3)",
  "race": "Glowing one",
  "gender": "Male",
  "affiliation": "Doctor Barrows",
  "role": "Subject of observation",
  "detailed_location": "The Chop Shop,Underworld",
  "voice_actor": "Mike Rosson",
  "special": {
    "Strength": 7,
    "Perception": 5,
    "Endurance": 10,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "9 (glowing one), 4 (ghoul)",
  "tag_skills": [
    {
      "Barter:": "41"
    },
    {
      "Small Guns:": "45"
    },
    {
      "Unarmed:": "41"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "240 (glowing one)"
    }
  ],
  "karma": "Evil (glowing one)Neutral (ghoul)",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Meat is a 150 year-old Ghoul Male.\n\nMeat is one of two glowing one test subjects Doctor Barrows keeps at the ghoul clinic, the other being Ethyl. They are former residents of Underworld who now serve as unwilling participants in Barrows' experiments. Meat's skin emits a faint, sickly green glow that illuminates the dark corners of the Chop Shop when the lights are low.\n\nMeat's Personality: Meat is resigned to his fate as a test subject, having lost most of his hope for freedom after years of experimentation. He speaks in a slow, raspy voice and shows occasional flashes of his former self through sarcastic remarks and dark humor. Despite his circumstances, he maintains a quiet dignity and watches the clinic's activities with wary eyes.\n\nMeat's Backstory: Born before the Great War, Meat lived through the bombs and became a ghoul shortly afterward. For decades, he wandered the wasteland before finding refuge in Underworld, the ghoul settlement beneath the Museum of Technology. Several years ago, he and Ethyl were captured by Doctor Barrows, who saw in their unique glowing physiology an opportunity for research. Since then, they have been confined to the Chop Shop, enduring Barrows' experiments in the name of scientific advancement."
}