{
  "name": "Four Score",
  "url": "/wiki/Four_Score",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00027FA7",
  "ref_id": "00027FA8",
  "editor_id": "MS06TempleDog",
  "location": "Temple of the Union,Lincoln Memorial",
  "location_url": "/wiki/Temple_of_the_Union",
  "race": "Dog",
  "affiliation": "Hannibal Hamlin",
  "role": "Pet",
  "detailed_location": "Temple of the UnionLincoln Memorial",
  "special": {
    "Strength": 5,
    "Perception": 8,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "1",
  "misc_skills": [
    {
      "Hit Points:": "120"
    }
  ],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Four Score is a 5 year-old Wasteland Terrier Mix Male.\n\nFour Score is a sturdy medium-sized dog with mottled brown and white fur and intelligent, alert eyes. As Hannibal Hamlin's faithful companion, he is often seen trotting alongside escaped slaves from the Temple of the Union or resting at his master's feet at the Lincoln Memorial. The dog's name is a reference to Abraham Lincoln's Gettysburg Address, reflecting the Temple's reverence for the former president.\n\nFour Score's Personality: Loyal, protective, and observant. Four Score maintains a watchful eye over the escaped slaves and shows particular affection for Hannibal Hamlin. While generally friendly to those affiliated with the Temple of the Union, he remains wary of outsiders and potential threats. The dog will bark or growl to alert his companions of danger.\n\nFour Score's Backstory: Four Score was found as a stray puppy by Hannibal Hamlin near the ruins of Alexandria. Recognizing the dog's intelligence and loyalty, Hannibal took him in and named him after the famous line from Lincoln's Gettysburg Address. Since then, Four Score has become an integral part of the Temple of the Union, providing companionship and protection to the escaped slaves. The dog has a special bond with Bill Seward, who often cares for him when Hannibal is away."
}