{
  "name": "Gary 42",
  "url": "/wiki/Gary_42",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0008D10D",
  "ref_id": "0008D10C",
  "editor_id": "LDGary42",
  "location": "Entrance",
  "location_url": null,
  "race": "Human",
  "gender": "Male",
  "affiliation": "Vault 108",
  "detailed_location": "Vault 108",
  "voice_actor": "Jeff Baker",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "3",
  "tag_skills": [
    {
      "Science:": "40"
    },
    {
      "Small Guns:": "38"
    },
    {
      "Unarmed:": "38"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "0"
    }
  ],
  "karma": "Neutral",
  "voice_type": "MaleAdult01DefaultDC",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Gary 42 is a 25 year-old Caucasian Male.\n\nOne of the original inhabitants of Vault 108, Gary 42 is now one of many clones that populate the desolate vault. The cloning experiment that created him has gone horribly wrong, leaving only violent and unstable copies of the original Gary.\n\nGary 42's Personality: Gary 42 exhibits extreme violent and psychotic tendencies common among the Gary clones. He communicates solely by speaking his name with various inflections, unable to form complex sentences. He is intensely hostile toward any non-clones and views outsiders as immediate threats.\n\nGary 42's Backstory: Gary was one of the original residents of Vault 108 who became the subject of a secret cloning experiment. The experiment produced 54 clones, each increasingly more unstable than the last. When the scientists attempted to eliminate some clones to make space, the clones revolted, killing the researchers and taking control of the vault. By 2277, only Gary clones remain, freely roaming the facility while maintaining the basic functions needed for survival."
}