{
  "name": "Mel",
  "url": "/wiki/Mel_(Fallout_3)",
  "dialogue_name": "FFEU09NPC.txt",
  "dialogue_url": "/wiki/FFEU09NPC.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00058059",
  "ref_id": "0005805C",
  "editor_id": "FFEU09NPC",
  "location": "Random encounter",
  "location_url": "/wiki/Fallout_3_random_encounters",
  "race": "Human",
  "gender": "Male",
  "role": "Highwayman",
  "detailed_location": "Capital Wasteland",
  "voice_actor": "Jeff Baker",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 4,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 4
  },
  "tag_skills": [
    {
      "Melee Weap.:": "40"
    },
    {
      "Small Guns:": "40"
    },
    {
      "Sneak:": "40"
    }
  ],
  "misc_skills": [],
  "karma": "Evil",
  "voice_type": "MaleAdult01DefaultDC",
  "geck_race": "Caucasian",
  "topics": [
    {
      "topic": "FFEU09A1",
      "topic_text": "Back off or I'll make you regret threatening me.",
      "emotion": "Fear 50",
      "response_text": "Hey, hey. I didn't mean anything by it. Just trying to get by out here in the Wastes, you know?",
      "index": "1"
    },
    {
      "topic": "FFEU09A2",
      "topic_text": "How about I give you 5 caps and you leave me alone?",
      "emotion": "Happy 50",
      "response_text": "You got yourself a deal. Um, what happens next... Oh, right. I'm gonna go.",
      "index": "5"
    },
    {
      "topic": "FFEU09A3",
      "topic_text": "Bullshit. A mugger in the Wasteland? A real Raider would've shot me already.",
      "emotion": "Disgust 25",
      "response_text": "Alright. Alright. I wasn't going to shoot you. Damn gun's outta shells, anyway.",
      "index": "7"
    },
    {
      "topic": "FFEU09A4",
      "topic_text": "That gun doesn't look loaded.",
      "emotion": "Surprise 50",
      "response_text": "What? How did you know that?",
      "index": "9"
    },
    {
      "topic": "FFEU09A5",
      "topic_text": "All right. I haven't killed anyone all day. Let's go.",
      "emotion": "Neutral 50",
      "response_text": "You've done this before, haven't you? Fine time for me to be out of bullets...",
      "index": "11"
    },
    {
      "topic": "FFEU09A6",
      "topic_text": "I can't give you all my stuff, sorry.",
      "emotion": "Sad 50",
      "response_text": "Ah, man. Now I have to kill you... Dammit, I'm out of bullets, too...",
      "index": "12"
    },
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Neutral 50",
      "response_text": "Uh, hey. I'm outta here... so... see ya.",
      "index": "13"
    },
    {
      "topic": "SpeechChallengeFailure",
      "topic_text": "SpeechChallengeFailure",
      "emotion": "Anger 50",
      "response_text": "Um, no dice, roadkill. Now hand over what you got.",
      "index": "16"
    }
  ],
  "conversation": [],
  "combat": [],
  "description": "Mel is a 25 year-old Caucasian Male.\n\nMel is a pathetic wannabe mugger who can be encountered along the roads of the Capital Wasteland. He appears as friendly on the radar and speaks in a clearly unassertive, stammering voice. He typically threatens the player with an unloaded sawed-off shotgun, demanding all their caps. Despite his tough appearance, Mel is incredibly nervous and inept, making him pose very little threat. He wears scavenged clothing that is too large for him, with a makeshift bandana covering part of his face.\n\nMel's Personality: Mel is cowardly, desperate, and easily intimidated. He puts on a tough facade but quickly crumbles under pressure. He's not inherently evil but has resorted to desperate measures to survive in the harsh wasteland.\n\nMel's Backstory: Mel once lived in a small mercenary settlement on the outskirts of the Capital Wasteland, where he worked as a laborer. However, after being forcibly expelled for his incompetence and inability to contribute meaningfully to the settlement's defense, he was left with no choice but to wander the wastes. With no skills for survival and too weak to defend himself properly, Mel resorted to attempting highway robbery, though his lack of nerve and proper equipment has made all his attempts thus far unsuccessful. He carries an unloaded sawed-off shotgun more for show than actual use, hoping to intimidate travelers into giving him their caps."
}