{
  "name": "Wild Bill",
  "url": "/wiki/Wild_Bill",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx009F4A",
  "ref_id": "xx00A7CF",
  "editor_id": "DLC01WildBillDead",
  "location": "Pitt steelyard",
  "location_url": "/wiki/Pitt_steelyard",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Pitt slaves",
  "role": "Steel ingot collector",
  "detailed_location": "Pitt steelyard",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 2,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 6,
    "Charisma": 2,
    "Intelligence": 5,
    "Agility": 6,
    "Luck": 5
  },
  "karma": "Neutral",
  "geck_race": "HispanicRaider",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Wild Bill is a 38 year-old Pitt slave Male.\n\nWild Bill was a Pitt slave who worked in the steelyard before his untimely death. He was known for his resilience and determination despite the harsh conditions of The Pitt.\n\nWild Bill's Personality: Wild Bill was resilient, determined, and loyal to his friends. He maintained a sense of hope even in the direst circumstances and was willing to risk everything for freedom. Despite his difficult life, he formed strong bonds with fellow slaves, particularly with Milly.\n\nWild Bill's Backstory: Wild Bill was born in the wastelands outside The Pitt and captured by raiders at a young age. He spent most of his life as a slave in the steelyard, working tirelessly to produce steel ingots for the raiders. During his time in the mill, he formed a close bond with fellow slave Milly, who became like family to him. Wild Bill often dreamed of escaping The Pitt and finding a better life, but his attempts were always thwarted by the harsh conditions and vigilant raiders. His body was discovered in the steelyard in August 2277, though the circumstances of his death remain unknown."
}