{
  "name": "Enclave doctor",
  "url": "/wiki/Enclave_doctor",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx0088E9",
  "ref_id": "xx0088E6",
  "editor_id": "DLC03LvlEnclaveDoctor",
  "location": "Launch platform base",
  "location_url": "/wiki/Mobile_base_crawler#Launch_platform_base",
  "race": "Human",
  "gender": "Random",
  "affiliation": "Enclave Research and Development Division",
  "role": "Doctor",
  "detailed_location": "Mobile base crawler",
  "voice_actor": "Stephen Russell(male)Odette Annable(female)",
  "special": {
    "Strength": 3,
    "Perception": 6,
    "Endurance": 3,
    "Charisma": 4,
    "Intelligence": 8,
    "Agility": 6,
    "Luck": 5
  },
  "level": "1",
  "misc_skills": [
    {
      "Hit Points:": "20"
    }
  ],
  "voice_type": "MaleGroupEnclaveDC",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Dr. Marcus Thorne is a 48 year-old Caucasian Male.\n\nA seasoned medical officer with the Enclave, Dr. Thorne serves as the primary physician aboard the mobile base crawler. He maintains a sterile, professional demeanor while conducting his duties, his face etched with the stress of constantly treating radiation poisoning and combat injuries. His Enclave uniform is immaculate, with a red cross insignia on his shoulder, and he wears his hair in a neat, regulation-style cut.\n\nDr. Marcus Thorne's Personality: Clinical, efficient, and somewhat detached. Dr. Thorne prioritizes his duty to the Enclave above all else, viewing wasteland dwellers as inferior specimens. He speaks with precise, medical terminology and shows little emotion in his professional capacity, though a flicker of professional pride occasionally surfaces when discussing advanced Enclave medical technologies.\n\nDr. Marcus Thorne's Backstory: Born in a secret Enclave vault facility, Dr. Thorne was raised with the Enclave's ideology of purity and superiority. He showed exceptional aptitude in medical science from a young age and was groomed for a role in the Enclave's medical division. After completing his advanced training in a specialized Enclave medical institute, he was assigned to the mobile base crawler where he has served for over a decade. He has witnessed the effects of the wasteland firsthand and has become increasingly disillusioned with the Enclave's more extreme policies, though he remains loyal to the organization."
}