{
  "name": "Raider fighter",
  "url": "/wiki/Raider_fighter",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx0071B0,xx0071B1",
  "ref_id": "",
  "editor_id": "DLC01ArenaCombatant03b, DLC01ArenaCombatant03c",
  "location": "",
  "location_url": null,
  "race": "Human",
  "affiliation": "Pitt raiders",
  "role": "Holefighter",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 3,
    "Intelligence": 3,
    "Agility": 7,
    "Luck": 5
  },
  "level": "1→4→9",
  "tag_skills": [
    {
      "Melee Weap.:": "32→45→66"
    },
    {
      "Small Guns:": "34→47→68"
    },
    {
      "Unarmed:": "28→41→62"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "25→55→85"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "1.9→2.55→3.6"
    },
    {
      "Poison Resist.:": "15%"
    },
    {
      "Rad. Resist.:": "6%"
    },
    {
      "Carry Weight:": "210"
    }
  ],
  "karma": "Evil",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Mick is a 29 year-old African American Male.\n\nA scarred and battle-hardened raider with a muscular build, clad in tattered leather armor and wielding a homemade pipe wrench. His face is marked by a jagged scar running across his left cheek, and his eyes hold a permanent scowl. His skin is darkened by soot and grime, and he smells of stale alcohol and gunpowder.\n\nMick's Personality: Brutal, aggressive, and cunning. Mick takes pleasure in the suffering of others and lives by the code of the raiders - strength is everything, weakness is death. He's loyal to his fellow raiders but would betray anyone in a heartbeat if it benefited him.\n\nMick's Backstory: Born in the slums of the Pitt, Mick has known nothing but hardship and violence from a young age. His parents were killed in a raider raid when he was just ten years old, and he was taken in by the raiders who saw potential in his fierce survival instincts. Over the years, he proved himself in the arena, earning the title of 'Holefighter' for his brutal effectiveness in close-quarters combat. Now, he serves as one of the enforcers for Ashur, collecting slaves and crushing any who dare oppose the raiders' rule."
}