{
  "name": "Atom's Champion",
  "url": "/wiki/Atom%27s_Champion",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx006520",
  "ref_id": "xx006521",
  "editor_id": "DLC03WQ03SunOfAtom",
  "location": "Holy Light Monasterybasement",
  "location_url": "/wiki/Holy_Light_Monastery",
  "race": "Feral ghoul",
  "affiliation": "Apostles of the Eternal Light",
  "role": "Cult member",
  "detailed_location": "Holy Light Monastery",
  "special": {
    "Strength": 5,
    "Perception": 7,
    "Endurance": 10,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 7,
    "Luck": 5
  },
  "level": "12",
  "misc_skills": [
    {
      "Hit Points:": "1110"
    },
    {
      "Poison Resist.:": "45%"
    },
    {
      "Rad. Resist.:": "18%"
    }
  ],
  "karma": "Neutral",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Atom's Champion is a 65 year-old Human Male.\n\nA towering figure of decay and devotion, this feral ghoul reaver serves as a living testament to the Apostles of the Eternal Light's twisted interpretation of salvation. His body bears the unmistakable marks of ghoulification—peeling skin, glowing green eyes, and a constant, low moan that seems more prayer than symptom. Despite his feral nature, he moves with purpose, guided by the cult's brainwashing.\n\nAtom's Champion's Personality: Fanatically devoted to the Apostles of the Eternal Light, Atom's Champion exhibits a single-minded dedication to protecting the cult and its members. He operates on a simple binary: protect the monastery and its inhabitants at all costs, destroy all threats. His feral instincts are channeled entirely toward the cult's purposes, making him both a terrifying weapon and a symbol of the cult's supposed power to 'enlighten' even the most wretched of beings.\n\nAtom's Champion's Backstory: Once a wastelander who stumbled upon the Holy Light Monastery seeking shelter, this man was drawn in by the Apostles' promises of salvation in the harsh wasteland. What began as desperate acceptance of their teachings gradually transformed into fanaticism. When the monastery faced an attack from raiders, he willingly exposed himself to extreme radiation in a misguided attempt to gain the 'protection' of the Eternal Light. The transformation left him a feral ghoul, but the cult twisted this into a narrative of enlightenment—proof that even in their most degraded state, followers could achieve a higher form of existence under their guidance."
}