{
  "name": "Branchtender Cypress",
  "url": "/wiki/Cypress",
  "dialogue_name": "OasisBranchtenderCypress.txt",
  "dialogue_url": "/wiki/OasisBranchtenderCypress.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0002A279",
  "ref_id": "0002A2BD",
  "editor_id": "OasisBranchtenderCypress",
  "location": "Oasis",
  "location_url": "/wiki/Oasis",
  "race": "Human",
  "gender": "Male",
  "affiliation": "Treeminders",
  "role": "Guard (Branchtender)",
  "detailed_location": "Oasis",
  "voice_actor": "Gregory Gorton",
  "special": {
    "Strength": 6,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 4,
    "Intelligence": 4,
    "Agility": 6,
    "Luck": 4
  },
  "level": "2→10 (player level x1)",
  "tag_skills": [
    {
      "Melee Weap.:": "35→73"
    },
    {
      "Small Guns:": "35→73"
    },
    {
      "Sneak:": "35→73"
    }
  ],
  "misc_skills": [],
  "karma": "Good",
  "voice_type": "MaleAdult01DefaultBDC",
  "geck_race": "Caucasian",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Sad 70",
      "response_text": "I'm afraid you're no longer welcome in His home. Please begone.",
      "index": "1"
    },
    {
      "topic": "MS10FinTLReward",
      "topic_text": "Tree Father Birch said you may have a gift for me?",
      "emotion": "Happy 70",
      "response_text": "We're very much alike, you and I. We both searched the Wasteland seeking answers, but I found my answer here.",
      "index": "6"
    },
    {
      "topic": "MS10TLBirchLaurelTopic",
      "topic_text": "What's your opinion of Tree Father Birch and Leaf Mother Laurel?",
      "emotion": "Neutral 50",
      "response_text": "I wish they wouldn't argue so much. It makes everyone uncomfortable.",
      "index": "9"
    },
    {
      "topic": "MS10TLCavesAny information you could give me on the caves below Oasis would be helpful.",
      "topic_text": "May I have the key to the caves?",
      "emotion": "Happy 70",
      "response_text": "Sure. Here you go. Good luck to you!",
      "index": "10"
    },
    {
      "topic": "MS10TLDoNow",
      "topic_text": "What will you do now?",
      "emotion": "Neutral 50",
      "response_text": "I'll do what I do best. I'll make sure Oasis never falls even if it means my own death.",
      "index": "11"
    },
    {
      "topic": "MS10TLJoinTopic",
      "topic_text": "So, how did you end up here?",
      "emotion": "Neutral 50",
      "response_text": "I was an Outsider like yourself... wandering the world aimlessly, wasting my life trying to seek my fortune.",
      "index": "12"
    },
    {
      "topic": "MS10TLTreeminder",
      "topic_text": "What did you have to do to become a Treeminder?",
      "emotion": "Neutral 50",
      "response_text": "Actually, you already did some of it. I had to do the Ceremony and meet with the Great One.",
      "index": "14"
    },
    {
      "topic": "MS10TLTreeminderCypress01",
      "topic_text": "I think you're right. Who knows what would happen to this place?",
      "emotion": "Fear 70",
      "response_text": "Exactly! I was out there once like you. I wandered the Wasteland for many years.",
      "index": "19"
    },
    {
      "topic": "MS10TLTreeminderCypress02",
      "topic_text": "What if all the Treeminders don't agree with you?",
      "emotion": "Fear 70",
      "response_text": "That would worry me. I was out there once like you. I wandered the Wasteland for many years.",
      "index": "22"
    },
    {
      "topic": "MS10TLTreeminderCypress03",
      "topic_text": "I don't think Leaf Mother Laurel is going to like hearing you say that!",
      "emotion": "Disgust 70",
      "response_text": "Go tell her what you want, my opinion is my own. That's one of the founding ideals of the Treeminders.",
      "index": "25"
    }
  ],
  "conversation": [
    {
      "topic": "HELLO",
      "topic_text": "HELLO",
      "emotion": "Disgust 70",
      "response_text": "It's time for you to leave.",
      "index": "27"
    },
    {
      "topic": "MS10TreemindersCeremonySay",
      "topic_text": "MS10TreemindersCeremonySay",
      "emotion": "Neutral 50",
      "response_text": "Leave our homes and bodies immediately; live no longer in them, but pass over into places where you can harm no one.",
      "index": "28"
    }
  ],
  "combat": [],
  "description": "Branchtender Cypress is a 34 year-old Caucasian Male.\n\nA seasoned wasteland adventurer who has found purpose among the Treeminders of Oasis. Cypress stands guard at the entrance to the sacred caves, serving as the first line of defense for this hidden paradise. His years of survival in the harsh Capital Wasteland have made him pragmatic yet welcoming to outsiders, provided they show respect for the Treeminders' way of life. While he carries the weight of his past as a missile-wielding raider hunter, he has since dedicated himself to protecting the tranquility of Oasis.\n\nBranchtender Cypress's Personality: Loyal and protective, Cypress is a man of few words but strong principles. He values peace and harmony within the Treeminder community and is deeply committed to Birch's vision for Oasis. While he dislikes the constant arguments between Birch and Leaf Mother Laurel, he maintains his loyalty to both, believing that unity is essential for their survival. Cypress is cautious but fair, giving newcomers the benefit of the doubt unless they prove hostile or disrespectful.\n\nBranchtender Cypress's Backstory: Born in the ruins of what was once Maryland, Cypress learned to survive in the harsh wasteland from a young age. For years, he wandered the Capital Wasteland, taking on dangerous jobs as a mercenary and raider hunter. His proficiency with a missile launcher earned him both fear and respect in the lawless regions of the wasteland. Tired of the violence and chaos, Cypress eventually heard whispers of a hidden paradise known as Oasis. Drawn by the promise of peace and purpose, he sought out the Treeminders and was welcomed into their community. Impressed by their philosophy and the tranquility they maintained, Cypress abandoned his violent past and dedicated himself to protecting Oasis as a Branchtender."
}