{
  "name": "Gary 32",
  "url": "/wiki/Gary_32",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00041677",
  "ref_id": "0004167B",
  "editor_id": "LDGary32",
  "location": "Living Quarters",
  "location_url": null,
  "race": "Human",
  "gender": "Male",
  "affiliation": "Vault 108",
  "detailed_location": "Vault 108",
  "voice_actor": "Jeff Baker",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "3",
  "tag_skills": [
    {
      "Science:": "40"
    },
    {
      "Small Guns:": "38"
    },
    {
      "Unarmed:": "38"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "0"
    }
  ],
  "karma": "Neutral",
  "voice_type": "MaleAdult01DefaultDC",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Gary 32 is a 28 year-old Caucasian Male.\n\nGary 32 is a clone of the original Gary, one of the many inhabitants of Vault 108. He appears as a typical human male in his late 20s, wearing the standard Vault 108 jumpsuit. Like all other Gary clones, he exhibits violent tendencies and communicates only by repeating his name in various inflections.\n\nGary 32's Personality: Hostile, unpredictable, and primal. Gary 32 operates on basic instincts and exhibits psychotic behavior common among the Gary clones. He shows no capacity for complex thought or reason, communicating solely through repetitions of his name.\n\nGary 32's Backstory: Gary 32 is one of at least 54 clones created as part of a grand cloning experiment in Vault 108. The original Gary was one of the vault's original inhabitants, but the cloning experiment soon spiraled out of control as successive clones exhibited increasingly violent and psychotic traits. When the vault scientists attempted to destroy some clones to make room for test subjects, the clones revolted, taking control of the vault. By 2277, only clones of Gary remain in Vault 108, with the vault door left ajar as they roam freely."
}