{
  "name": "William Brandice",
  "url": "/wiki/William_Brandice",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0007086E",
  "ref_id": "00070870",
  "editor_id": "WilliamBrandiceCorpse",
  "location": "Marigold station",
  "location_url": "/wiki/Marigold_station",
  "descriptions": [
    "William Brandice was an Enclave deserter and former resident of the Brandice's house in Grayditch, whose corpse can be found in Marigold station in 2277.",
    "William was the husband of Sheila and the father of Will Brandice.",
    "The peace did not last long. On October 30, 2276, William discovered a radio broadcasting Enclave Radio, with the old patriotic music and the speeches of President John Henry Eden. He immediately grew paranoid, fearing that the Enclave could be coming for him.",
    "Things turned out fine for some time. In fact, despite his paranoia, it seemed that William still maintained a friendship with Fred Wilks, and his greatest enemy was actually the giant ants plaguing the area, hindering his scavenging efforts. Even then, the ants were only a nuisance until Doctor Lesko came to Grayditch on November 15, 2276. The Wilks helped Lesko set up shop, and Lesko offered to pay William for his assistance as well. William refused, uncertain of Lesko's motives.",
    "After Lesko's arrival, the ants gradually became more and more of a threat. On February 24, 2277, William traveled to Megaton to buy a better weapon to protect his family, trading his entire stockpile of ant meat for the weapon, which he hid behind the refrigerator. However, even this was not enough as the ants grew more and more aggressive. By April 2, William was convinced the situation was worsening and decided to dig up his old Enclave sidearm, a laser pistol, for personal protection at all times.",
    "Those!",
    "Those!: Brandice is found dead in the ant tunnels."
  ],
  "race": "Human",
  "gender": "Male",
  "affiliation": "GrayditchEnclave(formerly)",
  "role": "Grayditch doctorEnclave doctor (formerly)",
  "detailed_location": "Brandice's houseMarigold station",
  "voice_actor": "Stephen Russell",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 2,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "1",
  "misc_skills": [
    {
      "Hit Points:": "0"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "0.75"
    },
    {
      "Poison Resist.:": "20%"
    },
    {
      "Rad. Resist.:": "8%"
    },
    {
      "Carry Weight:": "200"
    },
    {
      "Damage Res.:": "3%"
    }
  ],
  "karma": "Neutral",
  "geck_race": "Caucasian",
  "topics": [],
  "conversation": [],
  "combat": []
}