{
  "name": "Sun of Atom",
  "url": "/wiki/Sun_of_Atom",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx007E36",
  "ref_id": "xx007E39",
  "editor_id": "DLC03WQ03CrGlowingApostle",
  "location": "Holy Light Monasterybasement",
  "location_url": "/wiki/Holy_Light_Monastery",
  "race": "Glowing one",
  "affiliation": "Apostles of the Eternal Light",
  "role": "Cult Icon",
  "detailed_location": "Holy Light Monastery",
  "special": {
    "Strength": 7,
    "Perception": 5,
    "Endurance": 10,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "9",
  "misc_skills": [
    {
      "Hit Points:": "240"
    },
    {
      "Poison Resist.:": "45%"
    },
    {
      "Rad. Resist.:": "18%"
    }
  ],
  "karma": "Evil",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Sun of Atom is a 28 year-old Human Male.\n\nA once-human figure now transformed into a feral glowing one, with a perpetually radiant aura that casts an eerie glow in the monastery basement. His skin has taken on a sickly greenish hue, and his eyes glow with an unnatural light. Despite his appearance, he remains mostly passive, standing motionless for hours at a time, occasionally twitching or making guttural sounds when disturbed.\n\nSun of Atom's Personality: Feral and confused, driven primarily by instinct rather than reason. Despite his passive demeanor, he can become agitated when approached too closely, his glowing eyes widening as a warning before potentially lashing out. There are moments of clarity where he seems to recognize his mother, but these are fleeting and quickly consumed by his radiation-addled mind.\n\nSun of Atom's Backstory: Born to Mother Curie III, the leader of the Apostles of the Eternal Light, Sun of Atom was raised in the cult's teachings from birth. As a young adult, he displayed an unusual devotion to the cult's beliefs, often spending hours in meditation. During a particularly intense ritual at the Holy Light Monastery, he was exposed to dangerously high levels of radiation, triggering his transformation into a glowing one. Mother Curie interprets this transformation as enlightenment - a divine ascension to a higher plane of existence where he exists in both the physical and spiritual realms. In reality, the radiation has severely damaged his cognitive functions, leaving him in a state of perpetual confusion between his human past and his current monstrous form."
}