{
  "name": "Vera Weatherly",
  "url": "/wiki/Vera_Weatherly",
  "dialogue_name": "VeraWeatherly.txt",
  "dialogue_url": "/wiki/VeraWeatherly.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "000156B8",
  "ref_id": "0001E751",
  "editor_id": "VeraWeatherly",
  "location": "Weatherly Hotel",
  "location_url": "/wiki/Weatherly_Hotel",
  "descriptions": [
    "Vera Weatherly is the founder and proprietor of the Weatherly Hotel of Rivet City in Fallout 3.",
    "While Vera projects a quiet and demure attitude, this conceals a spirit of unshakeable determination. Vera is very proud of of all she has achieved, including founding and even helping build her namesake hotel, which she named after a real location she read about in a book.",
    "Although running the Weatherly Hotel is a full-time job for Vera, she actually has a relatively light schedule. This is thanks to her Mister Handy assistant, Mister Buckingham, who is more than capable of watching the hotel in her place for hours on end.",
    "Vera's relatives include Fred and Bryan Wilks, who recently settled in Grayditch. Unbeknownst to her, tragedy struck when new mutants, fire ants, invaded the settlement, leaving it devoid of life apart from Bryan and Dr. Weston Lesko, who has no desire to care for the child. Vera would be more than happy to take in Bryan if she knew of his situation. Though she would certainly give him chores to do at the hotel, she would do her best to care for him and make him feel at home in Rivet City.",
    "Vera is a prolific gossiper, constantly sharing grievances, advice, and banter with Cindy Cantelli (proprietor of A Quick Fix) and Angela Staley (server at Gary's Galley). Vera encourages Cindy to divorce her deadbeat chem addict husband Paulie, but also to give up her pursuit of Bannon, who barely even acknowledges her existence.",
    "In turn, Cindy points out that Vera is constantly dodging romantic advances from Seagrave Holmes, which is true: Seagrave is deeply in love with Vera,",
    "Apart from Cindy, Angela, and Seagrave, Vera is also friendly with the other vendors aboard Rivet City. She makes conversation with both Flak and Shrapnel at their shop,",
    "Vera is also friendly with Chief Harkness, who compliments her on her looks,",
    "Though Vera spends a fair amount of time away from her hotel, she still takes time to interact with her customers. She makes conversation to Janice Kaplinski and Dr. Zimmer during their mealtimes, asking the former about her hydroponics work",
    "Finally, Vera is religious and regularly attends Father Clifford's Sunday services at Saint Monica's Church. She finds comfort and inspiration in Father Clifford's sermons, which she always thanks him and Diego for.",
    "Vera's regular daily schedule starts at 8 a.m., when she wakes up in her room in the Weatherly Hotel and then has breakfast in the hotel lobby until 10 a.m, when she begins working in the hotel until 6 p.m. At 6, she has dinner in her hotel, after which her specific schedule depends on the day, but ends with her heading back to her room at 8 p.m. and going to bed at 12 a.m. Her merchant services are generally available from 8 a.m. to 8 p.m.",
    "Vera's day-specific activities are as follows:",
    "If Mister Buckingham is destroyed, Vera will stay in the Weatherly Hotel directly greeting and serving any seated customers; this generally will not affect her specific schedules. However, under these circumstances, if the player sits in the hotel between 8 to 10 p.m. on weekdays, Vera will end her current activities to come serve them.",
    "Xbox 360 Playstation 3 PC Sometimes Vera will disappear from the ship, and cannot be found. "
  ],
  "race": "Human",
  "gender": "Female",
  "affiliation": "Rivet City",
  "role": "Hotel owner",
  "detailed_location": "Weatherly Hotel, Rivet City",
  "voice_actor": "Jan Johns",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 7,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 4,
    "Charisma": 7,
    "Intelligence": 5,
    "Agility": 6,
    "Luck": 5
  },
  "level": "4",
  "tag_skills": [
    {
      "Barter:": "49"
    },
    {
      "Melee Weap.:": "42"
    },
    {
      "Speech:": "49"
    }
  ],
  "misc_skills": [
    {
      "Hit Points:": "40"
    },
    {
      "Critical Chance:": "5%"
    },
    {
      "Unarmed Dam.:": "1.15"
    },
    {
      "Poison Resist.:": "15%"
    },
    {
      "Rad. Resist.:": "6%"
    },
    {
      "Carry Weight:": "200"
    },
    {
      "Damage Res.:": "3%"
    }
  ],
  "karma": "Good",
  "voice_type": "FemaleAdult04DC",
  "geck_race": "Caucasian",
  "topics": [
    {
      "topic": "Bed",
      "topic_text": "How much for a room?",
      "emotion": "Neutral 50",
      "response_text": "Only 120 caps. You won't get a better deal than that.",
      "index": "1"
    },
    {
      "topic": "BedNO",
      "topic_text": "No, thanks.",
      "emotion": "Neutral 50",
      "response_text": "Okay, then.",
      "index": "2"
    },
    {
      "topic": "BedYES",
      "topic_text": "Actually, I don't have 120 caps.",
      "emotion": "Neutral 50",
      "response_text": "Well, when you do, you know where to find me.",
      "index": "3"
    },
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Happy 50",
      "response_text": "Welcome to the Weatherly Hotel. I am your hostess, Vera Weatherly.",
      "index": "5"
    },
    {
      "topic": "MS03RCHistory1Could I ask you about Rivet City's history?",
      "topic_text": "Do you know anything about Rivet City's history?",
      "emotion": "Happy 20",
      "response_text": "Well, I could tell you all about my hotel, but I'm sure I don't know anything about how Rivet City itself got started.",
      "index": "10"
    },
    {
      "topic": "MS03RCHistory2AMS03RivetCityHistory2A",
      "topic_text": "Could you at least tell me what you've heard?",
      "emotion": "Neutral 50",
      "response_text": "Well, if it'll help. I once heard that this place was covered in Mirelurks fifty years ago, raiding all around the city.",
      "index": "12"
    },
    {
      "topic": "MS03RCHistory2BMS03RivetCityHistory2B",
      "topic_text": "Well, is there anyone who knows more?",
      "emotion": "Surprise 25",
      "response_text": "Actually, now that you mention it, Seagrave may know more about it.",
      "index": "15"
    },
    {
      "topic": "MS04AdoptionTLI found an orphaned kid looking for a home. Would you take him in?",
      "topic_text": "Vera, your nephew Bryan lost his folks and needs a place to live.",
      "emotion": "Sad 50",
      "response_text": "Poor dear. I know what it's like to be alone. I'd love to take him in.",
      "index": "18"
    },
    {
      "topic": "MS04AdoptionTLWait",
      "topic_text": "Let me think on it for a while.",
      "emotion": "Neutral 50",
      "response_text": "Certainly. I wouldn't expect you to make a rash decision.",
      "index": "20"
    },
    {
      "topic": "MS04AdoptionTLYes",
      "topic_text": "I think Bryan will love his new home. I'll send him along shortly.",
      "emotion": "Happy 80",
      "response_text": "Oh, that's wonderful! If you ever wander back into Rivet City, why don't you check up on us. You're always welcome.",
      "index": "21"
    },
    {
      "topic": "RCTopicDiegoAngela",
      "topic_text": "I heard Angela Staley has a crush on Diego.",
      "emotion": "Surprise 50",
      "response_text": "Oh, yes. She's crazy about him.",
      "index": "22"
    },
    {
      "topic": "RCTopicDoctorLiWhat can you tell me about Doctor Li?",
      "topic_text": "So what's the story with Doctor Li?",
      "emotion": "Disgust 50",
      "response_text": "She's not very social. Stays in her lab in the stern.",
      "index": "27"
    },
    {
      "topic": "RCTopicJameHargraveProblemI've met your mother. No wonder you're such a brat.",
      "topic_text": "What's the deal with that little punk, James Hargrave?",
      "emotion": "Sad 50",
      "response_text": "Poor James. His mother drinks too much. When she does, she doesn't treat him very well.",
      "index": "29"
    },
    {
      "topic": "RCTopicRivetCityWhat kind of place is this Rivet City?",
      "topic_text": "What's it like living on a giant ship?",
      "emotion": "Disgust 50",
      "response_text": "It's noisy, dark, and smelly.",
      "index": "31"
    },
    {
      "topic": "RCTopicWedding",
      "topic_text": "When are Angela and Diego getting married?",
      "emotion": "Happy 50",
      "response_text": "At 3 o'clock, tomorrow.",
      "index": "33"
    },
    {
      "topic": "RCVeraWeatherlyGossip",
      "topic_text": "Have you heard any interesting gossip?",
      "emotion": "Surprise 50",
      "response_text": "Well, I really shouldn't tell you, but have you heard about Paulie Cantelli?",
      "index": "35"
    },
    {
      "topic": "RivetCityBarterI'm here to do business with you.",
      "topic_text": "What do you have to eat?",
      "emotion": "Happy 50",
      "response_text": "Take a look at our menu.",
      "index": "40"
    },
    {
      "topic": "SpeechChallengeFailure",
      "topic_text": "SpeechChallengeFailure",
      "emotion": "Disgust 50",
      "response_text": "Why should I tell you? You'll just tell everyone else.",
      "index": "41"
    }
  ],
  "conversation": [
    {
      "topic": "GOODBYEI have to go now.",
      "topic_text": "So long, Vera.",
      "emotion": "Neutral 50",
      "response_text": "Farewell.",
      "index": "42"
    },
    {
      "topic": "HELLO",
      "topic_text": "HELLO",
      "emotion": "Happy 50",
      "response_text": "So you finally got Diego to ask you to marry him. Well, I couldn't be happier for the both of you.",
      "index": "43"
    },
    {
      "topic": "RCGoodbye",
      "topic_text": "RCGoodbye",
      "emotion": "Surprise 50",
      "response_text": "Thank you, Chief Harkness.",
      "index": "68"
    },
    {
      "topic": "RCPackageEnd",
      "topic_text": "RCPackageEnd",
      "emotion": "Happy 50",
      "response_text": "I should check in with my guests.",
      "index": "87"
    },
    {
      "topic": "RCResponse01",
      "topic_text": "RCResponse01",
      "emotion": "Anger 50",
      "response_text": "Don't be jealous of my wealth. Be jealous of my looks instead.",
      "index": "91"
    }
  ],
  "combat": []
}