{
  "name": "Bloomseer Poplar",
  "url": "/wiki/Poplar",
  "dialogue_name": "OasisBloomseerPoplar.txt",
  "dialogue_url": "/wiki/OasisBloomseerPoplar.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "0002A278",
  "ref_id": "0002A2B8",
  "editor_id": "OasisBloomseerPoplar",
  "location": "Oasis",
  "location_url": "/wiki/Oasis",
  "race": "Human(psychic)",
  "gender": "Female",
  "affiliation": "Treeminders",
  "role": "Oracle (Bloomseer)",
  "detailed_location": "Oasis",
  "voice_actor": "Diana Sowle",
  "special": {
    "Strength": 5,
    "Perception": 6,
    "Endurance": 5,
    "Charisma": 7,
    "Intelligence": 4,
    "Agility": 4,
    "Luck": 4
  },
  "level": "2→10 (equal to player's level)",
  "tag_skills": [
    {
      "Barter:": "37→75"
    },
    {
      "Melee Weap.:": "33→71"
    },
    {
      "Speech:": "37→75"
    }
  ],
  "misc_skills": [],
  "karma": "Good",
  "voice_type": "FemaleOld01DC",
  "geck_race": "HispanicOldAged",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Sad 70",
      "response_text": "Birch's word is the law. You must leave Oasis at once.",
      "index": "1"
    },
    {
      "topic": "MS10FinTLRewardTree Father Birch said you may have a gift for me?",
      "topic_text": "Leaf Mother Laurel said you may have a gift for me?",
      "emotion": "Happy 70",
      "response_text": "I somehow knew you'd be the one to make the changes that Leaf Mother Laurel desired.",
      "index": "7"
    },
    {
      "topic": "MS10TLBirchLaurelTopic",
      "topic_text": "What's your opinion of Tree Father Birch and Leaf Mother Laurel?",
      "emotion": "Fear 50",
      "response_text": "Lately, things have gotten a bit worse between them. It sometimes takes months for them to agree on things.",
      "index": "10"
    },
    {
      "topic": "MS10TLCaves",
      "topic_text": "Any information you could give me on the caves below Oasis would be helpful.",
      "emotion": "Fear 50",
      "response_text": "Be wary of the water in the caves, I fear they still carry the sting of radiation from the bombs.",
      "index": "12"
    },
    {
      "topic": "MS10TLDoNow",
      "topic_text": "What will you do now?",
      "emotion": "Neutral 50",
      "response_text": "Look to the future and seek the true meaning of what transpired here. If there's an answer out there somewhere, I'll find it.",
      "index": "13"
    },
    {
      "topic": "MS10TLFuture",
      "topic_text": "What do you see in my future?",
      "emotion": "Neutral 50",
      "response_text": "Please, I must rest a day's time before I can again see into the future... I find the experience quite draining.",
      "index": "14"
    },
    {
      "topic": "MS10TLGrowHow is it you're causing all of these things to grow around you?",
      "topic_text": "What's causing this place to grow?",
      "emotion": "Happy 50",
      "response_text": "In what we call the Harvest Month, the Great One creates seeds among his branches within seed pods.",
      "index": "31"
    },
    {
      "topic": "MS10TLHaroldPoplarTopic01",
      "topic_text": "I agree completely!",
      "emotion": "Sad 60",
      "response_text": "Oh, if only Tree Father Birch saw it as you do! Of everyone, he's been here the longest.",
      "index": "34"
    },
    {
      "topic": "MS10TLHaroldPoplarTopic02",
      "topic_text": "What if there are other that don't share your opinion?",
      "emotion": "Neutral 50",
      "response_text": "You'd think they'd realize that this place won't remain a secret forever. The caravans know about it and you happened upon it.",
      "index": "37"
    },
    {
      "topic": "MS10TLHaroldPoplarTopic03",
      "topic_text": "You speak heresy! Tree Father Birch should hear about this!",
      "emotion": "Disgust 60",
      "response_text": "Heresy? Not at all. Leaf Mother Laurel's word is just as binding as Tree Father Birch's. I have no obligation to follow one or the other.",
      "index": "39"
    },
    {
      "topic": "MS10TLHaroldTopic",
      "topic_text": "Tell me about your \"god.\"",
      "emotion": "Happy 90",
      "response_text": "He's not my god, He's everyone's god. You, me, everyone. This place isn't meant for just the Treeminders, it's for all mankind.",
      "index": "41"
    },
    {
      "topic": "MS10TLJoinTopic",
      "topic_text": "So, how did you end up here?",
      "emotion": "Neutral 50",
      "response_text": "My father was a healer like myself. He had the most curious books I would read about trees and plants and their medicinal properties.",
      "index": "43"
    },
    {
      "topic": "MS10TLTreeminder",
      "topic_text": "What did you have to do to become a Treeminder?",
      "emotion": "Happy 80",
      "response_text": "I was the third one to arrive here in Oasis. Tree Father Birch was a bit wary at first, but Leaf Mother Laurel convinced him to let me stay.",
      "index": "46"
    }
  ],
  "conversation": [
    {
      "topic": "HELLO",
      "topic_text": "HELLO",
      "emotion": "Sad 70",
      "response_text": "Such a shame, you could have been of great benefit to us.",
      "index": "49"
    },
    {
      "topic": "MS10TreemindersCeremonySay",
      "topic_text": "MS10TreemindersCeremonySay",
      "emotion": "Neutral 50",
      "response_text": "I bid you depart, agents of destruction, through the power of His divine will.",
      "index": "50"
    }
  ],
  "combat": [],
  "description": "Bloomseer Poplar is a 60 year-old Hispanic Female.\n\nA skilled healer and scholar of botany, Bloomseer Poplar is a respected member of the Treeminders at Oasis. Combining her medical expertise with the unique properties of the Oasis, she has developed various curatives and played a key role in understanding and harnessing the powers of the Oasis for the benefit of its inhabitants.\n\nBloomseer Poplar's Personality: Knowledgeable, compassionate, and philosophical. Bloomseer is wise beyond her years, with a deep respect for nature and a belief in the healing properties of plants. She is patient and thoughtful, often lost in contemplation of the mysteries of Oasis. Her psychic abilities enhance her intuition and connection to the spiritual aspects of nature.\n\nBloomseer Poplar's Backstory: Born around 2217 to a healer father, Bloomseer Poplar grew up studying his extensive collection of books on trees, plants, and their medicinal properties. At the age of 35, she heard rumors about the mythical Oasis and dedicated the next decade of her life to searching for it. In 2262, she finally discovered the site and was welcomed into the nascent Treeminder community by Tree Father Birch and Leaf Mother Laurel, taking the name 'Poplar' and becoming the third member of the group. Initially met with Birch's suspicion, Laurel's persuasion allowed Poplar to stay and begin studying the ways of the Treeminders. Combining her medical knowledge with the unique properties of Oasis, Poplar helped develop the Ceremony of Purification and other curatives alongside the founders. Over the next fifteen years, she refined her understanding of Harold and Bob, harnessing the powers of Oasis for its denizens. Her expertise in botany and medicine was instrumental in understanding Oasis's flora and developing substances that could control the growth of Bob."
}