{
  "name": "Christine Kendall",
  "url": "/wiki/Christine_Kendall",
  "dialogue_name": "CG03ChristineKendall.txt",
  "dialogue_url": "/wiki/CG03ChristineKendall.txt",
  "spawned_dead": false,
  "spawned": false,
  "essential": true,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "00034202",
  "ref_id": "0002B795",
  "editor_id": "CG03ChristineKendall",
  "location": "Vault 101",
  "location_url": null,
  "race": "Human",
  "gender": "Female",
  "affiliation": "Vault 101",
  "role": "Maintenance Technician",
  "detailed_location": "Vault 101",
  "voice_actor": "Jan Johns",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 5,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "level": "1",
  "misc_skills": [],
  "karma": "Good",
  "voice_type": "FemaleChild01FemaleAdult04",
  "geck_race": "AsianChild_(Growing_Up_Fast)",
  "topics": [
    {
      "topic": "GREETING",
      "topic_text": "GREETING",
      "emotion": "Sad 100",
      "response_text": "Mr. Brotch is a big fat liar!Play soundFO3 ChristineKendall BigFatLiar.ogghttps://fallout.fandom.com/wiki/File:FO3_ChristineKendall_BigFatLiar.oggnoicon",
      "index": "1"
    }
  ],
  "conversation": [
    {
      "topic": "CG03TurnInTestTopic",
      "topic_text": "CG03TurnInTestTopic",
      "emotion": "Happy 75",
      "response_text": "Mother can't wait to find out if I'll be going into Science or Home Economics.{smugly  she's not worried in the slightest}Play soundFO3 ChristineKendall MotherCantW…https://fallout.fandom.com/wiki/File:FO3_ChristineKendall_MotherCantWait.oggnoicon",
      "index": "4"
    }
  ],
  "combat": [],
  "description": "Christine Kendall is a 17 year-old Asian-American Female.\n\nChristine Kendall is a 17-year-old Asian-American resident of Vault 101 who works as a Maintenance Technician. She is introverted and discontent with her life in the vault, particularly her assigned job and the rigid expectations of her father. Christine often wonders about the world outside the vault's concrete walls and dreams of a different life.\n\nChristine Kendall's Personality: Christine is introverted and resentful of the constraints placed upon her in Vault 101. She carries a sense of entitlement due to her father's position, believing that connections should exempt her from undesirable assignments. She is easily frustrated and quick to voice her dissatisfaction, particularly regarding authority figures like Mr. Brotch. Despite her rebellious streak, she remains loyal to her family, especially her younger sister Monica.\n\nChristine Kendall's Backstory: Born and raised in Vault 101, Christine is the oldest daughter of John and Mary Kendall. She has a younger sister named Monica. Growing up, Christine learned that aligning with her father's expectations often resulted in verbal conflict, leading her to become increasingly introverted. In 2274, she took the G.O.A.T. (Generalized Occupational Aptitude Test) where her mother expressed hope she would pursue either science or home economics. However, the test results assigned her to work in maintenance with Stanley Armstrong, a decision that infuriated Christine. She immediately sought her father's intervention, confident he would overturn the assignment. Since then, Christine has developed a particular resentment toward Mr. Brotch, the overseer of the test, and isn't shy about expressing her disdain for him."
}