{
  "name": "Connelly",
  "url": "/wiki/Connelly",
  "dialogue_name": "",
  "dialogue_url": null,
  "spawned_dead": true,
  "spawned": false,
  "essential": false,
  "can_be_enslaved": false,
  "is_doctor": false,
  "is_merchant": false,
  "can_repair": false,
  "can_be_companion": false,
  "base_id": "xx00BD7F",
  "ref_id": "xx00C249",
  "editor_id": "DLC03GhoulConnelly",
  "location": "Old Olney underground",
  "location_url": "/wiki/Old_Olney_underground",
  "race": "Ghoul",
  "gender": "Male",
  "affiliation": "Other ghouls living inOld Olney underground",
  "role": "Deceased traveler",
  "detailed_location": "Old Olney underground",
  "special": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 5,
    "Charisma": 2,
    "Intelligence": 5,
    "Agility": 5,
    "Luck": 5
  },
  "mod_special_values": {
    "Strength": 5,
    "Perception": 5,
    "Endurance": 6,
    "Charisma": 2,
    "Intelligence": 5,
    "Agility": 6,
    "Luck": 5
  },
  "level": "1",
  "misc_skills": [],
  "karma": "Neutral",
  "voice_type": "MaleGenericGhoulDC",
  "geck_race": "Ghoul",
  "topics": [],
  "conversation": [],
  "combat": [],
  "description": "Connelly is a 150 year-old Ghoul Male.\n\nA cautious and somewhat stubborn ghoul, Connelly is a friend of Sanders who reluctantly followed him north despite his reservations about the dangers of the wasteland. He believed linking up with Roy Phillips at Warrington Station would be safer than venturing into the northern wastes. Practical and survival-oriented, Connelly took on the task of erecting makeshift barricades around the ghoul settlement in Old Olney to protect against local wildlife, particularly mole rats. His last words, 'I told you so!' reflected his long-held belief that the northern route was too dangerous.\n\nConnelly's Personality: Cautious, skeptical, stubborn, practical, and survival-oriented. Connelly values safety and is quick to voice his concerns about dangerous situations.\n\nConnelly's Backstory: Connelly was once a human living before the Great War, but like many others, he was exposed to significant radiation that transformed him into a ghoul. Over the years, he formed a close friendship with Sanders, another ghoul with whom he shared a cautious approach to life in the wasteland. When Sanders proposed moving north to settle away from humans, Connelly voiced his disagreement, suggesting they should instead link up with Roy Phillips' ghoul community at Warrington Station. Despite his reservations, he ultimately followed Sanders and a group of other ghouls as they journeyed north, eventually settling in the underground ruins of Old Olney."
}