{
    "bio_url": "/wiki/Balimund",
    "bio": "Balimund is a Nord man living in Riften. He is a blacksmith and works at the forge outside his shop the Scorched Hammer, located near the Riften Grand Plaza marketplace. He lives in the same building as his shop. He has shoulder-length dirty-blond hair and a thick mustache.\r\nIn the morning Balimund usually  starts by working on the tanning rack. He restocks his supply iron and steel ingots about once a month, and keeps them in his basement.\r\nBalimund may ask the player to bring him 10 Fire Salts (a valuable alchemical ingredient), in order to fuel his special forge.\r\nIf the player gives Balimund 10 Fire Salts, Balimund will consider the player a friend. Another way for Balimund to consider the player a friend is for the player to invest in Balimund’s business.\r\nIf Balimund considers the player a friend, and if the player is wearing an Amulet of Mara (signaling one's intention of finding a spouse), Balimund will accept a marriage proposal from the player.\r\nBalimund buys and sells weapons, apparel, and miscellaneous items. He is also an expert Smithing trainer. \r\nSeveral years ago, Balimund adopted a Nord boy named Asbjorn Fire-Tamer from the Honorhall Orphanage, and has been teaching Asbjorn the blacksmithing profession ever since. Asbjorn has deep gratitude and admiration for Balimund.\r\nQuotes:\r\n\"Come to see Balimund perform miracles with steel, eh?\"\r\n\"What brings you to Balimund today? Repair? Purchase?\"\r\n\"Nothing like the smell of a white, hot blade, eh?\"\r\n\"Looking for some armor, a weapon perhaps?\"\r\nIf the player asks him for a lesson in Smithing: \"You wish to do what I do? Very well.\"\r\n\"Return anytime. You're quite welcome here.\"\r\n\"Smithing's been in my blood for generations. I owe my success to my forefathers and their recipe for flame. The secret is my forge. It consumes fire salts, a strange mineral that burns as hot as Red Mountain lava.\"\r\nIf he is asked where fire salts can be found: \"A flame atronach's body might provide fire salt. They're dangerous creatures that can be summoned by wizards. Of course, it would be much easier to check with an alchemist. They occasionally have them for sale.\"\r\nIf the player gives him 10 Fire Salts: \"Amazing! These must have been very hard to come by. You've saved my business and warmed an old smith's heart. For that, I thank you.\"",
    "name": "Balimund",
    "voice_model": "MaleBrute",
    "skyrim_voice_folder": "MaleBrute",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "019DF1",
    "base_id": "01334C",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}