{
    "bio_url": "/wiki/Karliah",
    "bio": "Karliah is a Dunmer thief, a member of the Nightingales and a former member of the Thieves Guild. She is involved in five of the Thieves Guild quests, during which she becomes a temporary follower.\r\nKarliah was trained in the art of thievery by her mother, Dralsi Indoril, and is the granddaughter of Queen Barenziah, as well as Drayven Indoril, who is rumored to be a descendant of the Dunmer saint Indoril Nerevar. She was a member of the Thieves Guild and the Nightingales along with Gallus Desidenius and Mercer Frey. She was also involved romantically with Gallus Desidenius, who called her his \"Little Nightingale.\" She also stated that she owes her skills to Gallus saying \"He honed my skill to a razor sharp point.\" Karliah was exiled from the guild for 25 years after Mercer framed her for Gallus' murder. Since then, she prepared to take vengeance on him for Gallus' murder and framing her for it, along with betraying Nocturnal and the Thieves Guild with using his lies to become Guildmaster.\r\nKarliah is the only Dunmer in the game whose eyes are violet. Her armor is a lighter shade of gray than the Guild Master's Armor Set and has the same brown-colored straps and satchels of the Thieves Guild Armor. Parts of it can appear purplish in some light, and it also appears to have a unique dagger strapped to the left shoulder, though it is for aesthetic purposes.\r\nMercer Frey and the Dragonborn hunt for Karliah in the dungeon Snow Veil Sanctum, after she hinted that is where she wanted to face Mercer due to being the place where Gallus was murdered.\r\nOnce Mercer picks the dragon claw door, the Dragonborn walks in first. Karliah shoots the Dragonborn with a poisoned arrow, and the Dragonborn passes out soon after. Awakening again, their vision is blurry, and Mercer and Karliah are heard talking. From their dialogue, it is learned that Mercer is guilty of committing many crimes against the guild. Karliah escapes thanks to using an invisibility potion since she knew facing Mercer now was a death sentence and Mercer notices the Dragonborn is still alive.\r\nHe stabs the Dragonborn, attempting to kill them to ensure the truth is never exposed, but because of the poison on Karliah's arrow, made to slow the victim's heartbeat and stop them from bleeding out, they survive. Karliah then takes them back to her camp outside the Sanctum to nurse them back to health. After the Dragonborn regains their strength, Karliah sends them to Winterhold to figure out how to decode Gallus's Encoded Journal.\r\nThe Dragonborn is sent to Calcelmo by Enthir to duplicate the writings on Calcelmo's stone, in Calcelmo's Tower. He will not let them in, so the Dragonborn has to gain entry to the museum in another way. Once the translation is acquired, Karliah will be present at the Frozen Hearth inn with Enthir who will translate the passages, confirming that Mercer not only stole vast amounts of gold from the Guild, but desecrated something called the \"Twilight Sepulcher.\" Karliah will express utter shock at this but cannot elaborate just yet. With the evidence in hand, Karliah asks the Dragonborn to meet her in The Ragged Flagon to confront Mercer and reveal the truth to the guild, awarding them with an item which once belonged to Gallus: a level-dependent Nightingale Blade.\r\nThe Dragonborn meets Karliah and faces the guild with her, who are still in the belief she was Gallus' murderer due to Mercer's lies. Karliah hands over Gallus' journal as proof of her innocence and joins Brynjolf and the others as the vault is opened to reveal that Mercer robbed it dry. Though this vindicates her, she is just as angry as the rest of them and refers the Dragonborn to Brynjolf, who asks them to find evidence of Mercer Frey's whereabouts and will have to infiltrate his house to get his plans.\r\nThe Dragonborn learns about the Nightingales and is taken to the Nightingale Hall by Karliah and Brynjolf to become a Nightingale. She wants them to be prepared for the task of killing Mercer Frey for his betrayal. Once there, after all three suit up in their Nightingale Armor, Karliah summons Nocturnal, patron Daedric Prince of thieves, and asks to reinstate her Nightingale status along with granting it to the Dragonborn and Brynjolf. Nocturnal grants her blessing, making them all Nightingales, and they set off to take vengeance on Mercer.\r\nKarliah and Brynjolf have traveled to Irkngthand in their pursuit of Mercer Frey. They want the Dragonborn to meet them there. Inside they need to locate and eliminate Mercer and take the Skeleton Key he has stolen from Nocturnal. When they find him attempting to secure the Eyes of the Falmer before making good his escape from Skyrim, he separates the Dragonborn from Karliah and Brynjolf, before using a Frenzy-type spell on Brynjolf, forcing him into fighting Karliah against his will. The spell is broken once the Dragonborn slays Mercer, and all three escape the flooding chamber when a hole opens in the ceiling, leading them safely out to Bronze Water Cave.\r\nThe Dragonborn must return the Skeleton Key, and in order to do so, they have to follow the Pilgrim's Path inside the Twilight Sepulcher. After this is done, The Dragonborn can go back to the cave and choose a power each day. Karliah is also allowed a chance to make peace with the spirit of Gallus before he departs to return to Nocturnal's realm.\r\nHow could Mercer have gotten into the Vault? \"All I can tell you for now is that he's abused his authority as a Nightingale.\"\r\nI don't feel stronger. \"With the Skeleton Key missing from the Twilight Sepulcher, I'm afraid Mercer's seen to it that none of us can benefit from Nocturnal's gifts.\"",
    "name": "Karliah",
    "voice_model": "Karliah",
    "skyrim_voice_folder": "FemaleUniqueKarliah",
    "race": "Dunmer",
    "gender": "Female",
    "species": "Elf",
    "ref_id": "058F1A",
    "base_id": "01B07F",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}