{
    "bio_url": "/wiki/Ghorza_gra-Bagol",
    "bio": "Ghorza gra-Bagol lives in Markarth, where she works as a blacksmith. She is an Orc.\r\nShe was raised in an Orc Stronghold, where she first learned the use of the hammer and anvil. However, as she grew up, Ghorza began to find distaste in the tribe's traditions, feeling shackled by their strict ethics.\r\nNot wanting to be married off to some chieftain in another Orc stronghold, she eventually abandoned her tribe, accompanied by her brother, Moth. Together, Ghorza and Moth enlisted in the Imperial Legion and mastered their skills as smiths over the course of 10 years of service.\r\nGhorza now serves as one of Markarth's primary blacksmiths, operating a forge near the center of the city. She has an untalented apprentice - a young man named Tacitus Sallustius. Ghorza's brother Moth works up in Understone Keep as the personal blacksmith for the jarl of Markarth. At night, Ghorza heads up to this keep, as she shares living quarters there with her brother.\r\nGhoza can usually be seen wearing a blacksmith apron. For a fee, she is often willing to provide a training session in art of smithing.\r\nGhorza may ask for a copy of the \"Last Scabbard of Akrash\". If this book is brought to her, she will be grateful and provide a reward, via either gold or a private smithing lesson.\r\nGhorza is an eligible bachelorette, open to marriage if a suitable candidate presents themselves. A suitor seeking Ghorza's hand in marriage will likely need to do something to impress her or otherwise attain her respect and favor.\r\nDuring her workday at the forge, Ghorza is willing to sell weapons, armor, and smithing materials to those seeking to buy them. She is also willing to buy such items from others, at a cheaper rate.\r\nExamples of Ghorza's dialogue towards Tacitus:\r\n\"Tacitus? What is this? Is that what you call a nail? In the Legion, we would have called this 'useless'. Look how brittle the metal is! You thought you would skip a step? Not heat the metal all the way through? Useless! Now do it again.\"\r\n\"Your job is to do what I say. And I say you have many nails and fittings to make before you even touch a blade. Now get to work.\"\r\n\"You strike your metal like a new mother giving her babe a light slap. Hit it harder.\"\r\nExamples of Ghorza's dialogue towards others:\r\n\"Need a new blade?\"\r\n\"Got an axe here. Good for cleaving up Forsworn.\"\r\n\"How about some armor?\"\r\n\"You'll want some thick armor if you're traveling the Reach alone.\"'\r\n\"Don't bother with Tacitus. Useless.\"\r\n\"You'd think an apprentice could forge a few hinges. Not Tacitus.\"\r\n\"Let me know if you need something forged.\"\r\nIf asked where she learned to smith: \"Grew up in a stronghold. Every Orc girl tended the forge at some point. But a girl has to grow up, and life in the stronghold asked for a lot in return, so I joined the Legion. Mastered my trade there.\"\r\nIf asked about growing up in a stronghold: \"That's right. An Orc stronghold. Kept to ourselves. Lived as our ancestors would have wanted. Wasn't enough for me, though. I left. Didn't want to end up as the third wife of some lowly chieftain.\"\r\nIf asked for a smithing lesson: \"It's an honorable craft. I'll show you what I can.\"\r\n\"Here, let me show you how an Orc learns to smith.\"\r\nIf asked what's wrong with her apprentice: \"Tacitus? Boy's an Imperial. I keep showing him how to treat the iron, but he never gets it. In the Legion, the Imperial smiths used to read books when they couldn't set their hammers straight. Wisdom of the old, I guess. If you find a book called 'The Last Scabbard of Akrash', could you bring it to me? Tacitus sure isn't learning by example...\"\r\nIf brought a copy of 'The Last Scabbard of Akrash': \"Books. Don't know why the Imperials like these so much. This should help the boy, though, Malacath willing.\"",
    "name": "Ghorza gra-Bagol",
    "voice_model": "FemaleOrc",
    "skyrim_voice_folder": "FemaleOrc",
    "race": "Orsimer",
    "gender": "Female",
    "species": "Elf",
    "ref_id": "019906",
    "base_id": "01339A",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}