{
    "bio_url": "/wiki/The_Caller",
    "bio": "The Caller is an Altmer mage and the leader of the mage faction at Fellglow Keep. She imprisoned Orthorn, after influencing him to steal the books regarding the Eye of Magnus. She is the tertiary antagonist of the College of Winterhold questline and the final boss of the quest \"Hitting the Books.\"\r\nIn battle, she usually Dual Wields Sparks, but she will occasionally cast Conjure Flame Atronach, Conjure Frost Atronach, or Conjure Storm Atronach. She can summon multiple Atronachs at a single time and can teleport across the room. Followers wielding bows or spells can compensate for these tactics. After her death, she can be reanimated as a Dead Thrall.\r\nA battle can be avoided via persuasion, allowing the Dragonborn to take the books and leave. However, this prevents them from receiving the \"Fellglow Ritual Chamber Key\" needed to unlock the door to Fellglow Ritual Chamber behind her.\r\nIt can also be avoided by agreeing to hand over Orthorn. With a high Sneak level, one can then approach her from behind and kill her.\r\nIf Orthorn is told to get to safety and that he is not needed, she can be persuaded, the books taken and then sneak-attacked from behind to get the key.\r\nOr, agree to hand over Orthorn. While he protests and she still displays dialogue, exit out of the conversation, walk up behind her (no need to sneak as she will not be hostile at this point) and power attack her with a strong weapon (e.g. Mace of Molag Bal). She will have 50 (2%) health left, depending on game difficulty, and can be killed much more easily.\r\nAlternatively, use a bow. Hide in one of the alcoves behind the Caller and use a bow while sneaking. If you already have the perk \"Deadly Aim\", this should kill her immediately. If not, she will not notice you at first; she will act as though she is engaging you, but she will run around searching. Eventually she will return to her lecturn, where you can shoot her again. After that, simply use Unrelenting Force to throw her and a spell to finish her off.\r\nThe Caller can be resurrected using Reanimate Corpse, and she will follow you outside.",
    "name": "The Caller",
    "voice_model": "FemaleElfHaughty",
    "skyrim_voice_folder": "FemaleElfHaughty",
    "race": "Altmer",
    "gender": "Female",
    "species": "Elf",
    "ref_id": "04D247",
    "base_id": "04D246",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}