{
    "bio_url": "/wiki/Arngeir",
    "bio": "Arngeir is an older Nord man. He is a powerful elder Greybeard who serves as the instructor and mentor in the Way of the Voice for the Dragonborn and others (such as Ulfric Stormcloak). He also serves as a general spokesman for the Greybeards, since the others cannot speak without using the Thu'um. He wears a set of hooded Greybeard's robes.\r\nArngeir and his fellow Greybeards live at High Hrothgar. He can be found meditating in one of the wings of High Hrothgar, sleeping in the bedroom at the western end of High Hrothgar, or in the High Hrothgar Courtyard behind the main building. He is the right hand of Paarthurnax and has taken it upon himself to zealously guard the Throat of the World.\r\nAfter the Dragonborn has retrieved the Horn of Jurgen Windcaller, Arngeir can be asked where to find a Word of Power. Arngeir will then have two possible replies: \"We heard a whisper of a Word. Give me your map, and I will show you where its echo can be found\". If he has no locations to show you, Arngeir will say: \"There is only silence right now. Perhaps later we will hear one of the lost Words.\"\r\nIf the Dragonborn speaks to Arngeir about the Blades organization calling for Paarthurnax to be killed, Arngeir will respond by calling the Blades \"bloodthirsty barbarians\". If asked about the Blades have levied against Paarthurnax, Arngeir will admit that what they say is true, but will explain that all dragons served Alduin and that, had it not been for Paarthurnax, the rebellion against Alduin would have failed.\r\nIf the Dragonborn says they will not kill Paarthurnax, Arngeir will respond by stating that Kynareth has bestowed the gift of wisdom upon the Dragonborn, urging the Dragonborn to continue on this path. Should the Dragonborn say that they are still unsure of what to do about Paarthurnax, Arngeir will highlight the need to think the decision through carefully, and say \"Doing nothing can be the wisest choice, although strangely often the most difficult.\"\r\nIf the Dragonborn kills Paarthurnax, Arngeir will be furious and say \"This is how you repay our trust?! Paarthurnax's trust?! His noble spirit... the wisdom of ages... his deep understanding of our existence... all gone and for what? A mindless vendetta urged on by a cabal of Akaviri barbarians! Begone, before even my philosophy is tested beyond the breaking point. We are men of peace. You are not.\" The Dragonborn will then be essentially denounced by the Greybeards. If the Dragonborn tries to converse with Arngeir further after killing Paarthurnax and being reprimanded by Arngeir, Arngeir will only reply with \"We have nothing to say to each other. Paarthurnax's murder is beyond my powers of forgiveness.\"\r\nQuotes:\r\n\"Dragonborn. It is you. Welcome to High Hrothgar.\"\r\n\"I am master Arngeir. I speak for the Greybeards. Now, tell me, Dragonborn, why have you come here?\"\r\n\"We are the Greybeards, followers of the Way of the Voice. You stand in High Hrothgar, on the slopes of Kynareth's sacred mountain. Here we commune with the voice of the sky, and strive to achieve balance between our inner and outer selves.\"\r\n\"You are not the first Dragonborn. There have been many of the Dragon Blood since Akatosh first bestowed that gift upon mortalkind. Whether you are the only Dragonborn of this age... that is not ours to know. You are the only one that has been revealed thus far. That is all I can say.\"\r\n\"We are honored to welcome a Dragonborn to High Hrothgar. We will do our best to teach you how to use your gift in fulfillment of your destiny.\"\r\n“When you Shout, you speak in the language of dragons. Thus, your Dragon Blood gives you an inborn ability to learn Words of Power. All Shouts are made up of three Words of Power. As you master each Word, your Shout will become progressively stronger.”\r\n\"Your quick mastery of a new Thu'um is... astonishing. I'd heard the stories of the abilities of Dragonborn, but to see it for myself...\"\r\n\"Dragons have always been able to Shout. Language is intrinsic to their very being. There is no difference in the dragon tongue between debating and fighting. Shouting comes as naturally to a dragon as breathing, or speaking. In mythic times, when mortalkind was in great need, the goddess Kynareth granted us the ability to speak as dragons do. For most people, long years of training are required to learn even the simplest Shout. But for you, the dragon speech is in your blood, and you learn it almost without effort.\"\r\n\"The Voice was a gift of the goddess Kynareth, at the dawn of time. She gave the mortals the ability to speak as dragons do. Although this gift has often been misused, the only true use of the Voice is for the worship and glory of the gods. True mastery of the Voice can only be achieved when your inner spirit is in harmony with your outward actions. In the contemplation of the sky, Kynareth's domain, and the practice of the Voice, we strive to achieve this balance.\"\r\n“Jurgen Windcaller was a great war leader of the ancient Nords, a master of the Voice, or Tongue. After the disaster at Red Mountain, where the Nord army was annihilated, he spent many years pondering the meaning of that terrible defeat. He finally came to realize that the gods had punished the Nords for their arrogant and blasphemous misuse of the Voice. He was the first to understand that the Voice should be used solely for the glory and worship of the gods, not the glory of men. Jurgen Windcaller's mastery of the Voice eventually overcame all opposition, and the Way of the Voice was born.\"\r\n“Sky above, voice within.\"\r\n\"Wind guide you.\"\r\n\"Breath and focus.\"\r\n\"Your training proceeds well, Dragonborn.”",
    "name": "Arngeir",
    "voice_model": "Arngeir",
    "skyrim_voice_folder": "MaleUniqueArngeir",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "0886B3",
    "base_id": "02C6C7",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}