{
    "bio_url": "https://www.nexusmods.com/skyrimspecialedition/mods/120220",
    "bio": "Juliette, a Nord girl with an innate talent for magic, was born in a small village on the outskirts of Winterhold. From a young age, she demonstrated an unusual affinity for the arcane arts, particularly in the fields of destruction and alteration magic. Her family, though wary of magic due to the distrust many Nords held towards it, recognized her potential and sought to find a way to nurture her gift.\r\nWhen she turned thirteen, Juliette's parents took her to the College of Winterhold, hoping the mages there could help her develop her abilities in a safe and controlled environment. The College, ever open to young talents, accepted her with open arms. Juliette quickly proved herself to be a diligent and passionate student, often staying up late into the night studying ancient tomes and practicing spells.\r\nDespite her young age, Juliette's skills grew rapidly. She formed a close bond with several of the College's instructors, who saw in her a promising future mage. Among her peers, she was both admired and envied for her natural talent and dedication. However, Juliette remained humble, always eager to help others and share her knowledge.\r\nAs she grew older, Juliette's desire to explore the world beyond Winterhold also grew. She wanted to use her magic to help those in need and to uncover the many mysteries of Tamriel. With the blessings of her mentors, she set out on a journey, eager to prove herself and to make a difference in the world.\r\nHer travels eventually led her to cross paths with adventurers and warriors, with whom she formed strong bonds. Her kind heart, keen intellect, and formidable magical abilities made her an invaluable ally. Despite the many dangers she faced, Juliette's spirit remained unbroken, and she continued to carry the teachings of the College of Winterhold with pride and honor.\r\n",
    "name": "Juliette",
    "voice_model": "FemaleYoungEager",
    "skyrim_voice_folder": "FemaleYoungEager",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": null,
    "base_id": null,
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}