{
    "bio_url": "/wiki/Knight-Paladin_Gelebor",
    "bio": "Knight-Paladin Gelebor is one of the last known Snow Elves alongside his brother, Arch-Curate Vyrthur. Gelebor has served as a sentinel and Knight-Paladin at the Chantry of Auri-El for thousands of years.\r\n\r\nGelebor's exact age is uncertain, but he has been living since before the Atmoran conquest of Skyrim in the First Era, when the Snow Elf civilization was a wealthy and prosperous society. This means that Gelebor is over four thousand years old.\r\nDuring this time, he served as a Knight-Paladin for the Chantry of Auri-El, the epicenter of worship in the Snow Elf faith, and a retreat for those who wished to become enlightened. He is responsible for protecting the Chantry, and everything in it, until he dies.\r\nFollowing the war with the Atmorans, most of his race was either wiped out or forced into hiding. Eventually, many of his kin took refuge with the Dwemer, a subterranean race of mer. The Chantry itself was quite isolated, so much of the worldly affairs occurring in Skyrim passed them by. Only about a hundred or so Snow Elves remained within the Chantry, by the time the Snow Elves of Skyrim and Solstheim were hunted to extinction, but the Chantry managed to remain a secret to both the Dwemer and the Atmorans for many years.\r\nIronically, their downfall came from Falmer; the twisted race into which their fellow Snow Elves, those who had taken refuge with the Dwemer, had devolved. The Falmer eventually discovered Gelebor and the remaining followers of Auri-El, and swarmed the Chantry in vast numbers until they were completely overrun. Gelebor led a small group of paladins, but they were no match for the Falmers' sheer numbers. The Falmer even found a way to breach the Inner Sanctum, where Gelebor's brother, the Arch-Curate, resided. In the end, Gelebor and his brother were the only two Snow Elves who survived.\r\nIn the centuries since the disappearance of his race, Gelebor has stayed true to his oath as a Knight Paladin and continued to tend to the Chantry. He became estranged from his brother Vyrthur, who remained at the Inner Sanctum, and has long believed the Falmer corrupted him when the Chantry was attacked. Gelebor has never been able to confront Vyrthur, however, as he believes leaving the Wayshrines within the Chantry unguarded would be violating his sacred duty. Over the years, countless travellers and adventurers have discovered the Chantry while searching for Auriel's Bow. Gelebor proposed the same arrangement to each of them - the death of his brother in return for the bow. None have ever been successful.\r\n\r\nGelebor is encountered in Darkfall Cave at the shrine of Auriel, and will ask the player to kill his brother, who Gelebor believes has become corrupted by the Falmer.\r\n\r\nIf the player is successful in retrieving Auriel's Bow, Gelebor will offer to bless normal elven arrows, thus transforming them into Sunhallowed Elven Arrows.",
    "name": "Knight-Paladin Gelebor",
    "voice_model": "Gelebor",
    "skyrim_voice_folder": "DLC1MaleUniqueGelebor",
    "race": "Snow Elf",
    "gender": "Male",
    "species": "Elf",
    "ref_id": "00A878",
    "base_id": "00A877",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - started"
}