{
    "bio_url": "/wiki/Haran_(Skyrim)",
    "bio": "Haran is a Nord food merchant and citizen of Winterhold.\r\nHaran can be found in Winterhold inside The Frozen Hearth where she works with her husband, Dagur, and looks after their daughter, Eirid.\r\nShe also shares the beliefs of her husband and daughter, as she willingly welcomes mages from the College into the Inn and accepts Nelacar's residence within the tavern, even going as far as to say that Jarl Korir can eat and drink at home if he doesn't like mages at the inn.\r\nShe asks the Dragonborn to go talk to Ranmir, about paying back some  he still owes her.\r\nAfter speaking with her husband, she directs the Dragonborn to Vex in Riften for the next stage.\r\nIn Dawnguard, Haran is a possible target during \"New Allegiances,\" in which Vingalmo, courtier in Castle Volkihar, asks the Dragonborn to turn the target into a vampire for political purposes.\r\nKilling Haran or stealing something from the Frozen Hearth may prompt hired thugs to seek out the Dragonborn and exact revenge.\r\nHaran \"I understand Eirid's been playing 'Hunt the Elf' again.\" Haran \"I'm not 'fretting.' I don't want Eirid playing those sorts of games!\"\r\nHaran \"What of it? It's our inn, and they do him no harm.\" Dagur \"I believe that he was suggesting that their presence causes him harm.\" Haran \"Well, then he's welcome to eat and drink at home, isn't he?\"\r\nHaran \"How long are we going to let Ranmir drink himself into a stupor? When will enough be enough?\" Dagur \"As long as he keeps paying, I suppose. He keeps to himself and doesn't hurt anyone.\" Haran \"Are you sure of that? I think Birna might disagree with you.\" Dagur \"It's not my place to get involved in their family's business, remember? You're the one who told me to stay out of it.\"\r\nHaran \"No. Even Ranmir can only drink so much.\" Haran \"I suppose that's a benefit to having so few customers.\"",
    "name": "Haran",
    "voice_model": "FemaleCommoner",
    "skyrim_voice_folder": "FemaleCommoner",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": "01C18E",
    "base_id": "01C184",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}