{
    "bio_url": "/wiki/Barknar_(Dawnguard)",
    "bio": "Barknar and his wife Alvide are currently seeking refuge in Dayspring Canyon, near Fort Dawnguard. They came here for protection from the recent vampire attacks in various parts of Skyrim. The Dawnguard are an order of vampire hunters that recently re-emerged as a response to the recent vampire attacks. Fort Dawnguard is a large castle southeast of Riften which serves as the Dawnguard's base of operations. The castle is hidden deep in Dayspring Canyon, within the Velothi Mountains at the southeastern tip of Skyrim.\r\nThe leader of the Dawnguard is a stoic Redguard man named Isran. Unfortunately, Isran won't let Barknar and the other refugees inside the walls of their castle. Barknar and Alvide now live in a camp within the canyon, just outside the castle walls. An old man named Sern and a Redguard woman named Jayri are friendly fellow refugees who also live in this camp.\r\nBarknar and his wife are Nords. Barknar wears standard clothing, boots, typically wearing a cowl over his head. His wife is slightly annoyed with him because he had assured her that they would be allowed to take refuge within the castle itself, as opposed to having to camp outside the castle walls. Barknar spends much of his time chopping wood, cooking, or wandering in the forested area around the camp.\r\nQuotes:\r\n\"I've no love for living out of a tent, but I'll take that over being ripped apart.\"\r\n\"Why can't they just let us in? We won't get in the way!\"\r\n\"It looks like this is as close as we're going to get being safe from the vampires.\"\r\n\"I hope Alvide doesn't think less of me, but I can't protect her on my own. We're safer here.\"",
    "name": "Barknar",
    "voice_model": "MaleNord",
    "skyrim_voice_folder": "MaleNord",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "0198B5",
    "base_id": "0198B4",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}