{
    "bio_url": "/wiki/Drennen",
    "bio": "Drennen was a Nord warrior. He was an explorer who sought the Lexicon at the Dwemer Ruin of Avanchnzel, where he died. The expedition included Drennen, From-Deepest-Fathoms, Breya, and Watches-The-Roots. His corpse can be found at the Avanchnzel Animoncultory.\r\nHe was the most apprehensive of the four about the dangers of the ruins and is the first one to leave the group. He was killed shortly after parting ways from the other three, though it is unknown how he was killed.\r\nHe appears as an orange ghost as one progresses through the ruins, and his body is found a short distance before the area where he last appears.\r\nDrennen \"I don't like this place. It feels like we're being...watched.\" Breya \"Its a simple job, Drennen. We get in, we steal the Lexicon, we leave. Don't get jumpy.\" Roots \"Enough. Their services will be more than adequate. Let us continue.\"\r\nDrennen \"This place is unbelievable.\" Roots \"Indeed. Avanchnzel is as much a library as it is a city. Built to hold the vast memories of the Dwemer.\"\r\nDrennen \"This place is huge.\" Roots \"It is large, indeed. I did not anticipate Avanchnzel's size or the time needed to uncover the entrance. A few hours sleep and we should be ready to continue through.\" Drennen \"Maybe we should turn back. I don't want to sleep here.\" Roots \"Drennen, do you understand that the Lexicon at the bottom of this place holds the accumulated memories of centuries of Dwemer.\" Breya \"Besides, you're not afraid of a few sleeping metal men. Are you, Drennen?\"\r\nDrennen \"I can't do this. We shouldn't be here. I'm sorry.\" Roots \"Calm yourself, Breya. We are close to the Lexicon. I can feel it calling. We can do it without Drennen.\"",
    "name": "Drennen",
    "voice_model": "MaleYoungEager",
    "skyrim_voice_folder": "MaleYoungEager",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "02BA30",
    "base_id": "04C734",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}