{
    "bio_url": "/wiki/Mercer_Frey",
    "bio": "Mercer Frey, a Breton man, lives in Riften. He is leader of the Thieves Guild in Skyrim. He also owns Riftweald Manor in Riften. He can typically be found behind his desk in the Ragged Flagon Cistern, within the Ratway underground sewer system of Riften.\r\nMercer wears the Guild Master's leather armor set, along with an Amulet of Articulation (boosting his powers of persuasion). He is armed with an enchanted Dwarven sword and a dagger. He also carries some gems restoration potions. He has graying hair.\r\nMercer joined the Thieves Guild at some point during the tenure of Guildmaster Gallus Desidenius. Mercer took over the position of guild leader after his predecessor Gallus Desidenius was supposedly murdered by Karliah.\r\nMercer may express impatience and irritation towards the player. Mercer is generally quite pessimistic, stressed, and irritable. Despite his personality, he appears to be quite sly. He also is quite adept in swordsmanship. Mercer is a master of stealth.\r\nMercer is a man utterly lacking in scruples both personal and moral, willing to betray and murder anyone who trusts him for personal profit. Over the course of more than twenty-five years, Mercer secretly broke his sworn oath as a Nightingale to the Daedric Prince Nocturnal and stole Nocturnal's Skeleton Key, robbed the Thieves Guild's treasury, murdered his predecessor Gallus, and pinned the blame for this all on Karliah.\r\n When talking to the player, Mercer will not admit to doing any of these things, unless he is within the Dwemer ruin of Irkngthand.\r\nAfter Brynjolf recruits the player to the Thieves Guild, Mercer will assign the player their first job, which requires the player to go to the Goldenglow Estate (located on some small islands in the middle of Lake Honrich to the west of Riften) to teach its proprietor Aringoth a lesson. Before going there, the player should probably talk to Vex so that she can describe the secret entrance to the estate to the player.",
    "name": "Mercer Frey",
    "voice_model": "MaleBrute",
    "skyrim_voice_folder": "MaleBrute",
    "race": "Breton",
    "gender": "Male",
    "species": "Human",
    "ref_id": "022651",
    "base_id": "01B07C",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - started"
}