{
    "bio_url": "/wiki/Danica_Pure-Spring",
    "bio": "Danica Pure-Spring, a middle-aged Nord woman, serves as a priestess of Kynareth and a healer in the Temple of Kynareth in Whiterun. She usually wears hooded monk robes.\r\nA prominent tree in the center of Whiterun’s Wind District, known as the Gildergreen, is considered to be sacred to Kynareth. The Temple of Kynareth is located very close to the Gildergreen. During a recent storm, a bolt of lightning struck the Gildergreen and gravely wounded it. With the Civil War raging and Danica spending most of time healing the wounded, she has been forced to neglect her other duties as priestess, including tending to the tree. \r\nDanica may ask the player to retrieve a magical dagger called Nettlebane from Orphan Rock (a Hagraven den located east of Helgen, in Falkreath Hold). This dagger allows one to cut the Eldergleam Tree. The Eldergleam is the oldest living thing in Skyrim, and perhaps the oldest in all of Tamriel. Danica hopes that the player will find Nettlebane, make their way to the Eldergleam Sanctuary in Eastmarch, use Nettlebane to gather some Eldergleam sap, and bring the sap to her. The Eldergleam’s magical sap should be capable of healing the Gildergreen and restoring it to its former state. If the player performs this quest for Danica, she will be willing to sell the player lessons in the Restoration school of magic, of which Danica is a veritable master.\r\nIn recent months, Danica has been providing medical consultation regarding the mental condition of a boy from Morthal named Joric, as well as sending potions to alleviate his symptoms. Joric's sister is a young woman named Idgrod the Younger, who has been writing letters to Danica about Joric's condition. Joric’s mother is Jarl Idgrod Ravencrone of Hjaalmarch. Joric’s father is Aslfur, Jarl Idgrod’s husband and steward. Magic runs deep in that family's bloodline. If the player delivers to Danica another one of Idgrod the Younger’s letters, Danica will thank the player and give them a small gold reward for their trouble.\r\nInside the Temple of Kynareth, Danica and fellow healer Ahlam (a Redguard woman) will often discuss Ahlam's terrible and useless husband, a Redguard man named Nazeem.\r\nQuotes:\r\n“The temple here in the city is my charge. The goddess's divine blessings have no doubt helped make Whiterun a thriving and prosperous city. After all, it is she who brings rain to our crops and fair weather on the harvest days.\"\r\nIf asked if the Skyrim Civil War has affected her priestly duties: “Somewhat, yes. At first it seemed a distant thing, heard only in the idle speech of guards and traders. When the wounded soldiers began to return from battle, I did what I could to help them. As more of the sick and injured came to the temple, my work as a healer became more important than my duties as a priestess. I wish only an end to the fighting, so that I can tend to the temple once more.\"\r\n“Hello, child of Kynareth.”\r\n“Lately it seems I am more nurse than priestess, tending to those who have suffered, both in mind and body, from this terrible war. These are trying times for us all, I know. Many come to the Temple of Kynareth to pray, and I assist them as best I'm able.”",
    "name": "Danica Pure-Spring",
    "voice_model": "FemaleNord",
    "skyrim_voice_folder": "FemaleNord",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": "01A69F",
    "base_id": "013BA5",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}