{
    "bio_url": "/wiki/Fura_Bloodmouth",
    "bio": "Fura Bloodmouth, a Nord woman, is a vampire and a member of Lord Harkon's court. She also serves as a master trainer in two-handed melee weapons, to those who have joined Harkon's court.\r\nFura can usually be found near the smithing area of Castle Volkihar, training with her weapons on propped dummies.\r\nFura is fiercely loyal to Harkon and carries out his orders with glee. She cares little about the underlying politics that go on in Harkon's court and will often comment that the feud between two fellow court members, Orthjolf (a Nord man) and Vingalmo (an Altmer man), is tiresome. Fura wishes Orthjolf and Vingalmo would just kill each other.\r\nFura Bloodmouth may send the player to discreetly kill a Dawnguard member pretending to be an either a traveling merchant, bard, or pilgrim. The Dawnguard are an order of vampire hunters, and a sworn enemy of the Volkihar vampires.\r\nFura may also task the player with killing rogue feral vampires.\r\nQuotes:\r\nIf the player asks what they can do to help: \"You're going to kill a Dawnguard spy. But don't draw attention. Some kills are for fun, some for profit. And others are for sending messages. This one is a message. With any luck he'll bleed to death before anyone notices. A cold corpse will say what we want better than a warm one.\"\r\nIf the player kills the Dawnguard spy: \"Well done. Nothing like a good kill to get the blood pumping, is there?\"\r\nIf the player asks her what they can do to help: \"A bunch of feral vampires are running wild, upsetting the mortals. When the prey is riled, it makes things difficult for us. Go cull the brutish beasts before the problem gets out of hand.\"\r\nIf the player kills the feral vampires: \"Good job. At first you may pity the thin-bloods. But after disposing of a few, you realize they aren't worth the worry.\"",
    "name": "Fura Bloodmouth",
    "voice_model": "Fura",
    "skyrim_voice_folder": "DLC1FemaleUniqueFura",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": "0033B2",
    "base_id": "003363",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - kinda done"
}