{
    "bio_url": "/wiki/Sheogorath",
    "bio": "Sheogorath is the Daedric Prince of Madness. His realm in Oblivion is known as the Shivering Isles, otherwise known as the Madhouse or \"The Asylums\". It is separated into two distinct communities: Mania, the fantastic, colorful side, where art enthusiasts and insane revelers reside, and Dementia, the horrific, dark and ominous side, inhabited by those with the darker side of Sheogorath's blessings. Sheogorath is attended by his Chamberlain Haskill and the Nobles of his realm, the Duke and Duchess of Mania and Dementia. He is also the main antagonist in the Mages Guild questline in The Elder Scrolls Online.\r\nSheogorath is one of the few Daedric Princes whose creation may be linked to the change or destruction of an Aedra; others include Malacath and Meridia. Aldmeri creation stories attribute his creation to the removal of Lorkhan's \"divine spark.\" In one of these myths, he is described as the \"Sithis-shaped hole\" of the world. However, in an interview conducted by the Imperial Library, Haskill states this interpretation of the creation of Sheogorath may not be the case.\r\nIn search of the Mantella in the Aetherius realm known as the Mantellan Crux, Sheogorath appeared and helped the hero in accomplishing their goal.\r\nThe Shivering Isles is explained by Haskill to be whatever Lord Sheogorath wills it to be; inside the gates of the exotic and twisted land boasts striking new wildlife (unseen on Nirn) and the oddest oddities of creatures, including Baliwogs, Grummites and the deadly Scalon.\r\nThe government is split into three factions: Duke of Mania, Duchess of Dementia and Sheogorath himself. The names are self-evident when looking at Dementia's Crucible and Mania's Bliss.\r\nAt the end of the Third Era, Sheogorath sent an invitation to Tamriel by way of a strange door in Niben Bay. The Madgod demanded a mortal Champion to face his foes. Throughout the course of the expansion, the Hero of Kvatch learns that Sheogorath is in fact Jyggalag, the Daedric Prince of Order. He tells the Hero that at the end of every era he becomes Jyggalag again, and lays waste to his own Realm. After the Champion eventually defeats Jyggalag, he explains that in ancient times he was one of the more powerful Daedra Lords. The influence of his sphere was so great that the other Daedric Princes grew jealous and feared him. They cursed him to live as Sheogorath, the incarnation of the thing he hated most.\r\nAt the end of every Era, Jyggalag is allowed to take on his true form once again, and bring order to his realm, an event known as the Greymarch. After the Greymarch, however, he is transformed back into Sheogorath, who spreads madness upon the realm once more. The Champion can end this cycle by defeating Jyggalag during the Greymarch occurring at the end of the Third Era. This releases him from his curse, allowing him to remain in his true form instead of transforming back into Sheogorath. After defeating Jyggalag at the end of the expansion, the Champion is named the new Sheogorath.\r\nDuring the Fourth Era and Dragon Crisis, Sheogorath is \"on vacation\" in the mind of Pelagius Septim III and his absence from the Shivering Isles is felt by his servant Dervenin who asks the Last Dragonborn to convince the Mad God to return to the Isles. The Dragonborn finds themselves in Pelagius's mind and dressed in a Fine Hat and clothes. After introductions, and delivering Dervenian's request, Sheogorath explains to the Dragonborn that the only way to leave is to \"cure\" Pelagius's brain and tasks the Dragonborn to do so, and gives the hero the Wabbajack to help. After completing Sheogorath's tasks, Sheogorath agrees to leave and allowed the Dragonborn to keep the Wabbajack and clothes. He even asks that the Dragonborn \"look him up\" if they ever find themselves in the Shivering Isles. He even takes Dervenin with him back to Oblivion.\r\nSheogorath, as summoned in The Elder Scrolls II: Daggerfall.\r\nSheogorath often appears on Nirn as a well-dressed elderly gentleman, which many mortals do not expect.\r\nSheogorath during his vacations in Pelagius the Mad's mind.\r\nOriginally, Sheogorath was one of the Daedric Princes whom the Chimer, now Dunmer, revered in their ancient ancestral worship. However, when the Tribunal Temple became the dominating religion in Morrowind, Sheogorath along with Mehrunes Dagon, Malacath, and Molag Bal became known as one of the \"Four Corners of the House of Troubles\". He was said to rebel against the Tribunal, and thus worship of Sheogorath became punishable by death. His role in Dunmer culture is to test them for any psychological weakness, and is associated with the fear other races have of the Dunmer.\r\nWhen he rebelled against the Tribunal, Sheogorath tricked the moon Baar Dau, inspiring it to hurl itself at the city of Vivec. Sheogorath justified his actions by claiming Vivec was built in mockery of the heavens. Vivec is then said to have frozen Baar Dau in its descent, and the moon swore itself to the Tribunal's service forever. Today, the Tribunal Temple requires a pilgrimage to this moon, called the Shrine of Daring.\r\nSheogorath is one of the many prominent Daedric Princes in the culture of the Khajiit people. In the Khajiit myth of creation, Sheogorath is called \"Sheggorath.\" He is known as the \"Skooma Cat\" in Elsweyr.\r\nSheoggorath was believed to have been born from the union of Ahnurr and Fadomai. He is an adversarial spirit that tests Khajiit on the Path by making them doubt the truth of their own thoughts, beliefs, and actions. He must be faced along the Path and be overcome before a Khajiit can visit Hermorah's library. Some Khajiit tribes believe Sheggorath is dead and has been replaced by something Other.\r\nSheogorath's status as a Daedric Prince and as a member of the \"Four Corners of the House of Troubles\" has made his mainstream worship largely taboo. Throughout Tamriel, however, there are small shrines where the devoted worship the madgod in secret. However, there is one holiday that is at least loosely related to Sheogorath. The second of Sun's Dawn is when Mad Pelagius day is celebrated. According to Gwinas, on this day there are great festivals and invocations at the shrines of Sheogorath.\r\nThere are six artifacts made by Sheogorath which are known on the mortal plane. The best-known of these is the staff known as Wabbajack. It can transform a creature into something else, turn them into piles of cheese, or instant death, though it is impossible to predict the result, much like Sheogorath himself. This artifact can be found in the games Daggerfall, Oblivion, Skyrim and Online, after doing tasks for Sheogorath, as part of certain quests. Another artifact is the Gambolpuddy glove, which fortifies half of the user's attributes while draining the other half. Gambolpuddy is seen in Morrowind, where it was found under a pillow in Ald Daedroth. His third artifact is the Fork of Horripilation, a fork which drains the user's magicka. It was given by the Statue of Sheogorath in Ihinipalit, in St. Delyn's Canton's Waterworks in Morrowind. The fourth artifact worth noting is the Staff of the Everscamp. This unique artifact in Oblivion summoned four Everscamps who could be neither banished nor killed. The fifth artifact of Sheogorath is the Spear of Bitter Mercy which can summon a Frost Atronach wherever the holder of the staff points the staff. The last artifact and Sheogorath's main symbol of rulership is the Staff of Sheogorath, which freezes all foes in place. A lesser-known artifact of Sheogorath is the Folium Discognitum, a book that contains the collected insights of madmen; capable of giving the reader immense power and knowledge.\r\nSheogorath is one of the easiest Daedric Princes to summon. Although his official summoning date is the second of Sun's Dawn, Sheogorath can be summoned any time there is a storm occurring, or through an offering of a wolf or bear pelt. Another method of invocation is to leave an offering of yarn, lettuce and soul gems at his shrines in the mortal world.\r\nSheogorath savors the act of driving mortals insane and/or making them perform actions which can be seen as trivial or silly. He is completely unpredictable, and often comments in nonsensical or otherwise socially unacceptable statements. He often refers to the removal of entrails and has a curious obsession with cheese, which is taken to near hysterical levels in Oblivion. Despite being completely mad, Sheogorath displays incredible intelligence and insight. He is invested in the affairs of Oblivion, as seen in being part of the compact of Sotha Sil in 2920 and his mention of attending the \"parties\" of the other Princes. He has also shown to be capable of not only manipulating mortals, but other Daedra Lords as well. Some famous cases include when he manipulated Malacath into killing his own son, defeated Hircine in a battle of beasts, and beat Vaermina at her own game.",
    "name": "Sheogorath",
    "voice_model": "MaleCommonerAccented",
    "skyrim_voice_folder": "MaleUniqueSheogorath",
    "race": "Breton",
    "gender": "Male",
    "species": "Human",
    "ref_id": "02AC6C",
    "base_id": "02AC69",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Feel free to change voice"
}