{
    "bio_url": "/wiki/Benor",
    "bio": "Benor is a Nord man who lives in Morthal. He applied for guard duty once, but for unknown reasons he has not been accepted. He now helps the Morthal guards in any way he can. He has brown hair and a beard.\r\nBenor is friends with a Nord man named Gorm, who serves as Jarl Idgrod Ravencrone's housecarl. Both Benor and Gorm dislike Jarl Idgrod and are considering plans to overthrow her. He also dislikes Hroggar, because Hroggar is suspected of burning down his own house with his wife and child still inside in order to be with another woman named Alva. Despite being attracted to a local woman named Alva, Benor still rejects Alva’s sexual advances because he doesn’t feel comfortable cuckholding another man.\r\nBenor can often be found hanging around the Morthal Guardhouse. He often visits the Moorside Inn at night.\r\nBenor is distrustful of magic and is not happy about Jarl Idgrod allowing the Redguard mage Falion to live in Morthal. This is one of the primary reasons Benor dislikes Jarl Idgrod.\r\nWhen encountered by the player, Benor will want to demonstrate his fighting abilities, as he claims to be the best brawler in Morthal. If he is beaten in a brawl, he will give the player 100 gold and will subsequently be willing to follow the player on adventures across Skyrim. After traveling with the player for some time, Benor will accept a marriage proposal from the player if the player is wearing an Amulet of Mara (signaling one’s intention of finding a spouse).\r\nBenor strongest skills are the use of heavy armor and two-handed weaponry. He is also somewhat proficient in archery. His physical stamina is relatively low for a warrior. Despite this, he is proficient in the use of a shield and can survive in a fight fairly well.\r\nQuotes:\r\n\"I'm the best warrior in Morthal, and that's no boast.\"\r\n\"Morthal used to be a quiet place. But then, the world used to make sense.\"\r\n\"I figure the guards could always use some help, so I keep my eyes open.\"\r\n\"Been hoping they'd make me a guard, but not yet. Still, I'll help them out if I can.\"\r\n\"The Jarl does little to protect us these days.\"\r\n\"You ask me, we'd be better off without that wizard in town.\"\r\n\"This isn't the time or place for magic, or whatever it is Falion does.\"\r\n“I won't cuckhold another man, even a murderer like Hroggar.\"\r\nIf the player defeats him in a brawl: \"You're a real fighter. I like that. You ever need my steel by your side, you just ask.\"",
    "name": "Benor",
    "voice_model": "MaleBrute",
    "skyrim_voice_folder": "MaleBrute",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "01AA65",
    "base_id": "0135E8",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}