{
    "bio_url": "/wiki/Constance_Michel",
    "bio": "Constance Michel, a young Imperial woman, works at Honorhall Orphanage in Riften, as an assistant to an old woman named Grelod. Constance wears a belted tunic, and has brown shoulder-length hair.\r\nConstance’s boss Grelod has been ironically nicknamed “Grelod the Kind”. In stark contrast to Grelod, who is cruel and uncaring, Constance is a kind person who takes great pride in trying to make the children feel safe and loved. Constance spends much of her time cleaning around the orphanage and cooking for the children, herself, and Grelod.\r\nGrelod is not allowing any of the children in the orphanage to be adopted. The children say that Constance is nice to them, and that they want Constance to be in charge of the orphanage. Even though Constance is appalled at Grelod’s horrible treatment of the children, Constance will still defend Grelod, saying that Grelod is old and knows no other life. If Grelod dies, Constance will express some sorrow, but will not be devastated.\r\nGrelod can often be seen berating and threatening the children of the orphanage, calling the children worthless and claiming that no one will ever love them. If the player witnesses this and asks Constance if Grelod is always so cruel to the children, Constance will admit that she is always cruel to them. Grelod even physically beats the children for frivolous reasons, such as crying because they miss their parents. Under Grelod’s rules, the children are fed only one meal a day, in the late afternoon. A Nord boy named Aventus Aretino recently ran away from the orphanage to escape Grelod’s cruelty, fleeing back to his family’s now vacant residence in Windhelm, which made Grelod furious. Some of the children residing at the orphanage are Francois Beaufort (an Imperial boy who has been at the orphanage for approximately one year), Hroar (a Nord boy), Runa Fair-Child (a Nord girl), and Samuel (an Imperial boy whose mother used to work at the orphanage before dying in childbirth when Samuel was born). \r\nIf Grelod dies or is otherwise removed from her position as orphanage headmistress, Constance will take over as orphanage headmistress. If Constance takes Grelod's position as headmistress, she will greatly improve the conditions for the children living there, and will completely reverse Grelod’s previous policy of not allowing children to be adopted. Constance will subsequently send a multitude of letters and distribute fliers across Riften and the surrounding area, urging people to consider adopting a child.\r\nIf someone offers to adopt a child from Honorhall Orphanage, Constance will be delighted, but will ask questions in order to confirm that the child will be going to a good home. Constance will inquire about the prospective new parent's occupation, and whether or not they own a home that is spacious enough to accommodate the child. Constance will not accept prospective parents whose occupations involve criminal activity. If Constance is satisfied with the prospective parent’s answers, she will then ask them to speak to the child they wish to adopt, in order to confirm that the child agrees to be adopted by them. If the child agrees to be adopted, Constance will finalize the adoption and release them into the custody of their new parent. She will not allow the same person to adopt more than 2 children.\r\nQuotes:\r\n\"My only concern is for the children. The poor darlings have no one else.\"\r\nIf asked if Headmistress Grelod is always so cruel to the children: \"Sadly, yes. Even the townsfolk have taken to calling her 'Grelod the Kind'. Her very existence has become something of a running joke. Grelod runs this orphanage because she's old, and set in her ways, and doesn't know any other life. These children need love, and comfort. I try... But... I'm sorry, you should go. The children aren't up for adoption, and it's cruel to get their hopes up. Besides, Grelod hates... visitors.\"\r\n“This war has created so many orphans, and so few are willing to open their hearts to them…”\r\nIf Constance has become the headmistress of the orphanage, and the player asks if they may adopt a child: “Why yes, yes of course! What a wonderful surprise!”",
    "name": "Constance Michel",
    "voice_model": "FemaleYoungEager",
    "skyrim_voice_folder": "FemaleYoungEager",
    "race": "Imperial",
    "gender": "Female",
    "species": "Human",
    "ref_id": "019DE5",
    "base_id": "013350",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}