{
    "bio_url": "/wiki/Afflicted",
    "bio": "Like his fellow members of The Afflicted, he is a Breton villager who has been blessed with a wasting plague by the Daedric Prince Peryite. The collective name of this diseased group of Peryite worshippers is The Afflicted. The Afflicted pray to and worship Peryite, the Lord of Pestilence. The Afflicted have unusually red skin. They have the ability to vomit a green substance that is extremely acidic and toxic. Peryite has afflicted them so that they can cleanse all of Tamriel by spreading this affliction.\r\nThe Afflicted currently live within the underground ancient Dwemer ruin of Bthardamz, located at the base of the Druadach Mountains in The Reach. Bthardamz still contains active Dwemer automatons and traps within its depths. The Afflicted are staying sheltered within Bthardamz until their leader Orchendor informs them that Peryite has decreed that the time has come to release his plague across the land. The Afflicted are a close-knit group, viewing each other as brothers and sisters in their service to Peryite. The Afflicted are hostile to intruders (such as the player) and will attack them on sight, especially if Orchendor's safety is threatened. Orchendor, a Bosmer man, is the head servant of Peryite.\r\nLike many of The Afflicted, this particular member of The Afflicted wears black robes, and relies on magic if combat is necessary. He often leads his fellow devotees in prayer to Peryite.\r\nQuotes:\r\nWhen praying to Peryite: “Yes, a blessing. For many months we have sought your guidance, yet we have heard nothing from you. If we do not please you, give us a sign so that we may understand why.”\r\nWhen continuing to pray to Peryite: \"Yes, show yourself to us. Until that day, we will continue to devote our lives to you and suffer for you.",
    "name": "Afflicted",
    "voice_model": "MaleEvenToned",
    "skyrim_voice_folder": "MaleEvenToned",
    "race": "Breton",
    "gender": "Male",
    "species": "Human",
    "ref_id": "040400",
    "base_id": "066ADD",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}