{
    "bio_url": "/wiki/Malyn_Varen",
    "bio": "Malyn Varen, a Dunmer man, is a mage who's soul is located within Azura's Star, a Daedric artifact capable of absorbing souls. His physical body is dead, but his consciousness and soul live on within the crystalline structure of Azura's Star.\r\nYears ago, Malyn was exiled from the College of Winterhold for pursuing controversial research with soul gems, killing a student, and many other unacceptable experiments. He sought to find a way to become immortal, and he believed that storing his soul in Azura's Star would prevent him from dying. The problem with this is that one of the properties of the star is that no humanoid soul could enter.\r\nThe further Malyn progressed towards his goal, the more Azura cursed him. The Daedric artifact drove Malyn insane, causing him to hallucinate: he heard voices that were not there, saw people that were not there, and eventually, even murdered one of his students. For this, he was expelled, whereupon he gathered a band of followers, and continued his research at Ilinalta's Deep, an abandoned Imperial outpost that collapsed into Lake Ilinalta due to earlier experiments by Malyn and his accomplices.\r\nThere, Malyn sought to capture his own soul in the Star to achieve a state of immortality. He achieved this goal to some extent, however he must continually be fed souls from the outside world to continue his state of existence. This is the purpose of the necromancers stationed in the sunken outpost, and the appearance of so many skeletons within suggests they had been doing it for quite some time.\r\nThe Azura's Star artifact is located right beside Malyn's skeleton in Ilinalta's Deep. The player has been sent by Azura to kill Malyn's soul and purge it from Azura's Star.\r\nIn combat, Malyn wields a magical staff and a dagger. He also casts Alteration magic spells such as Oakflesh.\r\nFighting alongside him are three Dremora, who cast powerful fire spells.",
    "name": "Malyn Varen",
    "voice_model": "MaleDunmer",
    "skyrim_voice_folder": "MaleDarkElf",
    "race": "Dunmer",
    "gender": "Male",
    "species": "Elf",
    "ref_id": "028AD5",
    "base_id": "028AD3",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - doneish"
}