{
    "bio_url": "/wiki/Vignar_Gray-Mane",
    "bio": "Vignar Gray-Mane, also known as Vignar the Revered, is an elderly Nord member of the Gray-Mane clan in Whiterun. He is a supporter of the Stormcloaks and respected figure in the city, albeit not by Olfrid Battle-Born. If the Dragonborn sides with the Stormcloaks during the Civil War questline and conquers Whiterun, he will become the Jarl.\r\nVignar has a brother, Eorlund Gray-Mane, who is married to Fralia. He is the uncle of Avulstein, Olfina and Thorald Gray-Mane.\r\nVignar was a commander in the Imperial Legion for thirty years; he fought in the Great War. He says when the Empire signed the White-Gold Concordat, it shamed everyone. The Gray-Manes and the Battle-Borns used to be friends, though that was until the Battle-Borns chose the Empire's side during the Civil war.\r\nVignar claims to have been a great warrior long ago and joined the Companions sometime in his youth. He seems to be the oldest member of The Companions; Kodlak suggests that he witnessed the rise and fall of about half a dozen Harbingers. Vilkas also mentions that he knows the Companions' history \"as well as Vignar by now,\" except he can actually remember it.\r\nOf all the Gray-Manes, Vignar seems to be the one who is most opposed to the Battle-Borns, with both women in the family having lines about the two clan's feud's stupidity, and the other men not commenting.\r\nVignar Gray-Mane replaces Balgruuf the Greater as the Jarl of Whiterun, if the Dragonborn helps the Stormcloaks take over Whiterun in The Battle for Whiterun. He also mentions plans to build a Temple of Talos in Whiterun, and makes Heimskr the High Priest.\r\nWhen Balgruuf surrenders, Vignar will walk in and accept a new title as a Jarl.\r\nThe Dragonborn must talk to the Jarl of Whiterun, Balgruuf or Vignar, to try and convince him to let them use Dragonsreach, which was originally designed to capture and house a dragon.\r\nThe Dragonborn must talk to the Jarl of Whiterun, Balgruuf or Vignar, to try and convince him to let them use Dragonsreach, so the Dragonborn are able to trap one of Alduin's dragon allies and interrogate him for information.\r\nPlacing Vignar Gray-Mane on the throne as Jarl of Whiterun, the Dragonborn's status as Thane is revoked. To become a Thane again, the Dragonborn must get a promotion from Vignar.\r\nIf spoken to after that in the palace during the quest, he will only say, \"They will sing stories of this day.\"",
    "name": "Vignar Gray-Mane",
    "voice_model": "MaleOldGrumpy",
    "skyrim_voice_folder": "MaleOldGrumpy",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "01A6A1",
    "base_id": "013BB5",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}