{
    "bio_url": "/wiki/Golldir",
    "bio": "Golldir is a Nord who can be found at the entrance to Hillgrund's Tomb.\r\nWhen he was a child, his father locked him within the ancient tomb for three days, during which time he survived by eating the food given to his ancestors as offerings.\r\nHe asks for help in killing a necromancer, Vals Veran, who has entered the tomb and defiled the bodies of his ancestors. He asks the Dragonborn to find his aunt, Agna, who ventured further into the tomb in Golldir's stead.\r\nAs the Dragonborn and Golldir make their way through the tomb, Agna is discovered, deceased. He will become slightly annoyed if the Dragonborn takes treasures from the tomb, but allows it, as the Dragonborn is helping him stop Vals Veran.\r\nAfter clearing the tomb, the Dragonborn ends up in a chamber with Vals Veran, and his draugr army. If the Dragonborn is successful in protecting Golldir, he rewards them with coins and the key to the Hillgrund chest. Golldir returns to his aunt and will be ready to aid the Dragonborn as a follower, as long as he survives the quest with the Dragonborn.\r\nVals \"The dead should be made to serve the living, not the other way around!\" Golldir \"I'll return my ancestors to Sovngarde, and you with them!\" Vals \"Sovngarde is a myth, you s'wit! And now you can join your ancestors in service to me.\"\r\nGolldir is a warrior who specializes in heavy armor, block, and one-handed weapons (seemingly so since he starts off with a one handed axe when one first recruits him). He will use two-handed weapons as well, although his skill level is lower than his one-handed. He can also be recruited into the Blades.\r\nIf he can't be asked to follow, the Dragonborn should leave the tomb and he will be standing outside. The Dragonborn can then ask him to join.\r\nIf the Dragonborn steals a horse, Golldir will be dismissed due to his morality being set to \"no stealing,\" however the Dragonborn can still steal objects without this happening.",
    "name": "Golldir",
    "voice_model": "MaleNord",
    "skyrim_voice_folder": "MaleNord",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "0A7360",
    "base_id": "019FE8",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}