{
    "bio_url": "/wiki/Feran_Sadri",
    "bio": "Feran Sadri is a Dunmer vampire residing in Castle Volkihar. His wide upturned nose is distinctly bat-like. He serves as the castle alchemist and is willing to trade with the Dragonborn if the Volkihar clan is joined. However, if the Dragonborn joins the clan and is cured of vampirism afterwards, it will no longer be possible to trade with Feran or receive his quests unless the Dragonborn becomes a vampire again.\r\nFeran is a strong proponent of magic and appreciates the fact that living in the castle gives him access to magic he had no idea existed before. Like many others within the castle, the politics of the court bore him. He is a harsh mentor to lower members of the court and can often be heard berating his assistant Ronthil.\r\nThe Dragonborn is sent to recover two ancient and powerful amulets from a radiant location.\r\nFeran sends the Dragonborn to retrieve the body parts of an ancient vampire in order to increase the power of the Bloodstone Chalice.\r\nFeran Sadri asks that a boss level Vampire be killed at a radiant location.\r\nFeran Sadri will ask the Dragonborn to frame the Dawnguard for murder by killing a citizen in public while wearing Dawnguard Armor.\r\nI have returned from Southfringe Sanctum (Or another location) with the Ancient Vampire Leg (Or \"Hands\", \"Ribcage\", \"Head\", \"Arm\"). \"Wonderful. I'll make the necessary preparations for infusion into the Chalice presently.\"\r\nWhat can I do to help? \"I've located additional petrified remains of an elder vampire. Bring them to me, and I'll extend the effects granted by the Blood Chalice.\"\r\nI've collected all the Amulets of Night Power. \"Excellent! I'm sure you'll put those to good use.\"\r\nI heard you might need help. \"The Dawnguard have increased their operations and have been aggressively recruiting. We need to put a damper on their efforts and give those trouble makers something to worry about other than harassing our interests. You are to make a public show of murdering someone. Do it in the streets for all to see. The higher the profile, the better. Make it seem you are a member of the Dawnguard, thus sowing confusion among the herd. Wear this armor and plant this note on the victim.\"\r\nIt is done. I've slain someone on the streets of Windhelm (Or another location). \"Very good. That should, for a time, direct the people's anger towards the Dawnguard and away from us. I had hoped you would have chosen a higher profile target. But the deed is done, and it's effect secured. But you did not follow instructions to kill the victim in view of others while wearing the Dawnguard uniform. The letter left on the corpse shall have to suffice. It will no doubt be found.\"\r\nIt is done. I've slain someone on the streets of Windhelm (Or another location). \"Very good. That should, for a time, direct the people's anger towards the Dawnguard and away from us. I had hoped you would have chosen a higher profile target. But the deed is done, and it's effect secured. And you carried out my instructions to kill the victim in view of others and while wearing the Dawnguard uniform. Very good.\"\r\nIt is done. I've slain someone on the streets of Windhelm (Or another location). \"Very good. That should, for a time, direct the people's anger towards the Dawnguard and away from us. I see you chose a suitably high profile target. Well done. But you did not follow instructions to kill the victim in view of others while wearing the Dawnguard uniform. The letter left on the corpse shall have to suffice. It will no doubt be found.\"\r\nIt is done. I've slain someone on the streets of Windhelm (Or another location). \"Very good. That should, for a time, direct the people's anger towards the Dawnguard and away from us. I see you chose a suitably high profile target. Well done. And you carried out my instructions to kill the victim in view of others and while wearing the Dawnguard uniform. Very good.\"",
    "name": "Feran Sadri",
    "voice_model": "MaleElfHaughty",
    "skyrim_voice_folder": "MaleElfHaughty",
    "race": "Dunmer",
    "gender": "Male",
    "species": "Elf",
    "ref_id": "0033AA",
    "base_id": "003366",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}