{
    "bio_url": "/wiki/Agmaer",
    "bio": "Agmaer is a new member of the Dawnguard, an order of vampire hunters. He is a young Nord man with hazel eyes and blond hair.\r\nFort Dawnguard is a large fort southeast of Riften which serves as the Dawnguard's base of operations. The fort is home to an order of vampire hunters who guard Skyrim from vampires (especially those of the Volkihar clan). The fort is hidden deep within the Velothi Mountains at the southeastern tip of The Rift (and of Skyrim), and can only be reached via Dayspring Canyon.\r\nA Redguard man named Isran is the leader of the Dawnguard. Isran is stoic, uncompromising, and is always deadly serious. Isran probably hates vampires more than anyone else does, and many have deemed his methods to be extreme.\r\nOther members of the Dawnguard include a Breton man named Celann and an Orc man named Durak, among others.\r\nAgmaer was nervous about joining the Dawnguard, as he was afraid that they would not want such an inexperienced young man in their ranks. His only prior combat experience was defending goats from wolves with his pa's axe. Despite this, Isran saw promise in Agmaer, and gave him a crossbow to begin his training.\r\nAgmaer now wears a brown set of Dawnguard heavy armor. In addition to his pa's old iron axe, he now also carries a Dawnguard war axe, a crossbow, and some steel crossbow bolts. At night, he sleeps in one of the cots in the rear chamber of the castle's ground floor, the same as most of the other members.\r\nAgmaer joined the Dawnguard at the same time the player did. Agmaer is grateful to the player for helping give him the courage to join, and is willing to follow them on adventures.\r\nQuotes:\r\n\"Good to see you again!\"\r\n\"Keep your neck covered!\"\r\nIf asked why he joined the Dawnguard: \"I've heard the rumors around Skyrim. I know something's going on. And I've seen the vampires. I felt I had two choices. I could either live in fear of the night, or I could help do something to help protect my people.\"",
    "name": "Agmaer",
    "voice_model": "MaleYoungEager",
    "skyrim_voice_folder": "MaleYoungEager",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "003474",
    "base_id": "00336E",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}