{
    "bio_url": "/wiki/Athis",
    "bio": "Athis, a Dunmer man, is a member of The Companions. His dark red hair is pulled back into a pony tail. He wears hide armor, and prefers to use a shortsword in combat. \r\nAthis resides in The Companions' mead hall, Jorrvaskr, in Whiterun. Athis can provide expert lessons on the use of one-handed weapons. He is the only Dunmer among the current ranks of the Companions.\r\nAthis originally came from Morrowind, mentioning that he had to \"crawl out\" of the province. At some point, he joined the Companions, though he originally didn't think that they'd accept him due to the fact that he is an elf.\r\nAthis tends to keep quiet most of the time, and dislikes answering questions more than once. He is civil and loyal. He shows an apprehension of being near the Skyrim-Morrowind border.\r\nIf the player has become the Harbinger of the Companions, Athis will be willing to follow the player on adventures across Skyrim. Subsequently, Athis will accept a marriage proposal from the player if the player is wearing an Amulet of Mara (signaling one’s intention of finding a spouse).\r\nQuotes:\r\n\"I joined the Companions for fortune and glory, friend. Fortune and glory.”\r\n“We are the true spirit of Skyrim. Honor is in our blood, death in our hearts. If you seek either, you've found the right place.\"\r\n“Being a Companion means signing on for the Nord ideas of how to live your life. Honor, battle, glory, all that.”\r\n\"What kind of weapon do you prefer? I like the smaller, quicker blades.\"\r\n\"You might do well to learn a new weapon. Vary your style a bit.\"\r\n\"Young warriors are smart to listen to older ones. They've lived.\"\r\n\"I never thought they would actually let me join The Companions. But now it looks like they're letting anyone in these days.\"\r\n\"I avoid going to Eastmarch if I can. Something in the air. I think it's just too close to the border.\"\r\n\"Look, I've got training to get to.\"",
    "name": "Athis",
    "voice_model": "MaleDunmer",
    "skyrim_voice_folder": "MaleDarkElf",
    "race": "Dunmer",
    "gender": "Male",
    "species": "Elf",
    "ref_id": "01A6D6",
    "base_id": "01A6D5",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}