{
    "bio_url": "/wiki/Madanach",
    "bio": "Madanach, also known as The King in Rags, is the leader of the Forsworn Rebellion. He is imprisoned in Cidhna Mine, deep beneath the city of Markarth.\r\nBefore Madanach performs his planned prison break with the other Forsworn, he will require the disposal of Grisvar the Unlucky, as Grisvar has been in and out of Cidhna Mine, possibly leaking information, and thus is suspected of being a spy. With Grisvar dead, Madanach and his followers plan to escape through a tunnel they have been digging under Markarth, leading eventually to the city's surface via an ancient Dwemer ruin under the city. Upon reaching the surface, Madanach will give a speech to his followers, after which a battle will ensue between the his followers and the Markarth guards. Once the battle concludes, Madanach and his followers will retreat to the Druadach Redoubt.\r\nUpon helping Madanach escape, Madanach will reward the player with the Armor of the Old Gods.\r\nMadanach proves to be a strong-willed and shrewd character, totally dedicated to his cause. He is no stranger to murder, and considers anything is justifiable if it serves the goal of expelling the Nords from the Reach and achieving freedom for his fellow Reachmen. He has a particular distaste for outsiders, and speaks with hostility upon first meeting the player. Madanach shows absolute belief in his cause; he fully believes what he is doing is right, that the Nords are evil, and that the Reachmen/Forsworn are the only legitimate rulers of the Reach.\r\nMadanach shows a talent for manipulation and cunning. In the shadows, he lures Thonar Silver-Blood into a false sense of security before striking at him and Markarth, with the right agents in place. Honeyed words and speeches are his specialities, as he attempts to convert the player and justify his cause. He empowers those who follow him and seeks to win through slyness what brute force cannot obtain. He fancies himself to be ruthless and cunning, although all he really wants is the peace they had before Ulfric Stormcloak's attack during the Markarth Incident decades ago.\r\nIf anyone tries to attack Madanach, they should exercise caution, as Madanach is adept with magic. If confronted directly, Madanach may invoke a Frost Cloak spell, and can also hurl Fireballs and Ice Spikes in rapid succession.\r\nQuotes:\r\n\"Imagine hearing a story like that, over and over. Each time a different family. Each time a different injustice. Your meddling above ground reminded me of how removed I've been from the struggle. My men and I should be in the hills, fighting.\"",
    "name": "Madanach",
    "voice_model": "MaleSlyCynical",
    "skyrim_voice_folder": "MaleSlyCynical",
    "race": "Breton",
    "gender": "Male",
    "species": "Human",
    "ref_id": "019916",
    "base_id": "0133A7",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - started"
}