{
    "bio_url": "/wiki/Enthir",
    "bio": "Enthir is a Bosmer sorcerer and merchant found at the College of Winterhold, and has connections to the Thieves Guild in Skyrim.\r\nEnthir presents himself as a rather shady figure: he calls himself the \"guy that can do things.\" He is often referred to in quests around the College of Winterhold. He can usually be found either in the Hall of Attainment on the second floor toward the northwest in his room or at The Frozen Hearth in Winterhold.\r\nHe was close friends with Gallus Desidenius, the former guildmaster of the Thieves Guild. He describes their first meeting as an amusing anecdote, as Gallus broke into his laboratory and, rather than flee from Enthir or fight him, made an interesting comment on his notes. It ended up with them having a long discussion and the two of them becoming friends.\r\nEnthir is involved with two parts of this questline: Firstly he sends the Dragonborn to recover the Staff of Tandil in exchange for the Warped Soul Gem ordered by Arniel Gane. Later, after a package goes missing (the unique dagger Keening), a delivery that Enthir insists was organized by Arniel, he directs the Dragonborn to the location where the courier was last seen.\r\nOnmund requests that the Dragonborn ask Enthir to return his Amulet, and should they be unable to persuade him to do so, Enthir will offer to return the item if the Dragonborn recovers a staff (the Grand Staff of Charming) from a radiant location. Upon the successful recovery of the staff, Enthir will return the amulet.\r\nThe Dragonborn is sent by Karliah to speak with Enthir in order to translate Gallus's journal. Enthir identifies that the text within it was written in the Falmer language, but as he is unable to translate it, he sends the Dragonborn to Calcelmo, self-defined expert on the Dwemer and court-mage of Markarth to have it deciphered. After the Dragonborn collects a rubbing of a Falmer deciphering tool located within Calcelmo's Tower, Enthir successfully translates the journal, offering his services as a fence in return.\r\nEnthir sells Black Soul Gems for around 800 to 1,000 gold. He sells other mage equipment, such as spell tomes, staves and robes, at much higher prices than other merchants. He also sells Daedra Hearts, which are useful for Alchemy and creating Daedric armor and weapons. He restocks his items every two days.\r\nAfter \"Hard Answers\" has been completed, he will sell his wares at regular prices. He will only act as a fence when outside the College's buildings or in the town of Winterhold. Be warned: if the Dragonborn attacks him, the Thieves Guild will require a compensation.\r\nI understand you have something of Onmund's. He wants it back. \"I've already made it very clear that all of my trades are final.\"\r\nHere's your staff. Now I'd like the amulet, please. \"Pleasure doing business with you.\"",
    "name": "Enthir",
    "voice_model": "MaleSlyCynical",
    "skyrim_voice_folder": "MaleSlyCynical",
    "race": "Bosmer",
    "gender": "Male",
    "species": "Elf",
    "ref_id": "01C1AA",
    "base_id": "01C19C",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}