{
    "bio_url": "/wiki/Boti",
    "bio": "Boti, a Nord woman, is a farmer who lives and works at Fellstar Farm in Ivarstead. She owns the farm with her husband Jofthor, and together they have a teenage daughter named Fastred. Boti, can usually be found tending crops at their farm. She sometimes tells Fastred that she needs to help out more around the farm.\r\nBoti's daughter Fastred is currently considering eloping to Riften with a man named Bassianus Axius. Boti accepts their relationship, only wishing for whatever makes Fastred happy. However, Boti’s husband Jofthor is not particularly accepting of Fastred’s relationship with Bassianus, and wants Fastred to stay in Ivarstead. Jofthor would rather see his daughter paired with Klimmek, a local fisherman with whom Fastred was recently in love. If the player requests Boti’s assistance in helping Fastred to elope to Riften with Bassianus, Boti will agree to help by distracting and calming down her husband. \r\nQuotes:\r\nIf asked about High Hrothgar: \"It's frightening living below their monastery. Sometimes I swear I can hear strange noises rolling down from up there. It sounds like thunder, but there's never any rain. What do you make of that?\"\r\nIf asked about Fastred’s relationship with Bassianus: “Now, don't tell my husband, but I don't have any problem with Bassianus. Even if it means her leaving Ivarstead, I want Fastred to be happy. If they just snuck out of town together, I could manage my husband. Bassianus is still so terrified of Jofthor. If he knew that I'd keep him from hunting the poor boy down, he'd take Fastred to Riften without a second thought. Let him know that I'll look out for them. I just want my daughter to be happy.\"\r\n\"You must be another pilgrim on the way up to High Hrothgar. No other reason to pass through here.\"\r\n\"Pilgrim or not, If I were you, I'd move right through our backwards little town.\"\r\n\"And to think that we've been supplying the Greybeards with our food supplies. What have they ever done for us?\"",
    "name": "Boti",
    "voice_model": "FemaleCommoner",
    "skyrim_voice_folder": "FemaleCommoner",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": "019E05",
    "base_id": "0136BE",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}