{
    "bio_url": "/wiki/Vahlok_the_Jailor",
    "bio": "Vahlok, most known as Vahlok the Jailor, is a dragon priest. Along with Ahzidal, Dukaan, Miraak and Zahkriisos, he is one of the five named dragon priests found on Solstheim. His full name translates to \"Guardian\" in the dragon tongue.\r\nAccording to Skaal folklore, Vahlok served as a dragon priest during the rule of dragons in the Merethic Era.\r\nOne of his contemporaries, a priest named Miraak, was seduced with promises of power and forbidden knowledge by the Daedric Prince of Knowledge and Fate, Hermaeus Mora. Miraak began to secretly plot against his dragon overlords, however Vahlok discovered his plans and confronted him. The two fought a lengthy battle that was said to have lasted for days and was so destructive that Solstheim was torn apart from the mainland of Skyrim.\r\nAt this point, the series of events that took place is unclear. Skaal legend mentions that Vahlok eventually defeated Miraak, but just as he was about to kill him, Hermaeus Mora saved Miraak by transporting him to the realm of Apocrypha. For his victory, Vahlok gained much glory and his dragon masters appointed him as ruler of the island, but not before he was compelled to swear an oath of vigilance to watch for Miraak's return.\r\nOther accounts report that Miraak was defeated and then banished to Solstheim where he was imprisoned in a tomb built by the ancient Skaal. Vahlok was made his jailer and when he eventually died, he was buried in the same tomb so that he could maintain his vigil beyond death. In any case, Vahlok was instrumental in the downfall of Miraak and put a stop to whatever plans he might have had.\r\nVahlok's legacy is a sharp contrast to his contemporaries on the mainland. Legend paints him as a paragon of loyalty and nobility in his battle against Miraak and goes as far to say he inspired great courage in both men and dragon. His reign was said to be a time of peace and prosperity for the people of Solstheim and, unlike the priests of Skyrim, he was remembered as a wise and just leader by the ancient Skaal.\r\nVahlok can be encountered at the end of Vahlok's Tomb.\r\nDuring combat, Vahlok will cast Ebonyflesh and Flame Cloak to protect himself, summon a flame atronach, and attack with high-level fire spells like Incinerate and Fireball.",
    "name": "Vahlok the Jailor",
    "voice_model": "Riekling",
    "skyrim_voice_folder": "CrDragonPriestVoice",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "01CAD0",
    "base_id": "01CAD5",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}