{
    "bio_url": "/wiki/Dengeir_of_Stuhn",
    "bio": "Dengeir of Stuhn, an old Nord man, is the former Jarl of Falkreath. After stepping down from his position as Jarl, he was named a Thane of Falkreath.\r\nDengeir’s brother Thadgeir also lives with him, as does Tekla, his faithful maid. Dengeir is uncle of Siddgeir, the current Jarl of Falkreath who supports the Imperials over the Stormcloaks in the Skyrim Civil War. Dengeir supports the Stormcloaks in the war.\r\nWhen spoken to, Dengeir displays a higher degree of suspicion towards nearly everyone. He even suspects his maid of passing off information about him to his enemies.\r\nDengeir’s story of why he was deposed as Jarl differs radically from his nephew's. Dengeir believes he was asked to step down when he took sides with the Stormcloaks and that it was, in fact, an Imperial plot to oust him from his seat of power. Dengeir states that he began noticing that Imperial spies were everywhere amongst the people of Falkreath, keeping tabs on and influencing everyone from the shadows.\r\nWhen Dengeir found out about this, the spies made a few well-placed bribes, and the next thing he knew, the Nobles were calling for a new Jarl. Siddgeir, who is always willing to please the Empire, was then named in his place. Siddgeir foolishly states that Dengeir had become too frail in his old age to continue as Jarl.\r\nDengeir may ask for help in retrieving a letter from house of Lod the blacksmith. Dengeir suspects that this letter may contain evidence that Lod is spying for the Imperials. \r\nSometime after showing Dengeir Lod’s letter. Dengeir way ask for help with another matter. Dengeir  will explain that a nearby grave has been dug up. The grave was that of his ancestor Vighar, who is a vampire, and has now been freed from his coffin after his grave's wardstone was stolen. Dengeir will request assistance in dispatching Vighar and saving his family's reputation before Vighar's condition is revealed.\r\nIf the Stormcloaks take control of Falkreath Hold, Dengeir will be appointed as the Jarl of Falkreath once more. \r\nQuotes:\r\nIf the player informs Dengeir that the vampire Vighar has been killed: \"My family thanks you. Take this as a token of our gratitude.\"",
    "name": "Dengeir of Stuhn",
    "voice_model": "MaleOldGrumpy",
    "skyrim_voice_folder": "MaleOldGrumpy",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "01981B",
    "base_id": "01365A",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - doneish"
}