{
    "bio_url": "/wiki/Quaranir",
    "bio": "Quaranir is a mage, and a representative of the Psijic Order. He is an Altmer. He wears a set of Psijic robes.\r\nAfter recovering books about the Eye of Magnus, the player heads back to the College of Winterhold to inform Arch-Mage Savos Aren of their discovery. Upon arriving, Thalmor operative Ancano approaches, curious about a visitor from the Psijic Order (Quaranir), who is requesting the player's presence. Heading to the Arch-Mage's Quarters, Quaranir then speaks with the player privately, and magically veiling their conversation from Savos and Ancano via making time pass very slowly for them relative to the rest of the world. Time is fleeting, Quaranir is quick to impart that the Order has had little success in contacting the player previously and that this is probably because of the Eye of Magnus. According to Quaranir, the longer the Eye remains in the College, the more dangerous the situation becomes. They expect dire consequences if the Eye is not extracted from the College, but the future is obscure, and the Psijic Order is unsure of how the player must act. Seeking out the Augur of Dunlain in the midden tunnels underneath the College is the next logical step. Moments later, there is a flash of light, and time resumes as normal. Quaranir is questioned by Ancano, but feigns ignorance to his questions and departs from the College.\r\nTraversing Labyrinthian, the player must acquire the  Staff of Magnus, which is needed to control the Eye of Magnus. Morokei, a Dragon Priest, holds the staff and must be battled to obtain it.\r\nAfter Ancano is slain and releases his hold on the Eye of Magnus, Quaranir and fellow Psijic mages Gelebros and Tandil will appear to transport the Eye out of the College for safekeeping, possibly to Artaeum. Quaranir will then state that the player is now the new Arch-Mage of the College of Winterhold. Quarnir and the other Psijic will then teleport away with the Eye.",
    "name": "Quaranir",
    "voice_model": "MaleElfHaughty",
    "skyrim_voice_folder": "MaleElfHaughty",
    "race": "Altmer",
    "gender": "Male",
    "species": "Elf",
    "ref_id": "02BA3D",
    "base_id": "02BA3C",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - some editing"
}