{
    "bio_url": "/wiki/Farkas",
    "bio": "Farkas is a lycanthropic Nord in Skyrim who is a member of The Circle, one of the most formidable and experienced warriors in the Companions. Like the rest of the Companions, he lives in Jorrvaskr in the Wind District of Whiterun. He is a Master-level trainer in Heavy Armor and serves as the Dragonborn's shield-brother in several of the Companions' quests. He is also one of the Companions who can assign quests to the Dragonborn.\r\nUpon completion of the Companions' main plotline, Farkas can be recruited as a follower. He can be recruited into the Blades if the Dragonborn talks to Delphine while having him as a follower.\r\nFarkas and his twin brother Vilkas were raised at Jorrvaskr by Jergen, who rescued them from a circle of necromancers. It is unknown if he was their biological father. Jergen left to fight in the Great War but never returned.\r\nBoth brothers eventually became official members of the Companions and rose to the ranks of the Circle. They were said to be the youngest members to ever join, though this may be a play on words by Vignar Gray-Mane, referring to the twins' young age during their residence at Jorrvaskr rather than the age at which their membership became official.\r\nFarkas calls Jergen his father, and considers the Companions his family. He is especially close to his brother and follows along with his views in most situations.\r\nKodlak states in his journal that Farkas is \"too kindhearted\" to be Harbinger. Farkas is also the first of the Companions, apart from Kodlak, to be genuinely friendly and welcoming toward the Dragonborn when they join the order.\r\nVilkas jokes about Farkas being the more dim-witted of the two. Other Companions will also insult Farkas' intelligence by calling him \"icebrain\" or \"oaf.\" Farkas takes the teasing from people he likes, but states that he will punch anyone else who thinks he is not smart.\r\nHe takes great pride in his physical strength, and notes that he enjoys the added strength of his Beast Form. He prefers to resolve problems through bludgeoning and leave the thinking to others if possible. He does understand there are limits to such behavior; when sending the Dragonborn on \"Hired Muscle\" quests, he stresses the target should be beaten but not killed. He wears a random set of steel armor minus the helmet, and carries a Skyforge steel greatsword. After the quest \"Proving Honor,\" he carries an iron greatsword instead.\r\nFarkas can be randomly encountered in the wilds of Skyrim traveling with fellow Companions Athis and Torvar. When the Dragonborn approaches Whiterun for the first time, he can be found fighting a giant at Pelagia Farm with his shield-sisters Aela the Huntress and Ria.\r\nIn this radiant quest, Farkas requires the Dragonborn to kill the leader in a radiant location.\r\nIn this radiant quest, Farkas requires the Dragonborn to brawl with a random NPC.\r\nTo test the Dragonborn's honor and skill, Skjor sends the Dragonborn to acquire a lost fragment of Wuuthrad from Dustman's Cairn. Farkas is assigned as the Dragonborn's shield-brother and observer for this quest.\r\nDuring the quest, the Dragonborn is trapped behind a gate and Farkas is surrounded by Silver Hand members. He transforms into his Beast Form to slay them, and opens the gate to free the Dragonborn. After the fragment is retrieved and brought to Jorrvaskr, Farkas stands witness to the Dragonborn's honor as they are inducted into the Companions.\r\nAfter Kodlak's funeral, Farkas accompanies the remaining members of the Circle to The Underforge. The decision is made for the Circle to travel to Ysgramor's Tomb and cure Kodlak's spirit of lycanthropy so Kodlak may ascend to Sovngarde.\r\nWhile in the tomb, the fear of frostbite spiders that Farkas gained in Dustman's Cairn gets the better of him. He apologizes and states he will wait outside with his brother, leaving the Dragonborn and Aela to finish the quest on their own. Once the quest is complete, Farkas decides to stay at the tomb with the other Circle members for a while.\r\nFarkas wishes to rid himself of his beast blood. To cure him, the Dragonborn must take him to Ysgramor's Tomb, throw a Glenmoril Witch Head into the fire, then kill Farkas' beast spirit.\r\nAfter Farkas' beast blood is removed, the Dragonborn can speak to him again for more radiant quests. Eventually, he will have the quest Dragon Seekers for the Dragonborn, indicated by the speech option \"Is there any work to be done?\"\r\nFarkas will tell the Dragonborn of people coming to Whiterun with rumors of dragons, and how he would like to see one for himself. He will then give the Dragonborn the location of one of the Word Walls to travel to and kill the dragon located there. Once completed, he will elect to remain behind for a while so he can get the details right when he tells Vilkas of the battle.\r\nFarkas can train fellow companions in the use of Heavy Armor.",
    "name": "Farkas",
    "voice_model": "MaleBrute",
    "skyrim_voice_folder": "MaleBrute",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "01A693",
    "base_id": "01A692",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}