{
    "bio_url": "/wiki/Drevis_Neloren",
    "bio": "Drevis Neloren is a Dunmer mage at the College of Winterhold. \r\n\r\nDrevis serves as a merchant for the college, and he is also the Master-level trainer of Illusion magic and sells advanced spells from that school.\r\n\r\nHe is often found in either the Hall of Countenance (where he sleeps from 12 AM until morning) or in The Arcanaeum. He, like Tolfdir, holds and leads lectures, which are held in the Hall of the Elements.\r\n\r\nUpon first speaking to Drevis, he will ask the Dragonborn if they can see him, because as he is a Master at Illusion he subsequently thinks he is invisible. Even though he can be seen at all times, the Dragonborn can still choose to say they don't see him.\r\n\r\nAs part of a miscellaneous side quest, Drevis asks the Dragonborn to wear Mystic Tuning Gloves and help him cleanse many spots around the college. At each spot, the Dragonborn receives several empty Soul Gems of various qualities or an active effect called Fortify Magicka of +25 or +100 for two hours.\r\n\r\nReaching Master-level in Illusion, the Dragonborn seeks out Drevis for additional training. Drevis sends the Dragonborn to collect four ancient tomes containing advanced Illusion spells.\r\n\r\nDrevis Neloren has been kidnapped and taken to Tolvald's Cave. The Companions asks the Dragonborn to rescue him and escort him back to College of Winterhold.\r\n\r\nIs there any College business I can assist with? \"There may be a matter in which your... skills... could be useful. The various points of focus for magic energies around the College have become polluted, and need cleansing. The magical energies underneath the College still require purification. Your assistance would be most useful.\"\r\n\r\nYour focal points have been, uh, cleansed. \"Yes, they have. I can feel the difference already. But of course, I'm far more in tune with these sorts of things than most. Thank you. I appreciate your assistance.\"\r\n\r\nWhat else is there to be learned about Illusion Magic? \"You have gone beyond my teachings, which is quite a feat. I did not think it possible. But there is always more to learn. I believe you are ready for the next step.\"\r\n\r\nHere are the texts you requested. \"Yes, very good. Here, then, is the first of the Illusion spells you sought.\"\r\n\r\nDrevis Neloren delivers a lecture on Doomstones in the Hall of the Elements; most of the members of the College gather around him to listen to his lecture. After he finishes, everyone goes back to their usual schedule.",
    "name": "Drevis Neloren",
    "voice_model": "MaleEvenToned",
    "skyrim_voice_folder": "MaleEvenToned",
    "race": "Dunmer",
    "gender": "Male",
    "species": "Elf",
    "ref_id": "01C1A6",
    "base_id": "01C198",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}