{
    "bio_url": "/wiki/Septimus_Signus",
    "bio": "Septimus Signus is an elderly scholar living in isolation at an outpost north of the College of Winterhold.\r\nAs a crazed scholar on the Elder Scrolls, Septimus wrote the book, Ruminations on the Elder Scrolls, which attempts to describe the nature of the prophetic scrolls with obscure metaphors. He wrote the book while he was still a member of the College of Winterhold, departing after having read one of the Scrolls and becoming irrevocably mad.\r\nLooking for Dwemer artifacts, he wandered out on the small glacial islands north-west of Winterhold. Here, he proceeded to attempt to access a Dwemer contraption. He was believed to be driven insane by his own genius, and the long periods away from people, although he admits reading the Elder Scrolls caused his madness.\r\nAfter speaking to Paarthurnax atop the Throat of the World, the Dragonborn learns that an Elder Scroll is needed to learn Dragonrend, a powerful shout created by mortals for the purpose of knocking Dragons from the sky.\r\nUrag gro-Shub supplies the Dragonborn with reading material on the Elder Scrolls, one of which is the book authored by Septimus. Suspecting that he is the most likely to know where an Elder Scroll may be, the Dragonborn locates him north of the College of Winterhold, at an outpost.\r\nOnce found and spoken to, he sends the Dragonborn to Alftand with a Lexicon, a device created by the Dwemer that allows one to safely transcribe the text of an Elder Scroll without going blind or insane.\r\nSeptimus believes that the Heart of Lorkhan is held within the Dwemer Oculory, but the Oghma Infinium is what is actually inside. The blood of a Dwemer is needed to open the contraption, but since there are no more Dwemer, Septimus says that the blood of every other Mer race will suffice, thus the blood of an Orsimer, a Falmer, a Bosmer, an Altmer, and a Dunmer must be collected.\r\nExiting the outpost reveals that Daedric Prince Hermaeus Mora seeks the object within the Dwarven Mechanism and has only tolerated Septimus' involvement with it because it served his own plot. The Dragonborn can choose to aid Hermaeus or decline the Lord's offer. Neither option directly affects the outcome of unlocking the mechanism.\r\nOnce acquiring and giving the blood samples to Septimus, he opens the contraption in his outpost and is extremely disappointed to not see the Heart of Lorkhan. He then disintegrates into a pile of ash as he approaches the Oghma Infinium. The Dragonborn can then take the Oghma Infinium.\r\nI've inscribed the lexicon. \"Give it, quickly. Extraordinary. I see it now. The sealing structure interlocks in the tiniest fractals. Dwemer blood can loose the hooks, but none alive remain to bear it. A panoply of their brethren could gather to form a facsimile. A trick. Something they didn't anticipate, no, not even them. The blood of Altmer, Bosmer, Dunmer, Falmer, and Orsimer. The elves still living provide the key. Bear you hence this extractor. It will drink the fresh blood of elves. Come when its set is complete.\" Why are you so eager to open the box? \"The box contains the heart. The essence of a god. I have devoted my life to the Elder Scrolls, but their knowledge is a passing awareness when compared to the encompassing mind of divinity. The Dwemer were the last to touch it. It was thought to have been destroyed by the Nerevarine, but my lord told me otherwise.\"\r\n",
    "name": "Septimus Signus",
    "voice_model": "MaleOldKindly",
    "skyrim_voice_folder": "MaleUniqueSeptimus",
    "race": "Imperial",
    "gender": "Male",
    "species": "Human",
    "ref_id": "02D4F2",
    "base_id": "02D514",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}