{
    "bio_url": "/wiki/Brill",
    "bio": "Brill is a Nord man who lives in Whiterun. He resides in Jorrvaskr (the headquarters of the Companions), but he is not a member of the Companions himself. He wears a set of farm clothes and boots. He is clean-shaven and bald-headed except for the brown hair at the sides of his head.\r\nBrill is frequently seen in the company of Vignar Gray-Mane, to whom he owes a debt of gratitude after Vignar saved him from a troubled lifestyle. Brill sees Vignar as a father figure, and acts as his aide. Vignar and Brill can often heard be exchanging playful banter with each other, and clearly have a strong bond. \r\nIf the Stormcloaks capture Whiterun, Brill will become the new steward of Dragonsreach.\r\nQuotes:\r\n\"Ah, hello, my good friend. Would you do me a kindness? I seem to be down to my last drop of spirits; let me tell ya, sobriety is highly overrated.\"\r\n\"I'd be dead if not for Vignar. Took me in and helped me turn my life around.\"\r\n\"I had a bad time a few years back, and I turned to drink. But Vignar, he wouldn't let me stay weak.\"\r\nIf asked if he’s in the Companions: \"Oh, I'm not a Companion, myself. I just help Vignar. He took me in when I was having a tough time, and... well, I owe him.\"\r\nIf asked who the Companions are: \"To hear Vignar tell it, they're a bunch of layabouts and useless whiners who used to know how to fight. But he thinks everything used to be better. I, for one, would trust any Companion with my life.\"\r\nIf Brill has become the Steward at Dragonsreach: \"When I became Steward, I had to give up the bottle. The people of the hold need me at my best. Vignar and I have our hands full. It's no small task, running an entire hold.\"\r\nIf Brill has become the Steward at Dragonsreach, and is asked how his new job is going: Well, it could be worse. The former steward, Proventus, kept very detailed records. But yes, it's been a lot of work. Vignar doesn't want the change to disrupt the lives of his people. They've got enough to deal with already.\"",
    "name": "Brill",
    "voice_model": "MaleCommonerAccented",
    "skyrim_voice_folder": "MaleCommonerAccented",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "01A6A3",
    "base_id": "01A6A2",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}