{
    "bio_url": "/wiki/Thalmor_Justiciar_(Skyrim)",
    "bio": "Thalmor Justiciars are roving groups of Thalmor who are occasionally met while traveling the roads. They consist of both mages and soldiers, but all share the name Thalmor Justiciar.They are lead by Ondolemar.\r\nShould the player converse with the Justiciar, they will have the option of saying whether or not they worship Talos. If they say that they do, the Justiciar will immediately turn hostile. Should they remain neutral on the subject, the Thalmor will assume the player is hiding the fact that they are cooperating with the worship of Talos and turn hostile.\r\nAgents of the Aldmeri Dominion are known as Thalmor. After the signing of the White-Gold Concordat, they've been authorized by the Empire to maintain an embassy in Skyrim, and have been known to secretly capture and imprison any Nords who question their doctrines or beliefs. The Justiciars were sent to Skyrim to enforce the White-Gold Concordat and make sure that the Empire doesn't break it again.\r\nNot all Thalmor in Skyrim are equal in station, or purpose. In fact, there is one group in particular that operates secretly, in the shadows - watching and waiting for those Nords who break the law, and continue their worship of Talos. These are the Justiciars, and it is their job to enforce the Talos ban of the White-Gold Concordat. During the Skyrim Civil War, the Thalmor have a tangible presence in cities in which the Empire has the most secure foothold. Some claim these Thalmor have far too much influence over the Empire and Imperial loyal Jarls.\r\nSecretly, they have been instigating conflict between the Empire and the rebel Stormcloaks, directly interfering only in certain instances to keep the Skyrim Civil War going.\r\nJusticiars may occasionally be escorting a Nord, presumably a Talos worshipper. The prisoner may be freed by starting a dialogue, which also allows for trading items. The Justiciars will immediately become hostile towards the player, the prisoner, and any followers.\r\nThalmor Justiciars can be sent to kill the player. This will start to happen when the player has completed the quest \"Diplomatic Immunity.\" They can also be sent if the player has attacked Northwatch Keep or if the player has attacked Thalmor justiciars roaming Skyrim.\r\nThalmor Justiciars often travel in small groups. During lower level they often can be seen wearing Elven armor or Elven light armor and using steel weapons, but at higher levels they equip glass armor and weapons. The mages always wear hooded Thalmor robes.\r\nIf hostile, they will quickly attack the player with their weapons and often fire spells. They can also use turn undead against undead creatures. The mages will then support the soldiers from behind with shock and fire spells. They may prove difficult to defeat due to their numbers and surrounding of the player during combat.\r\nQuotes:\r\n\"That we are superior to men is an established fact. For example, take this belief in Talos. The 'ninth' divine. Heh. Certainly you don't believe such things? Or perhaps there is something you'd like to confess?\"\r\n\"It's immoral to worship a man. And it's also illegal. A faithful Imperial citizen would know that. Perhaps there's something you wish to confess?\"",
    "name": "Thalmor Justiciar",
    "voice_model": "MaleElfHaughty",
    "skyrim_voice_folder": "MaleElfHaughty",
    "race": "Altmer",
    "gender": "Male",
    "species": "Elf",
    "ref_id": null,
    "base_id": null,
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - started"
}