{
    "bio_url": "/wiki/Lucan_Valerius",
    "bio": "Lucan Valerius, an Imperial Man, lives in Riverwood with his younger sister Camilla. Lucan runs the Riverwood Trader general goods store on the first floor of the building, and they eat and sleep on the second floor of the building. Camilla helps Lucan run the store. The Riverwood Trader sells weapons, apparel, food, books and spell tomes, and other miscellaneous items.\r\nLucan has short brown hair and a goatee. He usually wears a set of nice merchant attire. Lucan and Camilla are immigrants from Cyrodiil.\r\nLucan sometimes has to deal with some of Camilla's fanciful ideas on how he should run the store or how to advertise the Riverwood Trader. Camilla seeks more excitement from the Riverwood Trader’s business than Lucan does. Lucan is perfectly content to keep selling the same things to the same people, but Camilla is always thinking of ways to expand their business to new types of goods and new customers. While Camilla’s ambition is respectable, it doesn’t make much sense because everyone in Riverwood already shops at their store.\r\nLucan’s sister Camilla is a flirtatious woman who enjoys being the focus of attention and attraction for several of the men in Riverwood. Two young men in particular are currently vying for Camilla's affection: Faendal (a Bosmer man who works as a hunter and woodcutter) and Sven (a Nord man who is a trained bard).\r\nRiverwood is located at the southeastern tip of Whiterun Hold, just north of the boundary between Whiterun Hold and Falkreath Hold. The White River flows along the west side of the town. The Throat of the World (the tallest mountain in all of Tamriel) towers over the town from the east. Bleak Falls Barrow, an old Nordic temple ruin in the snow-laden Brittleshin Hills (a small mountain range that divides Whiterun Hold to the north from Falkreath Hold to the south), stands out prominently above Riverwood to its west. The Riverwood Trader is located on the east side of the town's main road, across the street from the house of Alvor. Alvor is the town's blacksmith, and has a wife named Sigrid and a young daughter named Dorthe.\r\nA Nord woman named Gerdur is the de facto leader of Riverwood. She and her husband Hod own and operate Riverwood's lumber mill. They have a young son named Frodnar. Hod and Gerdur’s house is visible from Lucan and Camilla’s backyard.\r\nRecently, a rare artifact called the Golden Claw was stolen from Lucan. The suspected culprits are the bandits hiding at Bleak Falls Barrow. Lucan has been arguing with Camilla because she wants to go out trying to retrieve the claw, while Lucan refuses to let Camilla endanger herself. If the player is successful in returning the Golden Claw, Lucan will be very grateful and will consider the player a good friend.\r\nQuotes:\r\n\"The Riverwood Trader is everything you need in a general store.\"\r\n\"I know some of it looks like junk, but everything's a treasure in the right light.\"\r\nIf the golden claw is returned to him: \"You found it? Ha ha ha. There it is. Strange... it seems smaller than I remember. Funny thing, huh? I'm going to put this back where it belongs. I'll never forget this. You've done a great thing for me and my sister.\r\nIf asked if he sells spell books: \"I think I have a few old spell books laying about. If you want more, you'll have to go to the College of Winterhold.\"",
    "name": "Lucan Valerius",
    "voice_model": "MaleSlyCynical",
    "skyrim_voice_folder": "MaleSlyCynical",
    "race": "Imperial",
    "gender": "Male",
    "species": "Human",
    "ref_id": "013487",
    "base_id": "01347A",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}