{
    "bio_url": "/wiki/Talen-Jei",
    "bio": "Talen-Jei is an Argonian and one of the proprietors of the Bee and Barb. He has been smitten with Keerava, the bartender, since he first arrived in Riften.\r\nTalen-Jei is a connoisseur of exotic beverages and details the ingredients of several such concoctions when prompted. These drinks are custom creations that he first devised in Gideon before moving to Skyrim. On his person, he carries a flagon of Velvet LeChance, White-Gold Tower and Cliff Racer. All three beverages can be purchased from him. He has a strong hatred for the Thieves Guild, calling them \"vermin\" and \"trash.\" If caught stealing in the Bee and Barb, Talen-Jei will hire thugs in numbers from two to three to kill the Dragonborn. Proof of this is when killing the thugs' assumed leader, his loot will contain a contract signed by Talen-Jei.\r\nHe asks the Dragonborn to help him craft an Argonian wedding ring, by retrieving three flawless amethysts. The reward is a random non-leveled potion, weak poison or 200 , with the monetary reward usually being the highest valued of the three.\r\nUnless one has an extremely generous disposition towards Talen-Jei and Keerava, the quest reward represents a major waste of the Dragonborn's time and money; three flawless amethysts (at base value) would be worth 540  when sold to a shop as is, or 665  if two are crafted into a gold jeweled necklace first.\r\nIn order to join the Thieves Guild, Brynjolf employs the Dragonborn with collecting debts the citizens of Riften have with the guild. Talen-Jei's lover, Keerava, is one such person. The Dragonborn can choose to approach him about her debt, to which he recommends threatening Keerava with the knowledge that her family resides in Morrowind. After this, he expresses dislike for the Dragonborn. His favor can be regained by collecting the Amethysts needed for the wedding band.",
    "name": "Talen-Jei",
    "voice_model": "MaleArgonian",
    "skyrim_voice_folder": "MaleArgonian",
    "race": "Argonian",
    "gender": "Male",
    "species": "Argonian",
    "ref_id": "019DC9",
    "base_id": "013373",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}