{
    "bio_url": "/wiki/Olaf_One-Eye",
    "bio": "Olaf One-Eye is a draugr found in the crypt of Dead Men's Respite. In life, he was a Jarl of Whiterun who rose to power as a High King of Skyrim, relatively early on in the First Era (Olaf reigned from 1E 420 to 1E 452), after defeating the dragon Numinex atop Mount Anthor.\r\nDuring the Burning of King Olaf festival in Solitude, Olaf is depicted as a tyrant, and an effigy of him is burned.\r\nAccording to one account, Olaf One-Eye fought the dragon Numinex with the aid of his Thu'um, in the presence of several witnesses. Drawing the battle toward Whiterun, Olaf contained the dragon within a prison in the Cloud District. The people of Whiterun renamed the keep Dragonsreach in honor of this task. Numinex stayed there, trapped, until his death.\r\nOlaf became High King of Skyrim after the battle, facing mixed opinions from his peers. Because most witnesses of his victory against Numinex became extremely wealthy after he became High King, many believed that they were paid to provide false testimony to the events that took place atop Mount Anthor. Sometime during Olaf's reign as High King, Olaf expanded Skyrim's boundaries when he conquered the Reach.\r\nThe poet Svaknir wrote a heretical elegy, defaming Olaf and labeling him a traitor. Copies of Svaknir's script were burned until none remained, except the one buried with Olaf in his tomb, known as Dead Men's Respite. Svaknir's body was also laid to rest in Dead Men's Respite.\r\nSvaknir's lost verse still resides in Olaf's tomb. Olaf's body has become a Draugr, and will attack anyone who intrudes into his crypt.",
    "name": "King Olaf One-Eye",
    "voice_model": "Riekling",
    "skyrim_voice_folder": "CrDraugrVoice",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "062864",
    "base_id": "0DD9D9",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done. Free free to change voice model"
}