{
    "bio_url": "/wiki/Spectral_Assassin_(Skyrim)",
    "bio": "The Spectral Assassin is the ghostly follower that is summoned by the spectral assassin power. He is the spirit of Lucien Lachance, a long-dead Speaker of the Dark Brotherhood.\r\nLucien can be summoned by the player using the Spectral Assassin power of the same name. Spectral Assassin is a power given by Astrid after the completion of the quest \"Bound Until Death.\" He can be summoned once per day, and serves as a follower. He does not have a level cap and will not count as having a follower when summoned.\r\nThe Spectral Assassin was known as Lucien Lachance in life, and was a Speaker of the Dark Brotherhood during the Oblivion Crisis in 3E 433, shortly after the assassination of Emperor Uriel Septim VII. Lucien was later murdered by Speakers of the Black Hand after being mistaken for being a traitor, which was truly Mathieu Bellamont, who sought vengeance on Lucien after the assassin killed his mother. The Night Mother recognized Lucien as being loyal to the Brotherhood, keeping his soul in the Void of Sithis, and had his spirit summonable by the Brotherhood as a reward.\r\nThe Spectral Assassin often comments on his days working for the Brotherhood, on the Dragonborn's decisions during the Dark Brotherhood questline, and on the fact he and they are connected through the Void. He often makes his fervour and dedication to the Brotherhood clear with his remarks.\r\nThe Spectral Assassin carries a steel dagger in battle and wears Shrouded Robes, Shrouded Hand Wraps, Shrouded Shoes, and a Shrouded Hood, benefiting from their use. Despite being a follower, none of the Spectral Assassin's items, including weapons and apparel, can be exchanged, as he cannot be pickpocketed or spoken to directly.",
    "name": "Spectral Assassin",
    "voice_model": "MaleEvenToned",
    "skyrim_voice_folder": "MaleEvenToned",
    "race": "Imperial",
    "gender": "Male",
    "species": "Human",
    "ref_id": null,
    "base_id": "0A0E49",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}