{
    "bio_url": "/wiki/Galathil",
    "bio": "Galathil, \"The Face Sculptor,\" is a Bosmer located in the Ragged Flagon. For a fee of 1,000 , she can change the facial features of the Dragonborn. Race, name and gender cannot be altered. Her inventory includes some gold, a selection of food, a lockpick. She wears a unique set of robes and a pair of boots. She may also carry an iron dagger.\r\nDespite her ragged appearance, she claims to come from an academic background. She learned her craft from the masters in the art of flesh sculpture. She studied with the Faculty of Chirurgeons in Cloudrest and walked with the hollow-faced men of Nohotogrha for three years.\r\nShe practiced her trade in salons and manors all over Tamriel and nobles of the Empire and the Aldmeri Dominion were among her clients. In recent times she has fallen from her high class lifestyle and often laments the fact that she is forced to offer her services in what she calls the \"backwaters of the world.\"\r\nGalathil is first mentioned after speaking to an innkeeper about rumors or in passing conversations with guards. This will add a quest marker to her location in the Ragged Flagon in Riften.\r\nWhen first met, she gloats about her credentials if questioned and agrees to offer her services. She initially doubts that the Dragonborn can afford her services and says to him/her that they \"have the smell of the vagabond\" about them. She charges 1,000  to alter the facial and body features of the Dragonborn. However, race, name and gender cannot be changed.\r\nIn addition, she will not offer her services if the Dragonborn is a vampire or vampire lord, claiming her techniques only work on the living, not those that have crossed over into undeath. A workaround for this is to cure the vampirism before visiting Galathil. Then, any time after the end of \"Chasing Echoes\" or \"Kindred Judgment,\" Serana can be asked to confer vampirism provided that she has not cured herself.",
    "name": "Galathil",
    "voice_model": "FemaleElfHaughty",
    "skyrim_voice_folder": "FemaleElfHaughty",
    "race": "Bosmer",
    "gender": "Female",
    "species": "Elf",
    "ref_id": "006979",
    "base_id": "006978",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}