{
    "bio_url": "/wiki/Calixto_Corrium",
    "bio": "Calixto Corrium is an Imperial man who lives in Windhelm. He has gray hair, and wears merchant-style attire. As the owner of Calixto's House of Curiosities, he offers tours of the items he and his sister collected during their travels in Tamriel. Calixto also lives and sleeps inside his House of Curiosities. \r\nYears ago, Calixto and his sister Lucilla inherited a fair amount of money. Using their newfound financial security to travel across Tamriel, they collected several rare items on the journeys, such as The Book of Fate, The Dancer's Flute, and Ysgramor's Soup Spoon. Unfortunately, Calixto’s sister died during this time, and so after settling in Windhelm, he opened a curiosity shop in her name to display their collection.\r\nCalixto is a relatively jovial man, happily proclaiming for all to visit the House of Curiosities for their enjoyment. He appears to enjoy displaying his collection, saying that he believes his sister would be proud to bring smiles to visitors. The Windhelm guards also seem to respect him to a degree, saying that he \"has a good eye\" for strange trinkets.\r\nWhile in his House of Curiosities, Calixto offers tours of the trinkets he and his sister collected, for the price of 2 gold. When showing The Book of Fate display, Calixto will claim that it displays the destiny of those who read it. He will then direct the player to the display of Ysgramor's soup spoon, where he will remark that it is indeed a fork, but that this did not stop Ysgramor from using it. He will next show them The Dancer's Flute, which he will say has destroyed empires and won wars, claiming that it will force those around to dance uncontrollably, although he will stop short of activating it. The tour completes after this.\r\nSecretly, the grief of losing his sister was too much for Calixto to bear, and he has secretly begun to lead a life of necromancy in hopes of resurrecting Lucilla, which has involved the murder of several young women in Windhelm. The basis for this ritual appears to be of Aldmeri origin, and was then interpreted by the Ayleids and first transcribed by the Altmer. To help this, he authored a journal in three parts, which describe the exact elements needed for the magic to work, and for this purpose, he acquired the Necromancer's Amulet and Nordic embalming tools to use on his murder victims. \r\nCalixto’s second victim in the necromantic ritual was Friga Shatter-Shield, the twin sister of Nilsine and the daughter of Torbjorn and Tova. Murdering Friga gave Calixto access to her residential property of Hjerim, which he has since been using for his ritual. Calixto then planned to kill Susanna the Wicked (an ironically named beloved barmaid who works at the Candlehearth Hall near the center of Windhelm), believing her tendons to be of exquisite quality, and came close to being able to murder her before being thwarted by the appearance of guards. The government and people of Windhelm is aware that there is a serial killer in their city, and have nicknamed the killer \"the Butcher”. And older Imperial woman named Viola Giordano has posted letters all throughout the city in order to warn the people of Windhelm about The Butcher. Calixto has secretly removed most of these posted letters so that they do not hinder his efforts.\r\nIn his secret journals, Calixto criticizes the mages at the College of Winterhold, considering them to be complacent and lacking innovation. Calixto secretly glamorizes the possible innovations of necromancy. He also appears to secretly have little respect for the city of Windhelm in general, calling the guards \"idiots\" and describing portions of the city and its populace as \"rugged bits” in his journals. Calixto is completely devoted to the necromantic ritual, to the point of showing little to no remorse for murdering women. His devotion appears to come from his strong relationship with his sister, whom he loved dearly, and whom he describes as someone who loved the world so much while he did not. Calixto considers his actions to be righteous, believing that the women he has murdered \"would surely thank me for the great gift I give them.\"\r\nCalixto will never admit to secretly being The Butcher who is responsible for the string of murders in Windhelm, nor admit to practicing necromancy in an attempt to resurrect his dead sister Lucilla. If Calixto is questioned by anyone investigating the scene of one of the murdered women, Calixto will lie and claim that he was there to witness the murderer run away, but say little else. If someone brings a strange amulet with a skull on it to Calixto (secretly the Necromancer’s Amulet), Calixto will lie and claim the amulet to be a ceremonial Wheelstone, and that it belongs to Wuunferth the Unliving, the court mage on Windhelm. After lying by claiming that Wuunferth dabbled in necromancy before serving the Jarl, Calixto will request to buy the amulet for 500 gold.\r\nQuotes:\r\n\"My sister and I once traveled the world to assemble our collection. Such adventures we had!\"\r\nIf inside his house: \"Welcome to the House of Curiosities! I offer a brief tour for a few coins, or you can simply browse at your leisure.\"\r\nIf he is asked how he assembled his collection: “My sister and I inherited a modest sum of money. We decided to travel and seek out whatever adventures we could find. As we journeyed across Tamriel, we encountered tales of exotic and wondrous artifacts. We decided to collect as many as we could. My sister passed away some years ago, so I settled down here and opened the House of Curiosities. I think she would be happy to know that our collection has brought smiles to faces both young and old.”\r\nIf someone asks for a tour of his collection while inside his house: \"Indeed! For a few septims, I'll tell you about some of the most interesting curiosities in my collection.”\r\nIf he is given 2 gold to pay for the tour of his collection: “Splendid! If you'll just follow me, I'll tell you tales and show you wonders such as you've never seen.\"",
    "name": "Calixto Corrium",
    "voice_model": "MaleOldKindly",
    "skyrim_voice_folder": "MaleOldKindly",
    "race": "Imperial",
    "gender": "Male",
    "species": "Human",
    "ref_id": "01B11D",
    "base_id": "01414A",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}