{
    "bio_url": "/wiki/Gabriella",
    "bio": "Gabriella is a Dunmer assassin and a member of the Dark Brotherhood. She is a good friend of Olava the Feeble. She and Festus Krex are the only members of the Dark Brotherhood who wear the shrouded outfit.\r\nShe is usually sarcastic, though she expresses gratitude toward the Night Mother's new residence in the Sanctuary, saying she \"deserves unwavering respect and support,\" a radical contrast with many other members of the Brotherhood. However, she finds Cicero too \"exuberant\" for her liking.\r\nAfter reporting to the Penitus Oculatus in Dragon Bridge, the Dragonborn is sent to kill all the Dark Brotherhood members in the Falkreath Sanctuary, including Gabriella.\r\nIf the Dragonborn became the Night Mother's Listener and assassinated Vittoria Vici on her wedding day, Gabriella and Astrid devised a plan to weaken the Penitus Oculatus by killing the son of Commander Maro. Gabriella offered a special reward if the Dragonborn killed Gaius Maro while in a major city, which starts up the quest \"Locate the Assassin of Old.\"\r\nSubsequently, Gabriella is killed during the Penitus Oculatus assault on the Dark Brotherhood Sanctuary. Her corpse can be found on the table where Festus Krex, Babette, and she usually stayed.\r\nWhat are your thoughts on Cicero and the Night Mother? \"Without the Night Mother, there is no Dark Brotherhood. The Matron deserves our unwavering support and respect. Though I admit, I find her Keeper a bit too exuberant for my liking.\" Any advice on my current contract? \"You're being sent to meet with the contact directly, is that correct? What a most unusual occurrence. Astrid usually performs this duty herself. I can only assume she wants to test the full breadth of your abilities. So. Be polite, and professional, and represent us well.\"\r\nAstrid thinks a Family member may be conspiring with Cicero. \"To what end? Usurping Astrid's authority as leader of the Sanctuary? Hmmm... Yes, I can see her concern. Thank you for bringing this to my attention.\"\r\nAny advice on my current contract? \"If the Night Mother truly spoke to you, if you really are the Listener... your destiny was written in the Void. Astrid is right to fear your power.\"\r\nAny advice on my current contract? \"I hope you don't mind, but I took the liberty of surveying the site of the reception. There's a small parapet, just opposite the balcony, that would prove an excellent spot for a long-range kill. I left something there for you. If you're inclined to take that approach.\"\r\nAny advice on my current contract? \"You've been directed to dispose of the Gourmet's body, is that correct? I often find water to be a suitable hiding place. A lake, a pool... the sea.\"\r\nAny advice on my current contract? \"What an honor, the assassination of an Emperor. And all because you are the Listener, favored by the Night Mother, anointed by Sithis. I am so very happy for you. If not a bit... envious.\"",
    "name": "Gabriella",
    "voice_model": "FemaleElfHaughty",
    "skyrim_voice_folder": "FemaleElfHaughty",
    "race": "Dunmer",
    "gender": "Female",
    "species": "Elf",
    "ref_id": "01BDEB",
    "base_id": "01BDB8",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}