{
    "bio_url": "/wiki/Jon_Battle-Born",
    "bio": "His clan, the Battle-Borns, are known supporters of the Empire. He is the son of Bergritte, and brother of Alfhild Battle-Born. He can be seen around Belethor's General Goods. Perhaps due to his relationship with Olfina Gray-Mane, he seems unimpressed with the Civil War. He is implied to be a bit of a romantic (or at least less of a traditional Nordic warrior) compared to the rest of the family, both in his appreciation of Nordic culture and his disdain for the war-oriented Nordic mindset. He seems to despise Mikael because of his misuse of his bard knowledge saying that he only sings for the money and the women.\r\nInstead of breaking into the Battle-Born house and stealing the evidence, the Dragonborn can accost him with the knowledge of his tryst with Olfina Gray-Mane. To do so, first pickpocket him for a letter from Olfina. After bringing it up with him, Jon will agree to bring the Imperial missive to the Dragonborn at the statue of Talos.\r\nJon: \"So I'm, uh... writing a song for you...\" Olfina: \"Why, Jon Battle-Born, you're writing me a song? Does it somehow involve blood, or beheadings, or the honor of my forebears?\" Jon: \"Well, that's where I started. But it turned into something of a ballad.\" Jon: \"It's all true, I swear it. You can hear it when it's done. I'll just need a year or two to smooth the rough edges.\"\r\nJon: \"No, not yet. But I will. I just haven't... gotten around to it yet.\" Olfina: \"Oh Jon, stop dallying. You know you have to go. It's why Mara put you on this earth. You think a few miles can truly keep us apart?\" Jon: \"You mean you won't forget about me the moment I'm out of sight? Get yourself a nice old rich husband, have sixteen babies?\" Olfina: \"Tsk. You've uncovered my master plan. Now I suppose you'll never leave.\"",
    "name": "Jon Battle-Born",
    "voice_model": "MaleNord",
    "skyrim_voice_folder": "MaleNord",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "01A68A",
    "base_id": "013BB1",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}