{
    "bio_url": "/wiki/Haldyn",
    "bio": "Haldyn is a Redguard battlemage found in Japhet's Folly Towers on the island called Japhet's Folly. He is the primary antagonist of the quest \"Rise in the East.\"\r\nHe is the leader of a clan of pirates who call themselves the Blood Horkers, who raid settlements on the northern coast of Skyrim, called the Sea of Ghosts. Their attacks have nearly shut down the East Empire Company Office in Windhelm. He also is the author of Blood Horker Orders.\r\nThe East Empire Company has trading offices both in Solitude and in Windhelm, but they are currently having difficulties maintaining their presence in Windhelm because of harassment from a group of pirates called the Blood Horkers. Orthus Endario, the leader of the East Empire Company office in Windhelm, wants to shut them down so he can be back in business and asks the Dragonborn to help.\r\nHe is a powerful magician, located at the top of the central tower in Japhet's Folly, who uses Lightning Bolt and Fast Healing. Anti-shock potions and enchanted apparel can be very helpful when attempting to eliminate him. Given that Haldyn relies purely on magic to fight, the Staff of Magnus can be especially useful for draining Haldyn's magicka to the point where he becomes harmless.\r\nAn alternative to this is to side-step all of his lightning while keeping a relative distance away from him so that one can safely attack him without him fighting back. It is advised to make sure that he is entirely out of magicka, as he can occasionally pause during his lightning onslaught.\r\nIf the Dragonborn wishes to choose a more a stealthy approach (and has a high enough sneak level), they may simply sneak behind Haldyn as he leans over his enchanting table, and stab him in the back. It is recommended that the Dragonborn dual-wields daggers with the 15x damage Assassin's Blade perk (powerful enough daggers should kill him instantly) if they are ill-equipped to defend themselves against the barrage of lightning that Haldyn sends their way once he detects them.\r\nHaldyn wears a full set of Steel Plate Armor (minus the helmet) and also carries horker meat, as is with most Blood Horkers. At lower levels, he may be wearing a set of Steel Armor (also minus the helmet), and if Dragonborn is installed, he wears Nordic Carved Armor on higher levels. In the room where he is found, there are various pieces of minor loot, (soul gems, jewelry, and gold), a scroll or spell tome, and a chest containing some level-dependent armor.",
    "name": "Haldyn",
    "voice_model": "MaleCommoner",
    "skyrim_voice_folder": "MaleCommoner",
    "race": "Redguard",
    "gender": "Male",
    "species": "Human",
    "ref_id": "053447",
    "base_id": "01DC04",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}