{
    "bio_url": "/wiki/Calder",
    "bio": "Calder is a Nord man from Windhelm who has been appointed to serve as the player's housecarl. He has red hair. The Jarl has bestowed the title of Thane upon the player, allowing them to purchase the Hjerim residential property in Windhelm. If not following the player on their adventures, Calder will reside at the player's Hjerim residence. He will guards and maintain this house while the player is away.\r\nCalder wears a set of steel armor, a pair of steel Nordic gauntlets, and a pair of steel cuffed boots. He is equipped with a steel war axe and a steel shield. He also uses a hunting bow and iron arrows for long-distance combat. He will be willing to wear higher quality equipment if they are provided to him.\r\nIf the player is wearing an Amulet of Mara (signaling one’s intention of finding a spouse) and asks Calder to marry them, Calder will accept their marriage proposal.\r\nWhen Calder speaks, especially during combat, he often incorporates references to Nordic deities like Shor, Nordic legendary figures such as Ysmir, and the realm of Sovngarde.\r\nQuotes:\r\n\"Long life to you, Thane.\"\r\n\"I am your sword and shield.\"\r\n\"Honor to you, my Thane.\"\r\n\"As you will, my Thane. I will protect you with my life.\"\r\nIf the player asks him to carry pieces of equipment or other items: “I am sworn to carry your burdens.”\r\nWhen approaching a Nordic ruin: \"Look at these stones. Our ancestors knew how to build, no doubt.\"\r\nWhen approaching a cave: \"There's a cave. Animals or bandits inside, no doubt.\"\r\nWhen approaching a Dwemer ruin: “Get nervous around Dwarven stonework. Legends say that these cities are haunted.\"\r\nIf the player uses a courage Illusion spell on Calder: \"By Ysmir, I feel... invincible!\"\r\nIf Calder is asked to return to Hjerim: \"I'm heading back to your house if you need me, my Thane.\"",
    "name": "Calder",
    "voice_model": "MaleNord",
    "skyrim_voice_folder": "MaleNord",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "0A2C96",
    "base_id": "0A2C90",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}