{
    "bio_url": "/wiki/Brunwulf_Free-Winter",
    "bio": "Brunwulf Free-Winter is a Nord man and former soldier who lives on the east side of Windhelm. He wears scaled horn armor. He is bad and has a thick gray beard. He is considered to be a war hero due to his actions in the Great War against the Aldmeri Dominion, 30 years ago.\r\nBrunwulf is in a romantic relationship with Elda Early-Dawn. Elda is the innkeeper at Candlehearth Hall, popular tavern and inn in the center of the city. Brunwulf sometimes talks to Elda about building a log cabin for the two of them to live in, in a clear spot in the middle of a forested area just to the west of Riften.\r\nBrunwulf is known for standing up for the Dunmer and Argonians in the city, and thus openly goes against the opinions of some of his fellow Nords in Windhelm. Susanna (ironically nicknamed “Susanna the Wicked”), who is a barmaid working at Candlehearth Hall, also shares Brunwulf’s compassion for outsiders. Men such as Rolff Stone-Fist and Angrenor Once-Honored do not share Brunwulf’s compassion for outsiders, verbally harassing Dunmer in the city and accusing them of spying on behalf of the Empire. Windhelm and the Stormcloak army are at war with the Empire in an attempt to achieve the independence of Skyrim from the Empire. If the player is a Khajiit, Brunwulf may refer to the them as “cat”, and if the player is an Argonian, Brunwulf may refer to the player as “lizard”, but it is clear that Brunwulf does not consider either of these terms to be an insult.\r\nBrunwulf has a low tolerance for racism and foolishness. If the player expresses the opinion that non-Nords shouldn’t be allowed to live in Skyrim, Brunwulf will respond with \"Is that so? You ought to join the Stormcloaks, if you haven't already. Seems to me they're a bunch of narrow-minded bigots, just like you. Meantime, you best steer clear of me.\"\r\nBrunwulf’s outspoken beliefs have gained him respect by many of the Dunmer in Windhelm, such as the pawnbroker Malthyr Elenil. Some of them, like the merchant Aval Atheron, offer him discounts on their goods because of this, but Brunwulf insists on paying the same price as everyone else. \r\nBrunwulf prefers not to talk about his experiences as a solider in the Great War against the Aldmeri Dominion, which ended just over 25 years ago.\r\nIf Imperial Legion takes control of Windhelm and kills Ulfric Stormcloak, Brunwulf will be appointed the new Jarl of Eastmarch. If this happens, Brunwulf will try to take steps to make the Nords be more accepting of the Dunmer and Argonians in Windhelm, although this may take a long time. Because of this, Brunwulf will decide to keep the Argonians segregated from the main city of Windhelm until those Nords there can learn to accept living amongst them. He will also plan with the Dunmer to renovate the Gray Quarter (where the Dunmer in Windhelm live), but actually funding these planned renovations will prove very difficult due to the current lack of resources.\r\nIf the Imperial Legion takes control of Winterhold, then Jarl Korir of Winterhold (along with his wife Thaena, and their son Assur) will take refuge at Brunwulf’s house, where Brunwulf will allow them to stay indefinitely. \r\nBrunwulf may try to enlist the player’s help with an problem that’s been bothering him, stating \"Whenever a group of marauders attack a Nord village, Ulfric is the first to sound the horn and send the men. But a group of Dark Elf refugees gets ambushed? A group of Argonians, or a Khajiit caravan? No troops. No investigation. Nothing. There's a group of cutthroats out there right now that Ulfric doesn't lift a finger to bring to justice, as long as they don't threaten Nord land.” If the player responds with a willingness to help deal with the cutthroats Brunwulf mentioned, Brunwulf will ask the player to kill the bandit leader hiding at one of the following locations (chosen at random): Cragslane Cavern, Gallows Rock, Lost Knife Hideout, Stony Creek Cave or Uttering Hills Cave. If the player later reports back to Brunwulf that they have killed this bandit leader, Brunwulf will reward them with both gold and a valuable lesson in the use of Heavy Armor, saying \"Now that's good work. Everyone will be a lot safer with them gone, Dark Elf and Nord alike. Here, some gold as promised, and let me show you a bit about wearing heavy armor. Save you some aches on a long march.\"\r\nQuotes:\r\n\"There's no glory in war. It's just something they tell soldiers so they'll risk their lives.\"\r\n\"The Dark Elves live in a run-down slum called the Gray Quarter. Ulfric's content to keep it that way. I guess they think I can open Ulfric's eyes to their plight, and get him to lift a finger on their behalf. I'm trying, but Ulfric is set in his ways. For him, there's two kinds of people in this world -- Nords, and the folk beneath them.\"\r\n\"May the gods watch over your battles, friend.\"\r\n\"They call me a war hero. I'm no hero, I'm just a soldier who didn't want to die.\"\r\nIf asked why people call him a war hero: \"I killed a lot of High Elves in the Great War, and I didn't die. I guess that makes me a war hero. The 'Great War'... there was nothing great about it. Thousands died on both sides and where did we end up? Did we really save the Empire or did we just plant the seeds for Ulfric's uprising and another war?\"\r\nIf Brunwulf has become the Jarl: \"The dark elves and Argonians won't soon forget Ulfric's prejudice, but I'm doing what I can to repair that rift. Being a Jarl isn't something I ever wanted, but if I can help these people, then I will.\"\r\nIf Brunwulf has become the Jarl, and is asked how his new position is going: \"Every day is a struggle, but a Nord doesn't back down from a fight when the cause is honorable. I just wish things were simpler. In my days as a soldier, I knew who the enemy was, and how to defeat him. Unfortunately, a sword can't repair damaged buildings, feed hungry people or undo years of prejudice.\"",
    "name": "Brunwulf Free-Winter",
    "voice_model": "MaleNord",
    "skyrim_voice_folder": "MaleNord",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "01B117",
    "base_id": "014149",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}