{
    "bio_url": "/wiki/Taron_Dreth",
    "bio": "Taron Dreth is a Dunmer mage, and the alleged author of the book The Aetherium Wars. During the quest \"Lost to the Ages,\" Katria, his former companion, insists that Taron Dreth took credit for her research on the Aetherium Forge in his book.\r\nAfter completing \"Lost to the Ages,\" Taron Dreth may appear as a random encounter along the roads of Skyrim, along with three mercenaries.\r\nIf the Dragonborn has one of the Aetherium items (Aetherial crown, shield, or staff) in their inventory, Taron will ask how this item was obtained. He will attack no matter which option is chosen in the dialogue.\r\nIf the Dragonborn has no Aetherium items, Taron does not ask about them. However, if dialogue is engaged with him, he may be asked who he is and told that Katria had mentioned him. He will respond with, \"You know too much,\" fearing that the Dragonborn could reveal the truth and ruin him because of the Dragonborn's interaction with Katria, and attack the Dragonborn with three mercenaries he hired as his bodyguards.\r\nHe may also appear with his three mercenaries in the Silver-Blood Inn. The same conversation as above is automatically initiated when the inn is entered. This fight can be quite easy as there are many people who the Dragonborn can befriend inside the inn, including Cosnach, who will help the Dragonborn against Taron and his three mercenaries.\r\nWhen Taron attacks, he prefers using Fireball spells, and can reanimate his mercenaries as zombies with Raise Zombie or Reanimate Corpse. Due to using Fireball, if engaged in the Silver-Blood Inn, the splash damage from the spell can kill the Markarth NPCs in the crossfire.",
    "name": "Taron Dreth",
    "voice_model": "MaleElfHaughty",
    "skyrim_voice_folder": "MaleElfHaughty",
    "race": "Dunmer",
    "gender": "Male",
    "species": "Elf",
    "ref_id": null,
    "base_id": "014BFB",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}