{
    "bio_url": "/wiki/Atub",
    "bio": "Atub is an Orc woman who resides in the Orc stronghold of Largashbur and serves as the wise woman of her people. She is a mage, and may offer her services as an expert trainer of Illusion magic. She wears hooded black mage robes and a pair of boots, and carries a dagger on her hip.\r\nShe will often stray from her camp to defend it from giant attacks.\r\nAtub will attempt to enlist the player's assistance in lifting the curse that afflicts Largashbur.\r\nQuotes:\r\n\"Please, our tribe suffers and we need help. Our Chief, Yamarz, was once a strong and proud warrior. Now he is stricken, cursed. He is weak, and so our tribe is weak. The giants sense this, and intrude on our territory. Now they assault our very home. Yamarz refuses help, but I sense that you may be just what we need.\"\r\n\"Yamarz has demanded we stay inside the walls. We cannot leave. I must petition Malacath for relief. This curse must be lifted. But I cannot travel to Malacath's shrine. The ritual must be done here, and I do not have the materials I need. I beg of you, can you bring me Troll Fat and a Daedra Heart? I have no wish to depend on a stranger, but I have no choice.\"\r\n\"We have lived in Skyrim since before the Nords came. Our way is simple, all work to make the tribe strong. Only the bravest are allowed to lead, and to marry. A great chief is able to attract many wives and raise bold children. Wise women like myself are mothers of chieftains. We guide the tribe and advice our kin on what is most pleasing to Malacath.\"\r\n“Malacath is the keeper of oaths, the master of curses. He is quick to anger, and slow to forgive. One who wrongs Malacath is one who will endure great torment in return. He demands loyalty and strength from his orcs. We have tried to please him, but he is now angry with us, and so we suffer.\"\r\n“Great Malacath, we beseech you, aid us in our time of need.\"",
    "name": "Atub",
    "voice_model": "FemaleOrc",
    "skyrim_voice_folder": "FemaleOrc",
    "race": "Orsimer",
    "gender": "Female",
    "species": "Elf",
    "ref_id": "019E19",
    "base_id": "019E18",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}