{
    "bio_url": "/wiki/Mirabelle_Ervine",
    "bio": "Mirabelle Ervine is a mage and the Master Wizard of the College of Winterhold.\r\nMirabelle is a Breton woman with short hair and short stature.\r\nThe position of Master Wizard at the College is second only to the Arch-Mage. The Arch-Mage is a Dunmer named Savos Aren. As Master Wizard, Mirabelle is in charge of the day-to-day operations of the college, as the Arch-Mage's duties often keep him occupied. Among these duties, Mirabelle greets all new apprentices to the College, giving them complementary robes, showing them their sleeping quarters, and giving them a tour of the entire college (with the exception of the Hall of Countenance, which contains the living quarters for the college's more senior members).\r\nMirabelle is not personally close with anyone else at the College, other than Savos. However, she is generally respected by her fellow College members. She is a stern woman and spends much of her time reading in the courtyard.\r\nMirabelle is sometimes pestered by Ancano, a male Altmer sent by the Thalmor to serve as an advisor to the Arch-Mage.\r\nQuotes:\r\n\"Please don't bother the Arch-Mage unless it's absolutely necessary.\"\r\n\"If there are any problems, let me know. It's my job to keep things running smoothly.\"\r\n\"Day-to-day operations are my responsibility, which means if you become a problem, you get sent to me.\"\r\n\"Mine is not a popular position, but someone needs to keep things running smoothly around here.\"\r\n\"Like it or not, this College is a direct influence on the public's impressions of magic and those that use it.\"\r\n\"It is up to each of us to present ourselves publicly as maturely as possible, and to remain above petty local squabbles.\"\r\n\"Urag can be very helpful. Just don't antagonize him.\"\r\n",
    "name": "Mirabelle Ervine",
    "voice_model": "MirabelleErvine",
    "skyrim_voice_folder": "FemaleUniqueMirabelleErvine",
    "race": "Breton",
    "gender": "Female",
    "species": "Human",
    "ref_id": "01C1B9",
    "base_id": "01C1A0",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}