{
    "bio_url": "/wiki/Urag_gro-Shub",
    "bio": "Urag gro-Shub, an Orsimer man, is a mage and the librarian of the Arcanaeum at the College of Winterhold. He is known for his strict and stern attitude.\r\nHe is a merchant of books and takes his job very seriously. The books Urag sells and requests vary over time.\r\nUrag will keep an aggressive attitude even if the player becomes Arch-Mage of the college. He will, however, adopt a more respectful attitude towards them ifthe player gives him an Elder Scroll.\r\nFour ancient tomes written in the Falmer Language are scattered throughout the Forgotten Vale. They can be sold to Urag gro-Shub at the College. For each Unknown Book, Urag will award 1000 gold and a translated version of that book.\r\nUrag is able to provide the player with two texts on Elder Scrolls: \"Effects of the Elder Scrolls\" and \"Ruminations on the Elder Scrolls\", one of which is authored by Septimus Signus. As a former member of the college, Urag knows the whereabouts of Septimus: an island to the north, in the Sea of Ghosts.\r\nIf the player manages to find an Elder Scroll, Urag will be willing to buy it for up for 2000 gold. Urag may be willing to sell this Elder Scroll back to the player later, though Urag will charge at least 3000 gold for the Scroll unless the player is the Arch-Mage, in which case Urag will sell back the Scroll for the 2000 gold that he originally paid for it.\r\nUrag may send new students at the college to collect various rare books, and pays gold as a reward for the delivery of such books. If a student collects enough rare books, Urag will be willing to bestow the title of Blood-Kin upon them. The Blood-Kin designation allows a non-Orc to freely enter any of the various Orc strongholds throughout Skyrim.\r\nAfter finding the books at Fellglow Keep, Urag rewards the player with six rare books: \"Racial Phylogeny\", \"Daughter of the Niben\", \"Catalogue of Weapon Enchantments\", \"Response to Bero's Speech\", \"The Black Arts On Trial\", and \"2920, Volumn 9 - Hearthfire\".\r\nUrag also may request assistance in locating Shalidor's Insights, rare manuscripts scattered across Skyrim.\r\nUrag gro-Shub sometimes delivers lectures on Shalidor and his texts, writings, and research and the College's need to recover the ancient research. These lectures are held in the Hall of the Elements, during which most of the members of the College come to listen.\r\nUrag gro-Shub sells various books, including exceptionally rare ones. Some of these books are difficult to locate elsewhere.\r\nQuotes:\r\n\"I better not see you treating any of these books poorly, are we clear?\"",
    "name": "Urag gro-Shub",
    "voice_model": "MaleOrc",
    "skyrim_voice_folder": "MaleOrc",
    "race": "Orsimer",
    "gender": "Male",
    "species": "Elf",
    "ref_id": "01C1B4",
    "base_id": "01C193",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - kinda done"
}