{
    "bio_url": "/wiki/Erandur",
    "bio": "Erandur, a Dunmer man, is a priest of Mara. He can often be found at the Windpeak Inn in Dawnstar. Early in his life, he was inducted into a cult dedicated to the Daedric Prince Vaermina. After he grew up, he left the order, changing his name from Casimir to Erandur, and dedicating his life to Mara. \r\nThe player may assist Erandur with eradicating Vaermina's cult, after several citizens of Dawnstar fall victim to gruesome nightmares. After, Erandur may join the player as a follower.\r\nAt some point in his early life, Erandur was a member of the Bards College.\r\nErandur grew up within the Vaermina cult and lived in Nightcaller Temple until several Orcish invaders, tormented by nightmares left behind by Vaermina, attacked the temple. Realizing that they could not hope to defeat the Orcs, and desperate to keep the Skull of Corruption safe, the cultists decided to release \"the Miasma,\" a mist of sorts that puts people into a deep sleep. Erandur (at the time named \"Brother Casimir\") was the one to release it, but before the miasma could take him, he fled, leaving his fellow cultists to die. It was an act that haunts him to this day.\r\nHe spent a few years wandering Skyrim until he was taken in by a priest of Mara. He decided to become a priest of Mara himself, although he did have trouble adjusting from the dark and brutal ways of Vaermina to the kind and loving ways of Mara. His fellow priests patiently helped him through the process, and now he has gone back to Dawnstar, where he has to deal with Vaermina's influence on the people.\r\nSpeaking with the Jarl of Dawnstar, the player learns of a fatal condition pervading the citizens of Dawnstar. Several fall asleep indefinitely, while others complain of dreadful nightmares.\r\nFinding Erandur in the Windpeak Inn, the player may agree to follow him to Nightcaller Temple and end the streak of nightmares. There, it will be revealed that the player must enter the memories of Erandur, using Vaermina's Torpor, an alchemical draught, which reveals Erandur as a former Vaermina cultist. Succeeding, Erandur and the player must then proceed toward the altar of the temple, hoping to destroy the Skull of Corruption and end the nightmares occurring in Dawnstar.\r\nAfter defeating the cultists, the player has the option to allow Erandur to perform a ritual and destroy the Skull of Corruption, or to take it for themselves.",
    "name": "Erandur",
    "voice_model": "MaleDunmer",
    "skyrim_voice_folder": "MaleDarkElf",
    "race": "Dunmer",
    "gender": "Male",
    "species": "Elf",
    "ref_id": "024280",
    "base_id": "02427D",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - doneish"
}