{
    "bio_url": "/wiki/Cindiri_Arano",
    "bio": "Cindiri Arano, an older Dunmer woman, lives in Raven Rock on the island of Solstheim. She is the wife of the second councilor, Adril Arano, and lives with him in Morvayn Manor.\r\nCindiri is originally from Blacklight in northwestern Morrowind, though she hasn't seen the city in fifty years. Blacklight became Morrowind's capital city after the city of Mournhold was sacked by the Argonian invasion 200 years ago. Cindiri has also spent some time in Vvardenfell. She desperately wants to return to Blacklight, but she can't convince Adril to leave Councilor Morvayn's side. She's concerned for her husband's safety, believing his duties put him in harm's way. \r\nJust like many of the other residents of Raven Rock, Cindiri was recently subjected to the mind-control of Miraak and mentally forced to work on and worship Miraak's foul structure at the Earth Stone, near Raven Rock. Luckily, the player (who is the Dragonborn) freed Cindiri and the others from this mental enslavement, after which Cindiri was very grateful.\r\nCindiri will willing to accept a free sample of Sadri's Sujamma from Geldis Sadri, the owner of the Retching Netch cornerclub in Raven Rock.\r\nQuotes:\r\n\"As the wife to the Second Councilor of Raven Rock, it would be my pleasure to help you any way that I can.\"\r\n\"I can't tell you how relieved I am that Miraak's gone from my mind. I appreciate what you've done.\"\r\n\"I can't believe Miraak made us build those shrines. To take our free will like that... just horrible.\"\r\n\"Ugh, I can't believe I was forced to do manual labor at those shrines. It was horrifying...\"\r\n\"You've brought Raven Rock back from the brink, traveler. I don't know how to thank you.\"\r\n\"Your efforts in Raven Rock have proven most invigorating for my husband. I haven't seen him this pleased in many years.\"\r\n\"You aren't here with bad news regarding my husband, are you? I couldn't bear it.\"\r\n\"It's been a long time since I walked the ashlands of Vvardenfell. I miss it terribly.\"\r\n\"Perhaps our town isn't as grand as Mournhold, but it's our home and we must make the most of it.\"\r\nIf the player finds her missing folio of the Lusty Argonian Maid from the shipwreck of the Strident Squall: \"You found it? You have no idea what this means to me... to my family. Reclamations bless you! Well, you've certainly proven your worth around here to me. Please, accept this gift as a token of my appreciation!\"",
    "name": "Cindiri Arano",
    "voice_model": "FemaleDarkElf",
    "skyrim_voice_folder": "FemaleDarkElf",
    "race": "Dunmer",
    "gender": "Female",
    "species": "Elf",
    "ref_id": "018283",
    "base_id": "018282",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - kinda done"
}