{
    "bio_url": "https://www.afkmods.com/index.php?/files/file/2377-expanded-towns-and-cities-sse/",
    "bio": "Savard lives in Morthal with his brother Fjol. Their house is near the town's sawmill. Savard is a middle-aged Nord man, with fairly long gray hair and a beard.\r\nMorthal is the capital of Hjaalmarch hold. Hjaalmarch's terrain consists mostly of the Drajkmyr salt marshes in its northern half, and mountainous snowy tundra in its southern half. Morthal lies in between these two halves, with the River Hjaal running through the town.\r\nQuotes:\r\nIf asked where one can buy supplies in Morthal: \"Supplies? Well, there's a general store, and we've got a butcher and a fishery too. Or you're looking for something to warm your belly on a cold night, go and speak to Valund at the winery.\"\r\nIf asked if he knows of a place to stay in Morthal: \"Of course! The Moorside Inn. Pretty good place, they'll feed you too without charging an arm and a leg.\"\r\nIf asked what he does: \"I help my brother, Fjol, tend the homestead, do the occasional odd job around town, help with boats that need repairing, and I harvest the jazbays at Must-Foot Winery to bring in a little extra gold when we need it.\"\r\nIf asked about Morthal: \"Well, there's not a lot to it really. Morthal is quiet, out of the way. We sit on southern edge of the Drajkmyr marsh, so dry ground can be hard to come by, sometimes I feel like it casts a pall over the whole town. You know, travelers often mistake the torches glowing through the fog for wisps or spirits, think the whole town is haunted. Many choose to steer clear of the place altogether. I can't say I blame them.\"\r\nIf asked how long he's lived here: \"All my life. I didn't intend it that way, but here we are. My brother Fjol and I inherited the farm we live in from our parents. We didn't expect that to happen for a while yet, but there you have it. I'm no farmer, not like Fjol, but it seemed unfair to make him run the place by himself, so I hung around to lend a hand. Stayed ten years so far... Ten years longer than I'd have liked. If he ever gets married or hires a farmhand, I'll be happy to move on.\"\r\nIf asked where he would go if he moved: \"Well, I'm good with boats, so... Dawnstar, maybe? Perhaps Riften. Riften sounds good. Not as cold there.\"",
    "name": "Savard",
    "voice_model": "MaleNord",
    "skyrim_voice_folder": "mjb_severagenord",
    "race": "Nord",
    "gender": "Male",
    "species": "Human",
    "ref_id": "8707FA",
    "base_id": "8707DC",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Custom voiced, feel free to change the assigned voice model"
}