{
    "bio_url": "/wiki/Jordis_the_Sword-Maiden",
    "bio": "Jordis, a young Nord woman, has been appointed by Jarl Elisif to serve as the player’s housecarl. Jarl Elisif has awarded the player with the title “Thane of Haafingar” and has allowed the player to purchase Proudspire Manor, a large residence in Solitude located somewhat close to the Bards College. Jordis will follow the player on their adventures across Skyrim if she is asked. Otherwise, her default role will be to guard and maintain Proudspire Manor while the player is away. Jordis can also be appointed as a steward for any homesteaded residence that the player may construct.\r\nJordis has sometimes been called “Jordis the Sword-Maiden” due to her skill in melee combat. Jordis is clad in a steel set of armor, including steel Nordic gauntlets and a pair of steel cuffed boots. She carries a steel sword and shield. She has long blond hair.\r\nJordis’s strongest skills are with archery, shield usage, one-handed melee weaponry, and heavy armor usage. Jordis is fond of her standard hunting bow, preferring it to many objectively higher quality bows. She is also fond of Ancient Nord weapons.\r\nIf the player is wearing the Amulet of Mara (signaling one’s intention of finding a spouse), Jordis will happily accept a marriage proposal from the player. If the player and Jordis get married, Jordis will subsequently ask the player if they should use Proudspire Manor in Solitude as their primary residence, or if they should move into another one of the player’s owned residences. If Jordis and the player get married, Jordis will also open up a general goods shop to provide some extra income for herself and her new spouse. Jordis will subsequently give her spouse 100 gold daily from the store’s profits.\r\nQuotes:\r\n“I am your sword and your shield.”\r\n“Long life to you, Thane.”\r\n“Honor to you, my Thane.”\r\n“I am sworn to protect you.”\r\n\"Honored to see you, my Thane\"\r\n“I've got your back.\"\r\nIf asked to trade items: “I am sworn to carry your burdens.”\r\nIf the player asks her to do something: “As you wish my Thane.”\r\nIf approaching large, and often spectacular, areas: “Wow! That's impressive!”",
    "name": "Jordis the Sword-Maiden",
    "voice_model": "FemaleYoungEager",
    "skyrim_voice_folder": "FemaleYoungEager",
    "race": "Nord",
    "gender": "Female",
    "species": "Human",
    "ref_id": "0A2C95",
    "base_id": "0A2C8F",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": "Shawn - done"
}