{
    "bio_url": "/wiki/Ebony_Warrior",
    "bio": "Ebony Warrior is a mysterious Redguard warrior who wears a full set of ebony armor.\r\n\r\nUpon reaching level 80, the Ebony Warrior will wait for the Dragonborn in one of the main cities in Skyrim. When approached, he will initiate a conversation and explain he has beaten all previous foes and enemies, and his last challenge is to face the Dragonborn. Ultimately, his wish is for his soul to be sent to Sovngarde.\r\n\r\nHe requests the Dragonborn to meet him at his Last Vigil, a campsite located high in the Velothi Mountains, for a fight to the death.\r\n\r\nThe Ebony Warrior boasts a large number of perks in several skills which makes him a formidable opponent.\r\n\r\nThe Ebony Warrior will not acknowledge the Dragonborn's motive for meeting him at his last vigil, nor will he initiate the battle. When talked to, he will only respond with generic dialogue until the Dragonborn attacks him. \r\n\r\nHe prefers melee combat in battle, using Frost Cloak and mage armor spells in conjunction with his sword and shield. Unlike common melee opponents, he is more aggressive in combat, frequently using power attacks and shield bashes. He also uses all three words of Unrelenting Force when in close proximity.\r\n\r\nHe will give chase or switch to his bow if the Dragonborn attempts to flee. Occasionally, his paralysis perks with his sword or bow render the Dragonborn immobile for several seconds.\r\n\r\nHe uses healing spells and will heal himself for a large amount if his health drops too low. He also possesses vigorous healing potions which he will use if he has taken enough damage.\r\n\r\nOne of the most potentially dangerous advantages the Ebony Warrior has in combat is the risk of damaging oneself upon striking him due to his Heavy Armor perk, Reflect Blows. The damage received is equal to that which was dealt and can potentially be fatal, especially if a sneak attack is used.",
    "name": "Ebony Warrior",
    "voice_model": "MaleEvenToned",
    "skyrim_voice_folder": "MaleEvenToned",
    "race": "Redguard",
    "gender": "Male",
    "species": "Human",
    "ref_id": "030CC9",
    "base_id": "0285C3",
    "lang_override": "",
    "is_generic_npc": false,
    "behavior_blacklist": [],
    "behavior_whitelist": [],
    "notes": null
}